{
  "update": "2026-01-02",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/4azy7_v1",
        "title": "How Incumbency Shapes Electoral Competitiveness in Ranked-Choice Voting",
        "authors": "Yuki Atsusaka, Silviya Valeva, Agustin Vallejo",
        "created": "2025-12-30",
        "abstract": "We provide the first systematic analysis of electoral competitiveness in American ranked-choice voting (RCV) elections. First, we develop a novel dataset of the margin of victory in American RCV contests from 2004 to 2024 by integrating a state-of-the-art optimization algorithm with over 38.9 million candidate rankings submitted by actual voters. Second, we propose a theoretical explanation for how the presence of an incumbent may shape electoral competitiveness under RCV. We show that incumbent-held seats are, on average, less competitive and have fewer candidates than open races. Using regression discontinuity with non-ignorable sample selection, we also illustrate how incumbency may allow candidates to cultivate favorable rankings under RCV. Finally, we also show that incumbent-held seats are, on average, less likely to have second and higher rounds than open races, making voters' lower preferences count less. These findings have broad implications for election reforms, the incumbency advantage, and electoral competition.",
        "url": "https://doi.org/10.31235/osf.io/4azy7_v1",
        "version": 1,
        "id": "4azy7",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/9kac6_v1",
        "title": "America’s Geopolitical Blind Spots, the Global Right, and India as a Case Study",
        "authors": "Rahul Shashikant Gaikwad, Dr Rishiram Aryal",
        "created": "2025-12-30",
        "abstract": "This study interrogates the enduring geopolitical and economic architectures through which the United States has reproduced structural hierarchies from the World Wars to the contemporary era. It offers a theoretically grounded critique of U.S. hegemony, tracing how economic coercion, militarised trade regimes, religion-inflected strategic narratives, and technological monopolies collectively sustain global dependency circuits situates far right globalism. Using the alleged U.S. involvement in the May 2025 India–Pakistan confrontation as an analytical vantage point, the research reveals how pre-positioned arms infrastructures, destabilising economic instruments, sectarian energisation, and concentrated tech ecosystems undermine India’s economic sovereignty and compress its social autonomy. The analysis advances policy pathways to reinforce democratic resilience, counter sectarian fragmentation, and reconfigure an equitable global architecture capable of resisting asymmetric federal world. By situating India’s vulnerabilities within longer historical patterns of geopolitical decline, the study contends that neither right-wing nor left-wing paradigms can stabilise the international system; instead, a pluralistic, middle-way governance model offers a more sustainable alternative.",
        "url": "https://doi.org/10.31235/osf.io/9kac6_v1",
        "version": 1,
        "id": "9kac6",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "International and Area Studies, Other Social and Behavioral Sciences, Political Science, Legal Studies, Economics, Library and Information Science, Public Affairs, Public Policy and Public Administration, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/je7az_v1",
        "title": "PODER PERIFÉRICO: CONSIDERACIONES TEÓRICAS Y METODOLÓGICAS",
        "authors": "Andrés Miguel Figueroa Jiménez. Dr. c of American Studies",
        "created": "2025-12-24",
        "abstract": "Resumen: “Se establece un dialogo con fuentes de las Ciencias Sociales (CCSS) sobre el poder para luego desarrollar una interpretación sobre esta problemática: ¿Qué Poder pueden desplegar los agentes débiles para operar en el sistema internacional, asegurar su supervivencia y acometer caminos de crecimiento y desarrollo multinivel? ¿Cómo se posicionan y comportan agentes débiles frente versus la arena global? Hipótesis: Agentes débiles construyen y despliegan modalidades e intensidades variables de Poder Periférico (PP). Para confrontar con la experiencia examinaremos los casos de 5 gobiernos chilenos entre 1952-1990 a través de operar sobre sus Programas de Gobierno y el desarrollo de una metodología mixta compuesta por el empleo de 2 repertorios: 1) El estudio del acervo eidético desde los Estudios Eidéticos (EEEE) y 2) La construcción de anatomías de poder y la vinculación entre el Institucionalismo Histórico (IH) y la Historia. El documento tiene 4 secciones: I: Expone algunas definiciones estándar sobre el poder con origen en la Politología (CIPOL) y los Estudios Internacionales (EEII) dando cuenta de sus énfasis respecto a la interacción social modelada. II: Define a los EEII y Estudios Americanos (EEAA) y expone para ellos el desafío del análisis sobre agentes débiles. III: Presenta como alternativa el modelo del Poder Periférico con sus elementos para luego mostrar en nuestros 5 casos modalidades e intensidades. IV: Da cuenta de una metodología para el examen del Poder Periférico a través de casos chilenos. Por último, concluye planteando limitaciones de esta formulación del Poder Periférico como concepto y su utilidad para el ejercicio investigativo en los EEII y EEAA”. Palabras Claves: EEII, EEAA, Poder Periférico.",
        "url": "https://doi.org/10.31235/osf.io/je7az_v1",
        "version": 1,
        "id": "je7az",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Psychology, Political Science, Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/s9cg7_v1",
        "title": "Vote Contestation at the United Nations Human Rights Council",
        "authors": "Sören Wehrheim",
        "created": "2025-12-27",
        "abstract": "The United Nations Human Rights Council (UNHRC) features a high share of contested votes on resolutions compared to the General Assembly. Scholars have identified various human rights issues that experience contestation and have suggested explanations, but those have not been verified through systematic studies. This article presents the first content analysis of all 1,338 resolutions adopted by the UNHRC until 2021 by computing the average vote contestation for every single word and word pair appearing in the resolution text. The resulting dataset enables nuanced verification of hypotheses for the contestation of issue areas, country mentions and language strength. I find that resolutions on women’s rights issues enjoy consensus, and even physical integrity rights like torture are not contested heavily. The UNHRC also criticises countries directly, albeit selectively. Instead, the highest contestation is experienced by resolutions on interventionism and economic rights, where the Global South challenges Western hegemony.",
        "url": "https://doi.org/10.31235/osf.io/s9cg7_v1",
        "version": 1,
        "id": "s9cg7",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/awh2s_v1",
        "title": "Geopolitical Constraints and Strategic Natural Gas Exports: A Game-Theoretic Analysis of Iran–Qatar Interaction in the European Market",
        "authors": "Sorour Moradipoor, Seyed Abdolmajid Jalaee",
        "created": "2025-12-27",
        "abstract": "This paper develops a non-cooperative game-theoretic model to analyze strategic natural gas export decisions under binding geopolitical and institutional constraints, focusing on Iran–Qatar interaction in the European market. Export strategies are defined as empirically grounded regimes rather than continuous quantities, capturing observed export suspensions and partial utilization under sanctions and infrastructural frictions. The model incorporates quantity-dependent production and transportation costs as well as explicit geopolitical constraint penalties. Scenario-based payoff matrices calibrated to post-2022 market conditions reveal that rising constraint costs can render high-export strategies unprofitable even at elevated gas prices. The analysis identifies an asymmetric Nash equilibrium in which Qatar maintains high exports while Iran optimally reduces or suspends exports. These results highlight that institutional access and geopolitical frictions, rather than resource endowments alone, are central determinants of export behavior and European energy security in fragmented gas markets. Keywords: Geopolitical constraints; Natural gas exports; Game theory; European gas market; Iran–Qatar interaction; Energy security.",
        "url": "https://doi.org/10.31235/osf.io/awh2s_v1",
        "version": 1,
        "id": "awh2s",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/cswf6_v1",
        "title": "Age-Coded Job Advertisements Inflate Labour Shortages in African Economies: Machine-Learning Evidence from a Seven-Country Study",
        "authors": "Stanley Mukasa, Dennis Ngobi, Sixbert Sangwa",
        "created": "2025-12-31",
        "abstract": "Purpose: This study interrogates the paradox of employer-reported “labour shortages” in labour-abundant African economies. It advances the claim that shortage signals are partly institutional outputs: they arise when screening rules narrow the effective labour pool, rather than reflecting exogenous skill scarcity. Design/methodology/approach: Drawing on labour market segmentation, information economics, and critical institutionalism, we analyse 10,432 job advertisements scraped monthly (January 2024–June 2025) from leading portals in seven Anglophone African countries. A rigorously validated support-vector-machine classifier distinguishes explicit numeric age ceilings from implicit youth-coded cues to construct an Age-Coded Hiring Index (ACHI). We triangulate ACHI with employer-reported workforce-constraint indicators from the World Bank Enterprise Surveys and labour-underutilisation (LU4) from ILOSTAT, estimating fixed-effects and interaction models to test whether age-coded screening predicts shortage complaints most strongly where latent labour supply is greatest. Findings: Age-coded screening is pervasive in vacancy texts: approximately 15–20% of postings impose numeric age caps and a much larger share deploys implicit youth signals. Higher ACHI is robustly associated with stronger shortage complaints net of underutilisation and macro controls, and the relationship steepens under high labour slack, consistent with an institutional mechanism in which screening rules convert latent labour supply into perceived scarcity. Originality/value: Conceptually, the paper reframes “shortage” indicators as partially endogenous to screening rules and to employers’ definition of “suitability,” rather than treating them as market facts. Empirically, it introduces a replicable NLP-based measure of exclusionary screening from vacancy text, enabling cross-country tests of institutional scarcity dynamics in low- and middle-income contexts. Practical implications: The results imply that diagnostic and policy responses to “shortages” should not presume supply failure alone; they should also examine how recruitment criteria restrict the recognised labour pool and thereby shape shortage measurement itself.",
        "url": "https://doi.org/10.31235/osf.io/cswf6_v1",
        "version": 1,
        "id": "cswf6",
        "subjects": "Economics",
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/dbsqk_v1",
        "title": "Seeds of Change: A Historical Perspective on Farming Innovations and Social Outcomes in the K-Ricebelt of Africa",
        "authors": "Helena Hahyoon Kim",
        "created": "2025-12-28",
        "abstract": "This paper explores the historical development and social implications of farming innovations introduced through the K-Ricebelt initiative in Africa—a collaborative agricultural project spearheaded by South Korea to enhance rice production across several African nations. By tracing the evolution of rice farming techniques from traditional subsistence methods to modern technological practices, the study examines how these innovations have shaped rural livelihoods, economic structures, and community dynamics. Drawing on case studies from Ghana, Uganda, and Kenya, it analyzes the socio-economic outcomes of increased yields, mechanized farming, and agricultural training programs, with particular attention to income distribution, gender roles, and rural employment. While the K-Ricebelt has contributed to improved food security and the transfer of agricultural knowledge, this paper also addresses critiques concerning environmental sustainability and unequal access to resources. Ultimately, the research offers a nuanced perspective on how external agricultural interventions can reshape local societies, emphasizing the need for context-sensitive and inclusive innovation strategies in development efforts.",
        "url": "https://doi.org/10.31235/osf.io/dbsqk_v1",
        "version": 1,
        "id": "dbsqk",
        "subjects": "Economics",
        "subjects_osf": "African Languages and Societies, History, East Asian Languages and Societies, Agricultural and Resource Economics, Economics"
      },
      {
        "doi": "10.31235/osf.io/jf2qz_v1",
        "title": "Time as a Factor of Production: Revisiting Growth Theory through Evidence from Uttar Pradesh (India)",
        "authors": "Rahul Singh, Aanya Singhal, Samarth Narula",
        "created": "2025-12-29",
        "abstract": "Conventional growth frameworks treat time as implicit within labour, assuming that labour supply and human capital can be mobilised once population, education, and capital expand. This paper revisits that assumption by examining whether time allocation functions as a binding conditioning input to production. Using unit-level data from the Time Use Survey (TUS) 2024 for Uttar Pradesh (50,532 individuals across 11,186 households), linked with district-level Gross District Domestic Product (GDDP) and NFHS-5 indicators, the study analyses how time use shapes effective labour availability and productivity. The evidence reveals a pronounced gendered asymmetry in time allocation. Men average roughly three hours of paid work per day alongside substantial discretionary time, while women devote nearly five hours daily to unpaid domestic and care work, with an unpaid-to-paid work ratio exceeding 8:1. Educational attainment does not reallocate women’s time toward market work, indicating near-zero elasticity of female paid work with respect to education. At the district level, aggregate economic output (GDDP) shows no systematic association with reductions in unpaid care time, whereas basic infrastructure, particularly sanitation and electricity, is modestly associated with lower unpaid work burdens. These findings indicate that apparent labour surplus in Uttar Pradesh coexists with effective time scarcity, and that the productive impact of labour, education, and capital is mediated by time allocation. The paper argues that growth models overstate factor availability when time is treated as a residual, and demonstrates empirically how time conditions the translation of conventional inputs into economic output.",
        "url": "https://doi.org/10.31235/osf.io/jf2qz_v1",
        "version": 1,
        "id": "jf2qz",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Feminist, Gender, and Sexuality Studies, Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/k58eh_v1",
        "title": "Highdigenous Pedagogy: Aesthetic Engagement as Epistemological Bridge in African Learning Communities",
        "authors": "Yanick Kemayou",
        "created": "2025-12-28",
        "abstract": "Sub-Saharan Africa faces a structural youth employment crisis: 10–12 million young people enter the workforce annually while only 3 million formal jobs are created, leaving 77–85% in informal employment. Conventional responses, such as expanding formal Technical and Vocational Education and Training (TVET) or adopting Northern skills frameworks, have produced disappointing results. This paper introduces highdigenous pedagogy, an approach that synthesizes high-technology capabilities with indigenous knowledge systems through aesthetic engagement. Drawing on mixed-methods analysis of 504 learner portfolio entries and task reflections from 122 participants at Kabakoo Academies in Bamako, Mali (2023–2025), we examine how aesthetic scaffolding, i.e. using learners’ existing aesthetic sensibilities as foundations for capability development, operates in practice. Quantitative lexical analysis reveals that aesthetic discourse functions across multiple registers: design vocabulary dominates task artifacts, while portfolio entries emphasize cultural grounding and self-work. Cluster analysis identifies six discourse families, with one embodying the cultural-technological synthesis central to highdigenous pedagogy. Qualitative analysis reveals three mechanisms through which aesthetic scaffolding operates: epistemological legitimation, cultural-technological synthesis, and dignified aspiration formation. These findings extend ethnocomputing scholarship by demonstrating how aesthetic engagement enables synthesis between indigenous knowledge systems and digital capabilities, and provide empirical support for recent reconceptualizations of culturally responsive pedagogy in African contexts as fundamentally concerned with decolonization through heritage restoration. We argue that approaches treating aesthetic sensibility as epistemological foundation, rather than soft skill or enrichment, may offer more promising pathways for youth capability development than conventional competency frameworks.",
        "url": "https://doi.org/10.31235/osf.io/k58eh_v1",
        "version": 1,
        "id": "k58eh",
        "subjects": "Economics",
        "subjects_osf": "Vocational Education, Indigenous Education, Economics"
      },
      {
        "doi": "10.31235/osf.io/pk7vx_v1",
        "title": "Relaciones e Influencias de la Industria Farmacéutica sobre la Práctica Médica",
        "authors": "João Henrique Santana Stacciarini",
        "created": "2025-12-26",
        "abstract": "Con una facturación anual de alrededor de US$ 1,5 billones, la industria farmacéutica se ha consolidado en las últimas décadas como uno de los sectores más poderosos de la economía global, ejerciendo una influencia significativa sobre la producción de conocimiento y el ejercicio de la medicina. Este artículo analiza críticamente las relaciones entre la industria farmacéutica y la formación y la práctica médicas, con foco en las transferencias de valor – como pagos, obsequios e incentivos financieros – dirigidas a médicos e instituciones académicas, desde la graduación hasta el desempeño profesional. La investigación combina un análisis documental descriptivo de datos del programa Open Payments, en los Estados Unidos – donde dichas transferencias están reguladas y se declaran públicamente –, con una revisión narrativa de la literatura internacional. En el recorte empírico, se observa que, entre 2015 y 2024, las entidades reportantes en Open Payments (incluidos los fabricantes de medicamentos y dispositivos médicos) transfirieron aproximadamente US$ 23,2 mil millones a médicos y US$ 23,3 mil millones a hospitales universitarios, exclusivamente en los Estados Unidos, principalmente en forma de comidas, viajes, apoyo educativo, consultorías, investigación y otras remuneraciones. A la luz de la literatura internacional, estas transferencias se examinan como parte de estrategias de aproximación e influencia sobre los prescriptores: estudios observacionales indican asociaciones – a menudo inconscientes – entre la recepción de beneficios y una mayor prescripción de productos de las empresas pagadoras, una mayor participación de medicamentos de marca en detrimento de los genéricos, la promoción de productos con beneficio clínico marginal y el incremento de costos en los sistemas de salud. Movilizando marcos teóricos y conceptos de la psicología social, la economía conductual y la teoría de la comunicación – como la reciprocidad, el sesgo de autoservicio, la influencia inconsciente y el third-person effect –, se discute cómo incluso beneficios de bajo valor, como las comidas, pueden actuar como mecanismos de socialización y arraigarse en el “currículo oculto” de la formación médica, normalizando conflictos de interés y moldeando identidades profesionales. Por último, se sostiene la necesidad de transformar la lógica de relacionamiento entre la industria y el campo médico, mediante mayor transparencia, restricción de obsequios y fortalecimiento de modelos institucionales de financiamiento y gobernanza alineados con la salud pública.",
        "url": "https://doi.org/10.31235/osf.io/pk7vx_v1",
        "version": 1,
        "id": "pk7vx",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Health and Physical Education, Geography, Psychology, Economics, Public Affairs, Public Policy and Public Administration, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/3nv2e_v1",
        "title": "Mechanisms underlying success in healthcare interventions for racially minoritised people with multiple long-term conditions",
        "authors": "Brenda Hayanga, Mengxing Joshi, Kathryn Hartley, Patrick Oyibo, Rida Sarwar, Sakib Tariq, Mavin Nathan Kashyap, Laia Becares",
        "created": "2025-12-30",
        "abstract": "In this paper we describe the mechanisms by which 15 interventions targeted at healthcare providers/systems lead to improved health outcomes (or lack thereof) for racially minoritised people with multiple long-term conditions (MLTCs). We extracted the mechanisms attributed to change as reported by the authors and conducted a narrative synthesis. Success was defined as statistically significant improvements in health outcomes for the intervention group post-intervention. Our findings suggest that interventions which adopt integrated, collaborative, multifaceted, patient-centred, individualised care can improve health outcomes for racially minoritised people with MLTCs. Assuring equitable and inclusive care (e.g. by involving family members and/or using facilitators who share similar racial/ethnic and socioeconomic background as patients) fosters trusts between healthcare providers and racially minoritised people with MLTCs. Expanding the role of existing staff (e.g. nurses) and incorporating care coordinators/managers/liaisons to support both patients and healthcare teams can ensure holistic healthcare provision and continuity of care, important aspects of MLTCs management. Interventionists must recognise the influence of wider societal processes (i.e. social determinants of health and available resources) on health(care) provision. It is important to leverage community assets while maintaining strong links to primary care services. We provide a logic model depicting key mechanisms by which the health outcomes of racially minoritised people can be improved and illuminate barriers to success, both of which are particularly relevant for all who seek to address the growing racial inequalities in MLTCs through healthcare interventions.",
        "url": "https://doi.org/10.31235/osf.io/3nv2e_v1",
        "version": 1,
        "id": "3nv2e",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/5zryg_v1",
        "title": "Traffic Design as Conscious Landscape under Aesthetic Gaze",
        "authors": "Yu-Yang Ambotter S. Chen",
        "created": "2025-12-24",
        "abstract": "The transportation system is a necessary element in urban assembly, and the design of the transportation system has become the core elements of urban design. This research points out the transportation system as an expression of the conscious landscape through the combination of aesthetic gaze and urban design. Conscious landscape is an extensive concept of landscape. It is based on the existence of \"landscape\", but its existence mainly relies on “consciousness.” Based on the discussion of consciousness, the aesthetic gaze of the city starts from economic consciousness and takes the cultural capital system as the foundation of consciousness. This research discusses the transportation system around Taipei city, especially taking the Mass Rapid Transit (MRT) as an example. It is like a blood vessel that runs through the city, and its penetrating characteristics divide Taipei city. From the perspective of sightseeing and economic awareness, the MRT is a landscape with special positioning currently. MRT combines the nature of transportation with strongly economic display. In addition to being a traffic landscape, it is also a type of conscious landscape. MRT is positioned as conscious landscape, which is a description that is very specific to the characteristics of strong economic map in human brain. This includes the impression of the economic field superimposed by the MRT network nodes, and the conscious landscape is instrumental but tends to be life-oriented. The aesthetic gaze of the city locates the transportation system as a conscious landscape, and the design is the aesthetic practice of capital.",
        "url": "https://doi.org/10.31235/osf.io/5zryg_v1",
        "version": 1,
        "id": "5zryg",
        "subjects": "Sociology",
        "subjects_osf": "Celtic Studies, Geography, Urban Studies and Planning, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/8arh6_v3",
        "title": "Institutional Social Capital and Postsecondary Outcomes",
        "authors": "Brian Holzman, Corbin Franklin",
        "created": "2025-12-31",
        "abstract": "For students, navigating the U.S. higher education system requires significant institutional knowledge. This study estimates the effects of institutional social capital on postsecondary outcomes, focusing on how students’ interactions with school- and college-based actors shape their college choice and educational attainment. Using nationally representative data from the Education Longitudinal Study of 2002 and doubly robust propensity score matching models, we assess the impact of interactions with high school teachers, coaches, guidance counselors, and college representatives on postsecondary enrollment and degree completion. The results indicate that meeting with a coach, counselor, or college representative significantly increase students’ likelihood of enrolling in a four-year college, whereas meeting with a teacher has no such effect. Counselors and college representatives also positively impact enrollment in two-year or less-than-two-year institutions, though the effects are smaller than those for four-year enrollment. All four types of institutional interactions increase students’ likelihood of earning a bachelor’s degree, while none affect sub-baccalaureate credential completion. These findings suggest that institutional actors can play a critical role in promoting four-year college enrollment and completion but are less effective in facilitating access to alternative postsecondary pathways. By isolating the effects of students’ interactions with distinct institutional agents, this study contributes to the literature on social capital and highlights the importance of broader college-related support beyond traditional counseling roles.",
        "url": "https://doi.org/10.31235/osf.io/8arh6_v3",
        "version": 3,
        "id": "8arh6",
        "subjects": "Sociology",
        "subjects_osf": "Secondary Education, Higher Education, Sociology"
      },
      {
        "doi": "10.31235/osf.io/dptb7_v1",
        "title": "Illegible performance: Constructing scientific credibility in the “post-truth” era",
        "authors": "John Nelson",
        "created": "2026-01-01",
        "abstract": "The sciences have historically secured social trust and authority through widely comprehensible performances of trustworthiness and of predictive and technological power. However, shifts in the structure and operations of the sciences; in the sociotechnical environment where public knowledge is constructed and contested; in the political goals of the sciences; and in the audiences to whom the sciences aim to speak have collectively left the sciences lacking public credibility concomitant to their public aspirations in areas like climate change and COVID-19 vaccination. As an alternative to pining for a science-dominated past that never was, I investigate the performances by which the sciences have achieved public credibility in the past and by which they might do so in the present and future. I articulate a contemporary set of performances by which the sciences may be able to demonstrate their value to broad sectors of society, emphasizing humility, responsiveness to public values and concerns, openness of interest, and situated rather than general utility. I hope that, by pursuing such performances, scientific institutions could rebuild, and, indeed, merit the broad-based trust to which they aspire.",
        "url": "https://doi.org/10.31235/osf.io/dptb7_v1",
        "version": 1,
        "id": "dptb7",
        "subjects": "Sociology",
        "subjects_osf": "Philosophy, Sociology"
      },
      {
        "doi": "10.31235/osf.io/exj6h_v1",
        "title": "Modes, Models, and Momentum (M3) Decision-Making: Entrepreneurs collaborating on Complex Problems",
        "authors": "Emmalinde Roelofse",
        "created": "2025-12-27",
        "abstract": "M3 theory introduces a descriptive framework for entrepreneurial innovation through collaboration in pursuit of solutions to more complex market problems. Through a Social Realism epistemological lens, M3 coding presents complex strategic positions as essentialist (via modes), relative (via models), and dynamic (via momentum) to plot the dynamic trajectory of innovation transmuting over time. At a fundamental level, the M3 theory identifies a consistent set of rules that decision-makers intentionally or unintentionally engage with or ignore to take strategic positions based on four integrated yet polarized pairs of modes: +S, +R, and +C, +D. Systematic (+S) vs. responsive (+R) strategies juxtaposed the tension of processes dedicated to increasingly sophisticated +S bounded rational cognitive processes; planning, compartmentalizing, regulating emotions, against increasingly +R sensitized intuiting; reflectivity, associating, emotionally expressive action. The second pair, conforming (+C), vs. differentiating (+D) strategies. intersects but expresses the tension between +C’s converging; through adapting or conveying socially perceived superior norms, or exploiting existing resources and power, against +D’s departure from traditional norms; with exploration, novelty-seeking, sabotage, risk-taking, experimentation, play, flexibility, discovery. Finally, dynamism (momentum) informs how strategic modes and models of decision-making improve and adjust in sophistication under the pressure and demands of the four drives (+L). The M3 theory is informed by three distinct but interrelated and simultaneous empirical streams of data: (i) field data from five ethnographic case studies, with research participant feedback loops; (ii) the mapping of 200+ peer-reviewed decision-making models; and (iii) prototyping the principles in the construction of the emergent M3 theory. [This research is part of a larger doctoral project originally submitted in 2017. This paper was originally presented at the Academy of Management, August 2022, Seattle, WA. Version of Record: https://doi.org/10.5465/AMBPP.2022.13578abstract Open access is issued in 2025 under a CC-BY-NC-SA 4.0 license.]",
        "url": "https://doi.org/10.31235/osf.io/exj6h_v1",
        "version": 1,
        "id": "exj6h",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Organization Development, Sociology"
      },
      {
        "doi": "10.31235/osf.io/kg8xm_v1",
        "title": "Collective Intelligence as Collective Information Processing",
        "authors": "Zara Anwarzai, Cody Moser, Hannah Dromiack, Ketika Garg, Gabriel Ramos-Fernandez",
        "created": "2025-12-30",
        "abstract": "Collective intelligence research spans multiple disciplines and focuses on a broad range of collective behaviors, including group problem-solving, flocking in social animals, and the formation of social knowledge. It is not apparent what these different forms of collective intelligence have in common, apart from being instances of collective behavior. In this paper, we develop a framework that enables us to better classify different forms of collectively intelligent behavior in relation to one another based on the information processing mechanisms involved. We argue that these behaviors share a common foundation, which we call collective information processing, or CIP. CIP involves two key mechanisms: (1) individual processing of group information and (2) group processing, or group-level sensitivity to the arrangement of individual information. We operationalize the CIP framework to analyze different forms of collective intelligence, both classifying them in relation to one another and in alignment with generalized quantifiable measures of information processing. Our account of collective intelligence as CIP offers a novel framework for identifying and classifying forms of collective intelligence across a wide range of disciplinary contexts. This framework is meant to unify and subsume, rather than simply challenge, existing attempts to define collective intelligence.",
        "url": "https://doi.org/10.31235/osf.io/kg8xm_v1",
        "version": 1,
        "id": "kg8xm",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/m6bzr_v1",
        "title": "Epistemic Humility and Epistemic Confidence: Competing Ethical Forces in Clinical Medicine",
        "authors": "Guy Hochman",
        "created": "2025-12-22",
        "abstract": "Physicians often communicate diagnostic judgments with unwarranted certainty, even in the presence of significant ambiguity. While cognitive biases and institutional expectations contribute to this pattern, its ethical implications remain under-theorized. This paper explores the ethical tension between epistemic humility (acknowledging what one does not know) and epistemic confidence (performing certainty regardless of evidentiary strength). Drawing on my dual position as a decision-making scholar and a patient with complex chronic illness, I argue that epistemic humility must be reframed not merely as a virtue but as a professional obligation in clinical communication. The paper makes three contributions: (1) it conceptualizes epistemic humility as an ethical duty to distinguish clearly between knowledge, inference, and intuition in medical discourse; (2) it introduces and theorizes epistemic confidence as a socially reinforced but ethically problematic communicative norm; and (3) it uses autoethnographic insights to expose how even documented, institutionally validated diagnoses are routinely dismissed in favor of more familiar narratives. Through philosophical argument, empirical literature, and lived experience, I show how epistemic confidence under uncertainty can obscure diagnostic alternatives, undermine informed consent, and perpetuate epistemic injustice. Even after years of seeking care, patients with complex conditions routinely encounter well-meaning physicians who confidently offer alternative diagnoses, sometimes contradicting existing evidence, without acknowledging the limits of their expertise. I conclude that epistemic humility must be taught, evaluated, and institutionalized as a condition of medical legitimacy. Without it, the system rewards the illusion of confidence over the ethics of care.",
        "url": "https://doi.org/10.31235/osf.io/m6bzr_v1",
        "version": 1,
        "id": "m6bzr",
        "subjects": "Sociology",
        "subjects_osf": "Philosophy, Higher Education, Health and Physical Education, Educational Psychology, Educational Methods, Psychology, Public Affairs, Public Policy and Public Administration, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/qw9zc_v1",
        "title": "Healthcare interventions to improve health outcomes for racially minoritised people with multiple long-term conditions: A Systematic Review and Narrative synthesis",
        "authors": "Brenda Hayanga, Mengxing Joshi, Kathryn Hartley, Patrick Oyibo, Rida Sarwar, Sakib Tariq, Mavin Nathan Kashyap, Laia Becares",
        "created": "2025-12-30",
        "abstract": "Racially minoritised people with multiple long-term conditions (MLTCs) face inequalities across different dimensions of health(care), yet little is known about how to improve their health(care) outcomes. This systematic review and narrative synthesis seeks to identify and describe healthcare interventions designed to improve health outcomes for racially minoritised people with MLTCs and identify areas for further exploration. Given that primary care is considered the ideal setting to manage MLTCs, we focus on interventions targeted at healthcare providers/systems. We searched 9 bibliographic databases and one website and identified 6566 studies, 15 of which met the inclusion criteria. The studies were conducted in the US (n=13), Canada (n=1) and Australia (n=1). Most studies recruited racially minoritised people mainly of African American and Hispanic/Latinx descent with comorbid depression and a physical condition (diabetes (n=3), hypertension (n=3), cancer (n=2). Depression/mental health outcomes, patient-reported outcomes, clinical outcomes, medication use, and adherence were the most frequently assessed outcomes. All interventions made socio-cultural adaptations, thereby, promoting equitable and inclusive care. Community actors/assets were considered key to improving health outcomes. Of the 15 interventions, five resulted in statistically significant improvements in all outcomes of interest and nine resulted in improvements in some outcomes. This review illustrates the feasibility of socio-culturally adapted interventions, many of which successfully integrate physical and mental health care, delivered through multidisciplinary teams working collaboratively, and leveraging community assets to improve health outcomes for racially minoritised people with MLTCs. Future research is needed to assess the impact of these interventions beyond North America and Australia.",
        "url": "https://doi.org/10.31235/osf.io/qw9zc_v1",
        "version": 1,
        "id": "qw9zc",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/uafvr_v1",
        "title": "M3 STRATEGIC DECISION-MAKING UNDER UNCERTAINTY: MODES, MODELS, &amp; MOMENTUM",
        "authors": "Emmalinde Roelofse",
        "created": "2025-12-26",
        "abstract": "The M3 theory contributes to new knowledge through original research and advanced scholarship by introducing a descriptive framework for strategic decision-making in uncertain and changing environments. Aided by the introduction of the Social Realism epistemology into management literature, it differentiates its ability to present complex strategic positions as essentialist (via modes), relative (via models), and dynamic (via momentum) to plot the dynamic trajectory of innovation emergence, change, adaptation, and transformation over time. At a fundamental level, the M3 theory identifies a consistent set of rules that decision-makers intentionally or unintentionally engage with or ignore to take strategic positions based on four integrated yet polarized pairs of modes: systematic (+S) vs. responsive (+R) strategies, and conforming (+C) vs. differentiating (+D) strategies. Systematic strategies (+S) are the mode dedicated to increasingly sophisticated rational cognitive processes; these processes plan, purposefully compartmentalize, and regulate emotions. Responsive strategies (+R), conversely, are the mode dedicated to increasingly sensitized intuitive processes; these processes are reflective, associative, action-oriented, and emotionally expressive. The second pair of modes intersect with the two aforementioned modes, employing conforming strategies (+C), which move towards convergence by adapting to or conveying socially perceived superior norms; these processes involve the exploitation of existing power. In contrast, differentiating strategies (+D) represents the mode dedicated to diverging from traditional norms with empowerment for exploration. These processes include novelty-seeking, sabotage, risk-taking, experimentation, play, flexibility, discovery, and higher levels of innovation. Finally, the dynamic (momentum) component informs how strategic modes and models under uncertainty evolve and refine their sophistication in response to the pressure and demands of the four drives (+L). The M3 theory is informed by three distinct but interrelated and simultaneous empirical streams of data: (i) field data coding decision framework patterns from five ethnographic case studies of collaborations leading to emergent innovation in the fields of corporate contracting (C1), higher education scaling (C2), economic development around economic disparity (C3), health and safety software startup (C4), and health and well-being (C5) with research participant feedback loops; (ii) the mapping of 200+ peer-reviewed decision-making models; and (iii) meta prototyping the principles in the construction of the emergent M3 theory itself. [Originally submitted as a doctoral thesis at Newcastle University (2017); reissued in 2025 for open access under CC-BY-NC-SA 4.0.]",
        "url": "https://doi.org/10.31235/osf.io/uafvr_v1",
        "version": 1,
        "id": "uafvr",
        "subjects": "Sociology",
        "subjects_osf": "Contracts, Higher Education, Psychology, Leadership Studies, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Organization Development, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/96fkn_v1",
        "title": "Can AI Models Be Used to Generate High-Quality Pictorial Stimuli for Consumer Behavior Change Interventions?",
        "authors": "Qingqing Chen, Danyelle Greene, Yanzhao Liang, Marius Portmann, Sara Dolnicar",
        "created": "2025-12-28",
        "abstract": "As generative AI becomes increasingly embedded in marketing practice and consumer research, understanding its potential to support psychologically grounded behavior change interventions is both timely and essential. Traditional methods for creating experimental stimuli are time-consuming and prone to bias, potentially undermining scientific rigor. This study investigates whether AI models generate high-quality pictorial stimuli for interventions aiming to change consumer behavior, both as single stimuli and as groups with controlled variations. In an online experiment (N = 995), we compare AI- and human-generated pictorial stimuli, evaluating AI models’ effectiveness in conveying object and emotion accuracy (for happy), anthropomorphic qualities, and overall appeal. Results show AI-generated pictorial stimuli outperform human-created stimuli in object and emotional accuracy, anthropomorphism, and visual appeal. Notably, participants struggled to distinguish AI-generated pictorial stimuli from those created by humans, highlighting the credibility and realism of AI outputs. ChatGPT 4o excelled in generating consistent stimuli with simple styles, though complex emotions like envy remain challenging to depict. These findings suggest that AI models offer a scalable, efficient, and psychologically valid alternative to traditional design methods for creating pictorial stimuli in marketing and behavioral research contexts.",
        "url": "https://doi.org/10.31235/osf.io/96fkn_v1",
        "version": 1,
        "id": "96fkn",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/c29ya_v1",
        "title": "Do Children’s Genetic Differences Change Their Parents’ Economic Outcomes? Insights from Norway",
        "authors": "Joakim Coleman Ebeltoft, Rosa Cheesman, Patrick Turley, Silvia Helena Barcellos, Torkild Hovde Lyngstad, Espen Moen Eilertsen, Leandro Carvalho, Eivind Ystrom",
        "created": "2025-12-31",
        "abstract": "Traditional perspectives emphasize a unidirectional link between parental economic outcomes and child traits, but effects could be bidirectional; child behavioral or health-related traits might elicit caregiving and practical demands that affect parents’ economic outcomes heterogenously. Advances in genomics enable testing this reverse causal pathway by leveraging the random allocation of alleles from parents to offspring. First, we linked ~28,000 genotyped parent-offspring trios from the Norwegian Mother, Father and Child Cohort to yearly registry data on parental labor income, net wealth, and government transfers from three years before to fifteen years after birth. Second, we estimated the overall impact of the first child in the genotyped sample using event studies. Third, we estimated the impact of common genetic variation in children on parental economic outcomes. We used relatedness disequilibrium regression to estimate the total effect of children’s genetic differences and within-family polygenic index models to test particular child genetic dispositions. Event studies show a larger impact associated with child birth for maternal outcomes compared to paternal outcomes. The genetically informed methods yielded inconclusive statistical evidence of child-driven genetic effects on parental economic outcomes. Translating effect sizes into practical terms, a child one standard deviation above the mean on a relevant genetic trait would be expected to reduce the parental “child penalty” by near zero at the confidence interval lower bound and roughly 40% at the upper confidence interval bound. Although mitigation of effects by the Norwegian welfare state is likely, both null and moderate effects remain plausible, warranting further investigation. In this exploratory study, we provide a novel foundation for future research on child-driven economic effects and how institutions limit their impact.",
        "url": "https://doi.org/10.31235/osf.io/c29ya_v1",
        "version": 1,
        "id": "c29ya",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/k97ma_v1",
        "title": "Evidence for ProtoHomo extinction, Homo sapiens' macroevolutionary birth, and DNA-driven ProgRetrogProg Evolution",
        "authors": "Şahin ÇAKIR",
        "created": "2025-12-26",
        "abstract": "There is no consensus on the term HUMAN. All hominins? The genus Homo? Anatomically modern-like human only? None of them. In New Paradigm, HUMAN is post-140,000 years hominins except the last Javanese H. erectus. 1) Pre- 140,000 years Homo is an unknown extinct taxon PROTO-HUMAN (ProtoHomo). Apparently, the glacial maximum ~140,000 years ago wiped them out (incl. the so-called Homo luzonensis, Pseudo-Neanderthals and Pseudo-Denisovans). 2) Homo sapiens (incl. initial Neanderthals and initial Denisovans) originated from the Levantine macroevolution ~140 ka ago. In other words, the common ancestral population was neither in Africa before 500 ka nor outside Africa ~1 million years ago. If the extinction and the macroevolution cannot be rejected, H. sapiens is an isolated taxon. 3) The relationships shown here between extreme climatic warmings and anatomical progressions (and vice versa) reveal that, instead of natural selection, DNA was the primary driving force of ProgRetrogProg or RetrogProgRetrogProg evolution, suggesting a nonstop struggle for dominance in the DNA between the two opposing forces. 4) Anatomical and behavioral fluctuations sometimes occurred in parallel such as at the Grotte Mandrin ~54 ka, and sometimes in opposition such as Shanidar 4 anatomically retrogressive but behaviorally progressive Neanderthal \"flower burial\" ~73 ka ago. Likewise, H. naledi's anatomically retrogressive but behaviorally progressive situation supports DNA-driven ProgRetrogProg or RetrogProgRetrogProg evolution.",
        "url": "https://doi.org/10.31235/osf.io/k97ma_v1",
        "version": 1,
        "id": "k97ma",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vgr3d_v1",
        "title": "Discursive Construction of Gendered Hate Speech in Domestic Violence Victims’ Narratives in Nigerian Court Series",
        "authors": "Tolulope Akinseye, Ojo Damilare",
        "created": "2026-01-01",
        "abstract": "Gendered hate speech remains a pervasive feature of domestic dispute discourse, particularly within legal setting where power, morality, and social norms intersect. This study examines gender-related hate speech through an analysis of Justice Court episodes by Funmi Asaolu. Using van Dijk’s socio-cognitive approach to critical discourse analysis, the study analyses spoken interactions in domestic violence cases that reveal both explicit and implicit hostile expressions. A qualitative analysis of 100 purposively selected utterances demonstrates that hate speech in this context operates through subtle discursive strategies rather than overt slurs. Lexicalisation and labelling, negative predication, moral evaluation and judgement, argumentation through pseudo-rational justification, and delegitimisation emerge as dominant strategies that construct stable negative identities and legitimise blame, exclusion, and symbolic violence. The findings reveal a strong gendered pattern, with women disproportionately subjected to moral condemnation related to sexuality, motherhood, and respectability, while men are more frequently evaluated through responsibility and credibility. The study shows that everyday language in domestic and quasi-institutional contexts functions as a powerful vehicle for gendered hate speech, reinforcing patriarchal ideologies and sustaining unequal power relations.",
        "url": "https://doi.org/10.31235/osf.io/vgr3d_v1",
        "version": 1,
        "id": "vgr3d",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/w59h3_v1",
        "title": "Perceiving Protest: How Publics View the Disruptiveness and Effectiveness of Protest",
        "authors": "Austin Vo, Katherine Furl, Todd Jiajin Lu, Neal Caren",
        "created": "2025-12-30",
        "abstract": "How do people evaluate social movement protest tactics? Theories covering public perceptions of protest emphasize that activists face a tactical dilemma, employing disruptive tactics to advance goals without alienating public support. Existing quantitative evidence on the perceived relationship between tactical disruptiveness and effectiveness, as well as how tactics are influenced by objective properties or subjective perceptions across social groups, remains limited. We address this gap through survey experiment data measuring U.S. voters’ paired-choice preferences across 66 tactics. Using Bradley-Terry models, we show that perceptions of disruptiveness and effectiveness are nonlinearly related, and their misalignment varies across different tactical dimensions. Additionally, results show that perceivers' sociodemographic characteristics moderate the effects of tactical dimensions on protest perceptions. We find that social characteristics pattern views of effectiveness but not disruptiveness. Our research highlights the need to understand how perceptions of effective and disruptive protest are analytically distinct, shaped by tactical dimensions and the diverse publics perceiving them, and holds implications for how tactics may be perceived as legitimate.",
        "url": "https://doi.org/10.31235/osf.io/w59h3_v1",
        "version": 1,
        "id": "w59h3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/wea7v_v1",
        "title": "METAPHORICAL CONSTRUCTIONS OF PATERNITY FRAUD IN SELECTED NIGERIAN NEWSPAPER REPORTS",
        "authors": "Tolulope Akinseye, Ngozi V. Bolarinwa",
        "created": "2025-12-30",
        "abstract": "Paternity fraud has emerged as a prominent media theme in Nigeria, reflecting deep-seated social anxieties surrounding trust, masculinity, gender relations, and family integrity. This study examines how Nigerian newspaper discourse constructs paternity fraud through conceptual metaphors, drawing on eighteen articles from nine major national newspapers published between 2015 and 2024. Guided by Lakoff and Johnson’s (1980) Conceptual Metaphor Theory, as further developed by Kövecses (2010), this study identifies seven dominant metaphorical patterns through which paternity fraud is represented and evaluated in Nigerian media discourse. Collectively, these metaphors construct paternity fraud as a concealed but discoverable truth, a strategic act of deception, a socially contagious threat, and a force that inflicts both gradual and catastrophic harm on individuals, families, and social trust. The study concludes that Nigerian newspaper discourse relies heavily on metaphor to moralise paternity fraud, foreground male victimhood, and legitimise emotional collapse, relational breakdown, and violent response as natural or inevitable outcomes of paternity uncertainty.",
        "url": "https://doi.org/10.31235/osf.io/wea7v_v1",
        "version": 1,
        "id": "wea7v",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6mb39_v1",
        "title": "Asymmetric Vessel Signs in the Indus Script symbolizing copper smelting crucibles, signifying copper and bronze related meanings — epigraphic, archaeological, and linguistic evidence",
        "authors": "Bahata Ansumali Mukhopadhyay",
        "created": "2025-12-25",
        "abstract": "Despite more than a century of research, much of the Indus script remains undeciphered. Building on previous work that interprets the Indus script as a semasiographic/logographic writing system used for commercial administration, this article examines a group of neglected asymmetric vessel-shaped signs and proposes that they depict copper-smelting crucibles. Through a multi-pronged methodology integrating graphemic analysis of the Indus script signs, cross-script comparison, archaeological context, script-internal positional analysis, linguistic symbolism, and sign co-occurrence patterns, the study argues that these signs signified refined copper or bronze, copper ingots, and copper-smelting or metalworking activities. The proposed identification is supported by close visual parallels with wedge-shaped crucibles known from the ancient Near East, which inspired Egyptian hieroglyphs used for copper and bronze, as well as by archaeological contexts from Chanhu-daro associated with metalworking. The consistent occurrence of these signs in core informational segments of Indus inscriptions further supports their interpretation as commodity or craft names within taxation and licensing systems.",
        "url": "https://doi.org/10.31235/osf.io/6mb39_v1",
        "version": 1,
        "id": "6mb39",
        "subjects": "(Other)",
        "subjects_osf": "History of Art, Architecture, and Archaeology, Anthropology, Linguistics"
      },
      {
        "doi": "10.31235/osf.io/8dqag_v2",
        "title": "\"A Pretty Blunt Approach\": Meta's Political Content Reduction Policy and Italian Parliamentarians' Facebook Visibility",
        "authors": "Fabio Giglietto",
        "created": "2025-12-29",
        "abstract": "In February 2021, Meta announced it would reduce the distribution of political content in users' News Feeds, implementing the policy globally by July 2022 before reversing course in January 2025. Despite the significance of these changes for democratic communication, no independent research has quantified their effects on elected officials. This study examines Meta's political content reduction policy using a dataset of over 2.5 million Facebook posts from Italian parliamentarians, prominent politicians, and political extremist accounts spanning 2021–2025, collected via the Meta Content Library API. Employing a discovery-validation design with structural breakpoint detection methods, the analysis identifies three cross-validated breakpoints that reveal policy effects emerged in Italy approximately ten months before Meta's announced global implementation. The findings document a 72% reduction in average reach for re-elected Members of Parliament, declining from approximately 53,000 views per post before the policy to 15,000 at the trough. Although Meta's January 2025 reversal produced a significant rebound, post-reversal reach recovered to only 65% of pre-policy levels. A robustness check reveals asymmetric effects: while mainstream politicians experienced substantial visibility losses, extremist accounts' high posting volume more than compensated for modest per-post declines, resulting in increased total weekly reach during the policy period. These findings expose significant transparency deficits in Meta's policy communication while also demonstrating the research value of the transparency infrastructure that made this study possible.",
        "url": "https://doi.org/10.31235/osf.io/8dqag_v2",
        "version": 2,
        "id": "8dqag",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Communication"
      },
      {
        "doi": "10.31235/osf.io/cn6ad_v1",
        "title": "The Potential Role of African Ethics in the K-Ricebelt Project based on the Impact of Traditional Confucian Ethics in Korea’s Saemaul Undong Movement",
        "authors": "Helena Hahyoon Kim",
        "created": "2025-12-29",
        "abstract": "Inspired by the rapid success and development during the Korean Green Revolution, the K-Ricebelt Project, led by South Korea is a promising collaborative effort for agricultural modernization, increased food production, and economic self-sufficiency in African countries (Senegal, Gambia, Ghana, Cameroon, Uganda, Kenya and Guinea) by implementing high-yielding and climate-resilient rice strains. This paper examines how the Confucian ethics and philosophy formed a prominent role in the success of the Saemaul Undong (‘New Village’) Movement, a key part in the Korean Green Revolution. The paper then surveys ideas and concepts in traditional African ethics and philosophy—particularly holism, animism, and ‘life-force’—to discuss the potential for its incorporation into agricultural practice to ensure the long-term sustainability and effectiveness of the K-Ricebelt Project’s bottom-up model.",
        "url": "https://doi.org/10.31235/osf.io/cn6ad_v1",
        "version": 1,
        "id": "cn6ad",
        "subjects": "(Other)",
        "subjects_osf": "African Languages and Societies, History, Philosophy, East Asian Languages and Societies"
      },
      {
        "doi": "10.31235/osf.io/gsem7_v1",
        "title": "Judicial Professional Background and Pretrial Detention Outcomes",
        "authors": "Oded Oren, Chad M. Topaz",
        "created": "2025-12-26",
        "abstract": "We analyze nearly 70,000 New York City criminal court arraignments to examine how judges' professional backgrounds influence pretrial detention. We classify judges as having experience in law enforcement, legal services, both, or neither. Judges with law enforcement backgrounds are, on average, 3.9 percentage points more likely than others to order detention and impose cash bail. When bail is imposed, they set amounts about 32% higher. No significant differences emerge for legal services backgrounds. Because law enforcement experience is common among judges, our findings have broad implications for pretrial detention nationwide.",
        "url": "https://doi.org/10.31235/osf.io/gsem7_v1",
        "version": 1,
        "id": "gsem7",
        "subjects": "(Other)",
        "subjects_osf": "Criminal Procedure, Judges, Courts, Criminal Law, Legal Profession"
      },
      {
        "doi": "10.31235/osf.io/jwbnm_v1",
        "title": "A Multi-Component Evaluation Instrument for Retrospective Assessment of Prevention Programs: A Framework for The Longitudinal Prophylactic-Capacity Evaluation Tool",
        "authors": "Jason Kreger",
        "created": "2025-12-27",
        "abstract": "Background: Despite modern advances, prevention programs often exhibit participant attrition and limited behavior persistence following program cessation. Program evaluation methods have proven helpful for retrospectively examining intervention efficacy; however, there is a lack of standardized methods to jointly assess intervention-period outcomes and post-intervention prevention practice durability with respect to program characteristics. The absence of such an evaluation instrument limits comparative inference and represents a gap in contemporary prevention science. Objectives: To develop and propose a standardized, theory-informed, multi-component program evaluation tool that facilitates systematic assessment of intervention-phase attrition and post-intervention behavior sustainability, while incorporating key program design, implementation, and equity characteristics to enable comparative synthesis across heterogeneous interventions. Methods: The Longitudinal Prophylactic Capacity Evaluation (LPCE) Tool was developed through analytic abstraction of prevailing evaluation constructs used in lifestyle prevention research, with explicit emphasis on participant retention, behavioral durability, and real-world implementation feasibility. LPCE evaluates prevention programs as the unit of analysis, using six ordinally scored domains: (1) Intervention-period attrition; (2) Post-intervention behavior sustainability; (3) Intervention design and behavioral framework fidelity; (4) Engagement and participant-resonance strategies; (5) Implementation and scalability; and (6) Equity and accessibility considerations. Domain scores are synthesized into two standardized indices: (1) A Composite Program Score (CPS), which applies equal domain weights; and (2) A Weighted Program Score (WPS), which prioritizes sustainability domain influence through differential weighting and a durability-based gate rule. LPCE then normalizes domain scores for subsequent integration into a heatmap-based visualization to support transparent, pattern-based comparative analysis. Results: LPCE will facilitate reproducible, interpretable program-level performance profiles that distinguish interventions that achieve only short-term engagement from those that demonstrate durable post-intervention behavior maintenance. The sustainability-weighted scoring structure prevents inflation of overall program performance in the absence of post-intervention durability, while the domain-level heatmap approach facilitates cross-program comparisons and identifies design and implementation features associated with sustained outcomes. Conclusions: The LPCE Tool provides a standardized, extensible framework for evaluating the longitudinal prophylactic capacity of lifestyle prevention programs. By explicitly integrating attrition, sustainability, behavioral design, implementation feasibility, and equity considerations into a unified evaluation system, LPCE addresses a critical methodological gap.",
        "url": "https://doi.org/10.31235/osf.io/jwbnm_v1",
        "version": 1,
        "id": "jwbnm",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Communication, Health Psychology, Other Social and Behavioral Sciences"
      },
      {
        "doi": "10.31235/osf.io/myf75_v1",
        "title": "The Functional-Actor Transition Dilemma: A Structural Explanation for Post-Intervention Attenuation in Prevention Programs",
        "authors": "Jason Kreger",
        "created": "2025-12-30",
        "abstract": "Despite sustained investment in lifestyle prevention programs, many interventions demonstrate limited post-intervention sustainability, with behavior or practice adherence commonly declining upon withdrawal of external program support. This pattern reflects a persistent structural limitation in prevention science, whereby participants remain functionally dependent on continued programmatic actuation for behavioral continuity rather than transitioning into autonomous agents for preventive actions. This phenomenon is mediated by interventional prevention models prioritizing delivery-phase implementation and near-term outcomes, while under-theorizing the psychosocial and operational processes required for enduring behavior maintenance following program termination. Numerous existing frameworks and theories directly consider and aim to increase participant shareholding of preventive behaviors, yet in practice, there remains a gap between who is left with ownership of these behaviors or practices at the end of an intervention. To address this gap and stimulate intentional progress within prevention science around this gap, this manuscript formally identifies and articulates a foundational problem in prevention sustainability, herein termed the Functional-Actor Transition Dilemma (F-ATD), which characterizes the often unactuated transition process by which participants shift from reliance on external functional actors as drivers of behavior continuance to internally driven, self-regulated forces of behavior persistence.",
        "url": "https://doi.org/10.31235/osf.io/myf75_v1",
        "version": 1,
        "id": "myf75",
        "subjects": "(Other)",
        "subjects_osf": "Philosophy, Other Social and Behavioral Sciences, Psychology, Public Affairs, Public Policy and Public Administration, Science and Technology Studies"
      }
    ]
  }
}
