{
  "update": "2025-07-18",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/28exs_v2",
        "title": "Affective Signals and Issue Salience in Swiss Reddit Discourse: Insights on Public Reaction to Government Measures During COVID-19 and the Ukraine Crisis",
        "authors": "Leonard Maximilian König",
        "created": "2025-07-16",
        "abstract": "This study explores the interplay of issue salience and affective signals in Swiss public reactions to government measures on the Reddit forum r/Switzerland during the COVID-19 pandemic and the Russia-Ukraine war. Using an Exploratory Data Analysis approach, this study applied topic modeling (BERTopic) to a large corpus of posts (2019-2022) to identify shifts in online public attention and emotional responses, and transformer-based sentiment and emotion analysis to quantify sentiment and discrete emotions as affectives. The results reveal a Swiss online public that is highly responsive to events, with attention shifting rapidly, and whose discourse is deeply imbued with emotional content, predominantly negative in the face of restrictive policies or unsettling international developments. These insights underscore the value of computational social science in unpacking the complexities of online public opinion and offer a foundation for future research into the evolving nature of digital democracy and crisis governance.",
        "url": "https://doi.org/10.31235/osf.io/28exs_v2",
        "version": 2,
        "id": "28exs",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Communication"
      },
      {
        "doi": "10.31235/osf.io/2pyfa_v1",
        "title": "Stop Wasting Time Fine-Tuning: Traditional Classifiers Shine with LLM Embeddings for Political Textual Analysis",
        "authors": "Collin Coil, Nicholas Chen, Caroline L. Bruckner",
        "created": "2025-07-14",
        "abstract": "Large language models (LLMs) are widely applicable for political science research; however, many researchers do not have access to sufficient compute resources or data to fine-tune LLMs for their research purposes. As such, it is necessary to identify ways to deploy LLMs more efficiently for political science research applications. We examine LLMs for political science classification tasks and show that using LLMs as feature extractors for downstream classification models (an embed-then-classify pipeline) has performance comparable to or exceeding the performance of LLMs fine-tuned for classification (a fine-tune-then-classify pipeline), all while requiring less compute time and data. Furthermore, we demonstrate that both the embed-then-classify and fine-tune-then-classify pipelines significantly outperform zero-shot prompting for classification using decoder-only models, which is prevalent in the social sciences. We present a robust set of experiments with three decoder-only LLMs, 19 encoder-only LLMs, five classification models, and four fine-tuning strategies on a new political classification dataset. This dataset includes over 130,000 text sequences for multi-class classification and is made up of text extracted from a variety of government documents. We further validate our findings on two other political science textual datasets.",
        "url": "https://doi.org/10.31235/osf.io/2pyfa_v1",
        "version": 1,
        "id": "2pyfa",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/5v9zw_v1",
        "title": "The Long-Run Effects of Colleges on Civic and Political Life",
        "authors": "Michael J. Andrews, William Marble, Lauren Russell",
        "created": "2025-07-16",
        "abstract": "Social theorists and education advocates have long argued for the civic benefits of education. As large, durable institutions, universities are especially likely to affect the civic life of their communities. We investigate how the establishment of a university alters the civic and political trajectory of the surrounding area. For identification, we leverage historical site selection processes in which multiple locations were considered for new colleges. We bring together data on social capital, political preferences, and elections to assess the long-run impacts of college establishment. Communities with colleges exhibit higher levels of civic engagement and greater social trust today, relative to “runner-up” locations without colleges. These counties are also more politically liberal — a gap that has grown substantially since 2000. Our findings suggest understanding universities as place-based policies that shape the long-run civic and political development of their communities. They also shed light on current political battles over higher education policy.",
        "url": "https://doi.org/10.31235/osf.io/5v9zw_v1",
        "version": 1,
        "id": "5v9zw",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Higher Education, Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/68zjx_v1",
        "title": "Online identities are increasingly political: evidence from 30 countries",
        "authors": "Anna Clemente, Dakota Handzlik, Jason Jeffrey Jones, Steven Skiena",
        "created": "2024-11-07",
        "abstract": "Have people become more likely to show their politics online? By examining the bios of 9.5 million Twitter users per month in 30 countries across the world, we show increasing politicization of self-authored personal descriptions. Political self-presentation online has become more common and normalised, as its prevalence roughly doubled from 2012 to 2022. We trace trends for ideological and partisan identities, and explore shifts in cultural identification. Our findings suggest a diffusion of norms: the adoption of politicized online identities became more accepted and widespread during the observed period. The choice to present oneself politically online, by establishing a commitment to a political view of the self, is likely to loop back into political engagement offline.",
        "url": "https://doi.org/10.31235/osf.io/68zjx_v1",
        "version": 1,
        "id": "68zjx",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/ax5b9_v1",
        "title": "Rising Wealth Inequality and Democratic Backsliding across U.S. States",
        "authors": "Manuel Schechtl, Carolyn Fisher",
        "created": "2025-07-15",
        "abstract": "Wealth inequality in the United States has reached heights not seen since World War II, renewing fears that concentrated economic power may undermine democracy. Yet empirical research linking inequality to democratic erosion remains inconclusive, in part because most studies focus on cross-country comparison, and examine income rather than wealth. This study exploits variation across fifty U.S. states—each embedded in a common federal framework but differing in political and economic dynamics—to test whether rising state‐level wealth inequality predicts democratic backsliding. I draw on two novel datasets: the State Democracy Index and the GEOWEALTH-US database. Pooled OLS models reveal a robust, negative association between state-level wealth inequality and democracy scores, and two‐way fixed effects estimates confirm that within‐state increases in wealth inequality are associated with declines in democratic performance. Interaction analyses show that growing Republican legislatures are associated with democratic backsliding where state-level wealth inequality is rising, and that extreme wealth shares (top 1%, 0.1%, 0.01%) exert the strongest influence. These findings demonstrate that subnational wealth disparities—and their convergence with partisan politics—might actively erode American democratic institutions. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/ax5b9_v1",
        "version": 1,
        "id": "ax5b9",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/d9g4s_v1",
        "title": "Politischer Konsum im Alltag: Ergebnisse einer bevölkerungsrepräsentativen Befragung zu politisch motivierten Konsumaktivitäten in Deutschland 2025",
        "authors": "Ole Kelm, Marco Dohle",
        "created": "2025-07-11",
        "abstract": "Politischer Konsum im Alltag: Ergebnisse einer bevölkerungsrepräsentativen Befragung zu politisch motivierten Konsumaktivitäten in Deutschland 2025",
        "url": "https://doi.org/10.31235/osf.io/d9g4s_v1",
        "version": 1,
        "id": "d9g4s",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ngr3d_v1",
        "title": "Benchmarking parallel trends violations in regression imputation difference-in-differences",
        "authors": "Zikai Li, Anton Strezhnev",
        "created": "2025-07-11",
        "abstract": "Difference-in-differences studies increasingly use regression imputation methods as an alternative to the conventional two-way fixed effects (TWFE) model. These approaches fit a single TWFE regression to only control units and use it to impute counterfactuals for treated units, resulting in estimates robust to treatment effect heterogeneity. When evaluating the parallel trends assumption, researchers commonly impute counterfactuals for the same control units that were used in estimating the model---the default ``in-sample\" option for pre-trends tests in the popular R package fect. We show this approach creates complications for benchmarking the magnitude of potential parallel trends violations by severely understating actual pre-trends, making them appear small when they are actually substantial. A simple correction, also implemented in fect, excludes the period being tested when fitting the model (``leave-one-out\"), eliminating this attenuation bias. We demonstrate the practical importance of this correction through re-analysis of a recent study on the political effects of the ``shale shock\" (Gazmararian, 2025). While the original analysis used in-sample imputation and concluded pre-trends were negligible, our corrected approach reveals pre-trends comparable in magnitude to the estimated treatment effects. The observed positive effects of the 2008 fracking boom on Republican presidential vote share in U.S. coal counties are likely artifacts of longer-running trends in these regions.",
        "url": "https://doi.org/10.31235/osf.io/ngr3d_v1",
        "version": 1,
        "id": "ngr3d",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/s4nje_v1",
        "title": "Unrequited Love: Estimating the Electoral Effect of a Place-based Green Subsidy with a 2D Regression Discontinuity Design",
        "authors": "Zikai Li",
        "created": "2025-07-17",
        "abstract": "Can targeted tax credits designed to stimulate renewable energy development in areas vulnerable to economic decline shift voters’ support? While advocates argue that economic gains from such incentives can realign political preferences by altering local communities' cost-benefit calculations, competing mechanisms such as disruptions to these communities and ideological resistance may offset these effects or even trigger backlash. Focusing on the Energy Community Tax Credit Bonus (ECTCB) under the 2022 Inflation Reduction Act, I use a two-dimensional regression discontinuity (2DRD) design to estimate its impact on the Democratic share of the two-party vote in the 2024 presidential election. The analysis suggests a small negative effect (point estimate: −0.0039; 95% confidence interval: [−0.0078, −0.0002]). These findings contribute new causal evidence to the debate on the electoral effects of place-based climate policies. This paper also makes methodological contributions by improving a recently proposed 2DRD estimator with bagging and the delta bootstrap. Through Monte Carlo simulations, I show the refined estimator exhibits less bias and greater efficiency than common alternatives.",
        "url": "https://doi.org/10.31235/osf.io/s4nje_v1",
        "version": 1,
        "id": "s4nje",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Psychology, Political Science, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/tczvn_v1",
        "title": "From Protest to Parliament: Lebanon’s October Revolution and the Rise of Movement Parties",
        "authors": "Daniel L. Tavana, Christiana Parreira, Sara Lindsay Walsh",
        "created": "2025-07-16",
        "abstract": "Recent waves of protest have given rise to movement parties, or parties with strong ties to social movements that combine anti-system activism with opposition to governing parties and elites. We study the effects of Lebanon’s 2019 October Revolution, a series of nationwide protests that took place over several months and targeted an extractive elite that has governed for two decades. Difference-in-differences estimates show that localities where protests took place were more likely to support movement parties in the election that followed the uprising. We attribute this effect to the exclusionary nature of the electoral system and show that support for movement parties was greatest in areas neglected by existing parties. Our findings contribute new insight into the relationship between protest movements and electoral behavior. Movement parties persistently struggle to channel anti-government, revolutionary opposition into support for electoral alternatives—but not where they are able to exploit the weaknesses of existing parties.",
        "url": "https://doi.org/10.31235/osf.io/tczvn_v1",
        "version": 1,
        "id": "tczvn",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/6kpn8_v1",
        "title": "Bits of Opportunity: Broadband Internet and Intergenerational Income Mobility",
        "authors": "Erlend Nordrum",
        "created": "2025-07-17",
        "abstract": "The roll-out of broadband internet represents a Skill-Biased Technological Change (SBTC) that transformed labor markets by expanding high-skill job opportunities and automating lower-skill tasks, ultimately reshaping structures underlying intergenerational income mobility. Using administrative registry data coupled with data on Norway’s broadband roll-out, I take a quasi-experimental approach to assess the effect of broadband access on the income correlation between fathers and sons. The findings show that the roll-out of broadband has significantly increased intergenerational mobility, with a reduction in the income rank correlation between fathers and sons, supporting the view that broadband can disrupt traditional economic advantages and foster greater mobility.",
        "url": "https://doi.org/10.31235/osf.io/6kpn8_v1",
        "version": 1,
        "id": "6kpn8",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/9kh2g_v1",
        "title": "The Consumption Side of Trade Shocks: Inequality Dynamics and Luxury Imports",
        "authors": "Vinicius Curti Cícero, Laura Heras-Recuero",
        "created": "2025-07-11",
        "abstract": "We study how a large, exogenous trade shock --- triggered by China’s accession to the WTO in 2001 --- reshaped income, inequality, and import behavior across Brazilian regions. Using a shift-share instrument based on pre-shock export structures, we show that regions more exposed to China’s demand boom experienced increases in income per capita and within-region inequality relative to less exposed areas. These changes, in turn, led to rising import values and a shift in import composition, particularly toward consumption goods and medium- to high-tech manufactured products. To interpret these patterns, we classify goods by necessity and luxury status using Brazilian household survey data and develop a complementary ``demonstration luxury'' classification --- designed to capture status-oriented goods --- based on U.S. consumption patterns. Luxury imports rose most in regions that were initially more unequal or experienced sharper post-shock increases in inequality, consistent with non-homothetic preferences and status-driven consumption. Our findings highlight inequality as a key channel through which trade shocks shape regional import demand in developing economies.",
        "url": "https://doi.org/10.31235/osf.io/9kh2g_v1",
        "version": 1,
        "id": "9kh2g",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/bx63g_v1",
        "title": "Engagement in Extracurricular Activities: A Gain or a Loss From The Sense of School Belonging Perspective?",
        "authors": "Le Nguyen Hoang",
        "created": "2025-07-13",
        "abstract": "This study aims to explore the intricate associations between engagement in extracurricular activities (ECAs), a sense of school belonging, and their joint effects on academic and non-academic outcomes. The findings, from the analysis of 892 students, suggested that being actively engaged in ECAs does not contribute directly to students’ academic outcomes. Rather, it reflects the non-academic achievement of ECAs, particularly that of promoting wellbeing. Moreover, ECAs are only beneficial to both academic and non-academic outcomes under conditions of a low sense of school belonging. However, under conditions of a high sense of school belonging, engagement in ECAs becomes less advantageous, and it might even be detrimental to academic performance. This study offers an alternative perspective aimed at unpacking the intricacies of ECAs, which are then used for developing practical implications for higher education institutions.",
        "url": "https://doi.org/10.31235/osf.io/bx63g_v1",
        "version": 1,
        "id": "bx63g",
        "subjects": "Economics",
        "subjects_osf": "Educational Assessment, Evaluation, and Research, Economics"
      },
      {
        "doi": "10.31235/osf.io/uzqyp_v1",
        "title": "Will the Government Finally Acknowledge the Scale of India’s COVID-19 Tragedy?",
        "authors": "Aashish Gupta, Murad Banaji",
        "created": "2025-07-11",
        "abstract": "Newly released 2021 mortality data shows about 3 million excess death registrations during the pandemic, suggesting over 4 million total excess deaths, roughly nine times the official Covid-19 death toll. This confirms the pandemic’s true impact as far greater than the government’s claims",
        "url": "https://doi.org/10.31235/osf.io/uzqyp_v1",
        "version": 1,
        "id": "uzqyp",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Geography, Economics, Public Affairs, Public Policy and Public Administration, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/xucf8_v2",
        "title": "Pre-Refunding Announcement Gains in U.S. Treasurys",
        "authors": "Chen Wang, Kevin Zhao",
        "created": "2025-07-17",
        "abstract": "We document substantial and intensifying positive returns in medium- and long-term Trea?sury bonds on the day before the Treasury Refunding Announcements (TRAs), an important quarterly fiscal event where future issuance plans are unveiled. Pre-TRA gains are distinct from known calendar effects, account for a sizable portion of annual yield and term premium changes, and cannot be attributed to information leakage. We show that reduction in Treasury market uncertainty—particularly fiscal-related uncertainty—prior to TRAs is the key driver. Consis?tent with this, pre-TRA gains are stronger when immediately following an FOMC meeting, and when national debt approaches the debt ceiling.",
        "url": "https://doi.org/10.31235/osf.io/xucf8_v2",
        "version": 2,
        "id": "xucf8",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/2mkra_v1",
        "title": "How moving costs Impact in Schelling’s Segregation Model : An extension to the original model",
        "authors": "Hugo Carrasco, Cindy Abreo, Ramón Álvarez-Vaz",
        "created": "2025-07-05",
        "abstract": "In Schelling’s classical model [1], when an individual feels dissatisfied with the number of unwanted \"neighbors,\" they simply move to another free location, but this is restricted by the city’s density. Furthermore, it is assumed that in real life, moving has many associated costs. For this reason, it is proposed to modify the model and extend it by considering that each agent starts with a certain amount of monetary units (capital C), and that with each unit of time, each agent manages to save a certain amount of monetary units (savings A). If at any given time they feel dissatisfied and have capital greater than or equal to the cost of moving Cm (moving), then they can move to one of the free locations. Otherwise, they cannot, which means that in the next step they may or may not be dissatisfied, depending on what happened to their neighbors. Using models that consider differential costs by group, different initial capitals, and different savings capacities, the impact of these initial conditions on segregation is studied for certain levels of happiness or satisfaction and intolerance. To carry out the simulation, a graphical interface is programmed in a Shiny application implemented in the statistical language R, making it reproducible and available on an OSF platform server at the following link: https://osf.io/ngm9h/.",
        "url": "https://doi.org/10.31235/osf.io/2mkra_v1",
        "version": 1,
        "id": "2mkra",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/36dzw_v1",
        "title": "Beyond the Poverty Frame: Media Representations, Lived Realities, and the Struggle for Representational Justice in Tondo, Manila",
        "authors": "Mary Franchesca Santillan Alorro, Ben Hur M. Cristobal, Elaine Rose B. Lim, Gerald F. Padua, Daracel C. Del Rosario, Sheba Erech D. Pangan, Dashielle July A. Lopez, Karl Patrick R. Mendoza",
        "created": "2025-07-11",
        "abstract": "Mainstream portrayals of Tondo, Manila, in Philippine media often depict the district as a site of danger, disorder, and decay, reducing a vibrant urban community to a symbol of poverty and criminality. This article interrogates the disjuncture between these dominant representations and the lived experiences of Tondo residents. Drawing on discourse analysis of documentaries, news reports, and vlogs, alongside in-depth interviews with 15 residents, the study reveals how media framings selectively amplify hardship while silencing everyday resilience, solidarity, and care. Based on Stuart Hall’s encoding/decoding model, Vygotsky’s social constructionism, and Bourdieu’s theory of symbolic capital, the analysis highlights how residents actively challenge and reshape the stories told about them. The article advances the concept of representational justice as both an ethical imperative and an analytical lens, emphasizing that representation is not merely about visibility but about narrative power. The findings point to the need for more participatory, dignity-based storytelling about urban poverty in the Global South and greater accountability to the communities whose lives are often misrepresented.",
        "url": "https://doi.org/10.31235/osf.io/36dzw_v1",
        "version": 1,
        "id": "36dzw",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/37hjd_v1",
        "title": "Citation Functions and Their Role in Scientific Organization.",
        "authors": "Gabriel Vélez-Cuartas",
        "created": "2025-07-11",
        "abstract": "This article presents general elements of a citation theory based on the concept of networks (structures) of meaning. From this perspective, citation acts as an operator of meaning, generating structures representing social dynamics in knowledge production. This citation theory allows for observing the trajectories of scientific and humanistic communications. It describes the structural characteristics that lead to the constitution of scientific meaning for both academic and non-academic communities. Initially, the primary debates generated by its use and analysis will be proposed, followed by a theoretical-analytical model of citation in line with the contemporary evolution of its role.",
        "url": "https://doi.org/10.31235/osf.io/37hjd_v1",
        "version": 1,
        "id": "37hjd",
        "subjects": "Sociology",
        "subjects_osf": "Library and Information Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/4ve65_v1",
        "title": "The Criminologic Transition Model: The Evolution of the Nature of Crime",
        "authors": "William Pridemore",
        "created": "2025-07-10",
        "abstract": "The Criminologic Transition Model (CTM) provides an organizing framework for understanding how the nature of crime covaries with the character of social relations as societies develop. Societal evolution shifts the axes around which humans organize and interact, profoundly changing families, cities, nations, and weltanshauung. Technology progresses, there are revolutions in economic drivers, states increase control over citizens and commerce, and human rights mature. Families become smaller, adolescence is extended, population mobility increases, and people live longer. Surely victim, offender, and event characteristics – which in combination I label crime morphology – are part of these foundational transformations and thus follow systematic trajectories over time. I outline the need for and domain of CTM, describe its basic properties and theoretical lineage, define the elements and structure of the model, outline CTM’s general hypotheses, and summarize historical evidence that suggests centuries-long trajectories of specific victim, offender, and event characteristics during societal development.",
        "url": "https://doi.org/10.31235/osf.io/4ve65_v1",
        "version": 1,
        "id": "4ve65",
        "subjects": "Sociology",
        "subjects_osf": "History, International and Area Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/5r3kg_v1",
        "title": "‘An Irish Solution to an Irish Problem’: Homonationalism and the Marriage of Convenience ‘With Love at its Heart’",
        "authors": "Steph Hanlon",
        "created": "2025-07-15",
        "abstract": "In Ireland, the extension of rights to same-sex citizen couples coexists with the restriction of rights to transnational heterosexual couples. This article contrasts dual constructions of materially motivated marriages as a celebration of national belonging and threat to national integrity. Drawing on twenty-eight texts from the Irish press, it analyses the discursive construction of a tax-motivated marriage by two Irish citizen men in 2017, dubbed ‘the marriage of convenience with love at its heart’, with materially interested unions between heterosexual couples that include a non-citizen spouse. It critically analyses the discursive construction of tax-motivated marriage by same-sex, male citizens as heart-warming, while materially similarly unions between heterosexual couples that include a non-citizen spouse are pathologised and discursively criminalised. Drawing on Anthony Giddens’s conception of the ‘pure relationship’, this article problematizes how instrumental (impure) marriages can be accepted and even embraced in public discourse. The findings demonstrate that the embrace of the ‘impure marriage’ is not merely about emotional authenticity or material intent. Rather, it reflects and reproduces hierarchies of race, nationhood and belonging. By doing so, it challenges the conflation between purity with disinterest and illegitimacy with instrumentality, by emphasising how citizenship, nationhood, and sexuality mediate the construction of marital legitimacy. This seeks to move beyond the binary of ‘pure’ versus ‘instrumental’ marriage, revealing how (im)purity itself is differentially constructed, applied, and policed.",
        "url": "https://doi.org/10.31235/osf.io/5r3kg_v1",
        "version": 1,
        "id": "5r3kg",
        "subjects": "Sociology",
        "subjects_osf": "Linguistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/73nyb_v1",
        "title": "Externalities of polluting cooking fuels, gender, and adult cognitive health in Low- and Middle-Income countries",
        "authors": "Sneha Mani, Aashish Gupta, Irma Elo",
        "created": "2025-07-16",
        "abstract": "Scientific understanding of the relationship between environmental hazards and cognitive health at older ages in low- and middle-income countries (LMICs) is poor. Using data from the Longitudinal Aging Study of India and the World Health Organization's Survey on Global AGEing and adult health for four LMICs, we examine the association of direct and local exposure to polluting cooking fuels with cognitive health at older ages. We document the negative influence of both: cognitive health is poorer among members of households that use polluting fuels and among residents of neighborhoods where the use of polluting fuels is more common. These associations cannot be explained by accounting for individual or local differences in socioeconomic status. Consistent with direct impacts of polluting fuels, we find that women in households where the use of polluting fuels is common have the lowest predicted cognitive scores. Our findings reveal the substantial direct influence and negative externalities of polluting fuel use in LMICs and help understand why overall cognitive health may be poor in these settings. Moving away from polluting fuels toward clean fuels may not only reduce individual risk but also community-level exposure to air pollution, contributing to better cognitive health in older ages.",
        "url": "https://doi.org/10.31235/osf.io/73nyb_v1",
        "version": 1,
        "id": "73nyb",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/7d6f5_v1",
        "title": "From Legitimation to Exercising Structural Power: Strategies of Escalation in the US Anti-Sweatshop Movement",
        "authors": "Matthew Williams",
        "created": "2025-07-10",
        "abstract": "Two major anti-sweatshop groups—United Students Against Sweatshops (USAS) and SweatFree Communities—pursued similar goals in different social arenas: college campuses and city governments. This article examines their shared strategy of gradual escalation, demonstrating how social movements must balance coercion and consent to effectively pressure authorities. Both groups aimed to enforce pro-labor rights codes for apparel industry partners, using distinct yet escalating strategies. USAS employed extra-institutional tactics like sit-ins and hunger strikes, while SweatFree Communities leveraged electoral politics. Both began with awareness-raising efforts, such as teach-ins and film screenings, before escalating to coercive tactics—protests and sit-ins for USAS and mobilizing key voting blocs for SweatFree Communities. Despite operating in different arenas, both groups followed a pattern of building legitimacy before applying structural power.",
        "url": "https://doi.org/10.31235/osf.io/7d6f5_v1",
        "version": 1,
        "id": "7d6f5",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/etw57_v1",
        "title": "Emotional Memes of Anger and the Reproduction of Organizational Zombies: A Structural Analysis of Labels, Mimicry, Misreading, and Silence",
        "authors": "Koichi Hiraoka",
        "created": "2025-07-11",
        "abstract": "This paper elucidates, through theoretical grounding and observational cases, the structure by which \"anger\" functions as a cultural meme within organizations—infecting, imitating, and reproducing itself. Drawing on Dawkins' (1976) theory of memes as replicable units of cultural transmission, the paper explores how repeated invocation of label words such as “temporary worker,” “full-time employee,” and “slave” constrains the frameworks of self-recognition, other-evaluation, and emotional expression among organizational members. As a result, a power structure emerges where anger operates as cultural currency. Well-intentioned individuals become infected by anger; spontaneous humor or unintentional laughter is expelled as “foreign matter,” and dialogic spaces collapse into silence and loyalty. As mimicry and internalization deepen, phenomena arise such as inverted evaluation axes—where individuals begin to desire validation from those who once harmed them—irrational chains of allegiance, and public execution-style harassment in online communication spaces. Anger memes infiltrate not only emotion but also language, belief systems, and structures of authority. By reconceptualizing anger not as a personality trait but as a structural-cultural meme, this paper visualizes the selection pressures operating on emotion, language, recognition, and institutional logic, and lays a theoretical and institutional foundation for reconstructing dialogue.",
        "url": "https://doi.org/10.31235/osf.io/etw57_v1",
        "version": 1,
        "id": "etw57",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/rfpum_v1",
        "title": "Young People’s Homeownership in Europe: Delayed or Out of Reach? A Research Note",
        "authors": "Enrico Benassi, Selçuk Bedük",
        "created": "2025-07-14",
        "abstract": "Young people’s declining access to homeownership is a growing concern across Europe. Yet it remains unclear whether this trend reflects a temporary delay or a more persistent exclusion from homeownership. In this research note, we examine the decline in homeownership from early to mid-adulthood across European birth cohorts born between 1940 and 2000. Using EU-SILC data from 2005–2020, we first document age-homeownership curves, showing that most transitions into ownership occur by age 40. We then show substantial cohort declines in homeownership, especially between ages 25 and 35, but also from 40 to 50. Early-adulthood declines are more pronounced among advantaged groups, likely reflecting delayed transitions to adulthood, while later-life declines are concentrated among disadvantaged groups and avoided only by high earners, suggesting limited access for younger generations. Decomposition analysis reveals that differences in work and family characteristics explain only a small part of the declines at ages 30, 35, and 40. Most of the trend remains unexplained, pointing to a broad deterioration in homeownership access, likely driven by rising house prices. If these trends persist, today’s younger cohorts may increasingly remain excluded from homeownership over their life course.",
        "url": "https://doi.org/10.31235/osf.io/rfpum_v1",
        "version": 1,
        "id": "rfpum",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/umh5n_v2",
        "title": "From Conflict to Cohesion: Structural Similarity Dampens Uncivil Discourse in Polarized Social Groups",
        "authors": "Matthew Yeaton, Sarayu Anshuman, Sameer Srivastava",
        "created": "2025-07-16",
        "abstract": "Social groups are arenas for both cohesion and conflict. Whereas prevailing theories focus on how these processes unfold at the boundaries between groups, the authors focus on the tensions that emerge within groups and that give rise to directed uncivil discourse. They develop a novel theoretical account of its network-structural antecedents. In polarized online groups, they hypothesize that the greater the structural similarity between two individuals, the less likely they will be to direct uncivil language toward one another. They further argue that this relationship will be moderated by the degree of group polarization. Using a node embedding algorithm (i.e., node2vec) to derive an omnibus measure of interpersonal structural similarity, they find support for the theory using a dataset that encompasses more than 25 million comments made by over 1.7 million users in six polarized communities on Reddit. They discuss implications for research on intergroup animosity, group polarization, the measurement of structural similarity, and the interplay of structure and culture.",
        "url": "https://doi.org/10.31235/osf.io/umh5n_v2",
        "version": 2,
        "id": "umh5n",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/utha6_v1",
        "title": "Silent Harassment as a Structural Phenomenon: A Theoretical Reframing Based on Avoidant-Obsessive Personality Dynamics and Meta-Communication Dysfunction",
        "authors": "Koichi Hiraoka",
        "created": "2025-07-10",
        "abstract": "This paper introduces the concept of silent harassment as a form of psychological aggression within organizations, characterized by systematic communication denial and social exclusion. Unlike overt verbal or physical abuse, silent harassment operates through ambiguity, making it difficult to identify, challenge, or remediate. Drawing upon the interplay between avoidant and obsessive-compulsive personality traits and grounding its theoretical analysis in the dysfunction of meta-communication, this study proposes a novel explanatory framework for understanding silence as a deliberate and damaging organizational act. The paper situates this concept within the broader theory of structural selection pressure (Hiraoka, 2025a), arguing that silent harassment constitutes a micro-level manifestation of cultural degeneration within hierarchical institutions. Through a hypothetical case-based analysis, the model demonstrates how psychological dispositions and organizational dynamics interact to create environments where exclusion is normalized and competence is silently suppressed.",
        "url": "https://doi.org/10.31235/osf.io/utha6_v1",
        "version": 1,
        "id": "utha6",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/w2aub_v2",
        "title": "Educational Opportunity Does Not Skip Generations: Testing Lundberg’s (2020) Intergenerational Transmission Framework",
        "authors": "Kristian Bernt Karlson",
        "created": "2025-07-10",
        "abstract": "Lundberg (2020) showed that significant cousin correlations in educational attainment need not imply direct influence from the extended family. Instead, such correlations may arise from two sources: generational variation in parent–child transmission strength (“dynamic transmission”) and attenuation due to classical measurement error. Building on this framework, I use data from the National Longitudinal Surveys to test whether observed sibling and cousin correlations are consistent with a first-order Markov process that incorporates generation-specific transmission parameters and known reliabilities of educational measures. After accounting for both dynamic transmission and measurement error, the model fully explains the observed cousin correlations in the NLSY. Any residual extended-family influence is negligible. These findings reinforce Lundberg’s central insight: cousin correlations in educational attainment among the cohorts studied can be entirely attributed to two-generation transmission dynamics, rather than any substantive extended-family effect.",
        "url": "https://doi.org/10.31235/osf.io/w2aub_v2",
        "version": 2,
        "id": "w2aub",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/x7qak_v1",
        "title": "Kin and Clicks. The Association Between Family Relations and Older Adults’ Digital Technology Use",
        "authors": "Luca Guido Valla, Bruno Arpino",
        "created": "2025-07-17",
        "abstract": "Background and Objectives: Ageing and digitalization have become two global megatrends. Still, limited research has explored the role played by family relations in influencing older people’s digitalization. We examine associations betwee t having a partner, children and grandchildren and older adults’ digital technology use. We also consider geographical proximity and contact frequency with children. Research Design and Methods: We leveraged data from wave eight of the Survey of Health, Ageing and Retirement in Europe (SHARE) and the drop-off questionnaire administered to the Swiss sample in 2021 (N=1,412). We estimated various logit models and calculated predicted probabilities of frequent digital technology use as a function of several aspects of family relations. Results: Overall, having children and grandchildren was positively associated with certain forms of digital engagement, such as reading social media posts and making video calls. However, having a larger number of children or grandchildren was in some cases negatively associated with the use of more complex devices, such as portable or desktop computers. Being widowed or divorced was consistently linked to greater use of several digital technologies, compared to those who had never been married. Finally, having frequent contact with geographically close children was negatively associated with portable computer use, suggesting that close familial support may reduce the need for independent digital engagement. Discussion and Implications: The results showed complex associations between family relations and older people’s digital technology use. The findings may help stakeholders design services that are in line with older users’ backgrounds and expertise.",
        "url": "https://doi.org/10.31235/osf.io/x7qak_v1",
        "version": 1,
        "id": "x7qak",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/5wafs_v1",
        "title": "The Spatial Distribution of the U.S. Childfree Population: Does State Context Matter?",
        "authors": "Zachary P. Neal, Jennifer Watling Neal",
        "created": "2025-07-16",
        "abstract": "Childfree adults do not have or want children, and represent a large and growing fraction of the total population in the United States. However, we know relatively little about where childfree adults live, or whether the features of their state's context are associated with being childfree. In this study, we used representative data from 20,118 respondents in all 50 states to better understand the childfree population's spatial characteristics. Despite substantial between-state variation in prevalence, from 22% in California to 9.4% in Louisiana, this population was not clustered in specific areas. Additionally, mixed-effects model estimates suggest that although being childfree was more common in larger states with higher costs of living, individual demographic characteristics were much more strongly associated with being childfree. We concluded by discussing the policy implications of these findings, and identifying future directions that are highlighted by this study's limitations.",
        "url": "https://doi.org/10.31235/osf.io/5wafs_v1",
        "version": 1,
        "id": "5wafs",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/7sjeh_v1",
        "title": "Linking Conflict Transformation to Peace-Centred Development: Pathways and Lessons",
        "authors": "Uche Okpara, Sulaiman Yunus",
        "created": "2025-07-16",
        "abstract": "Despite widespread agreement on the interdependence of peace and development, the concept of peace-centred development - which places peace at the core of development policy and practice - remains underexplored and is rarely integrated with conflict transformation in practice. Using a multi-method qualitative approach that integrates critical literature review, in-depth country case studies and comparative analysis, we reveal why implementation of conflict transformation alone often falls short in fragile situations and how embedding it within broader development strategies can unlock simultaneous gains in peace and development. We uncover the value and practice of peace-centred development and propose a new framework for connecting conflict transformation with peace-centred development, offering insights for policymakers and practitioners working at the intersection of violence, poverty and sustainable development.",
        "url": "https://doi.org/10.31235/osf.io/7sjeh_v1",
        "version": 1,
        "id": "7sjeh",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/cmr58_v2",
        "title": "Temporal Changes in the Quantity of Conceptions Influence Preterm Births Rates at the Population Level",
        "authors": "Marco Cozzani, Peter Fallesen, Juho Härkönen",
        "created": "2025-07-17",
        "abstract": "The presence of temporalities in conceptions, births, and birth outcomes such as preterm birth are well-known. However, the link between these phenomena has received surprisingly little attention. Drawing on birth certificate data from the United States (2010–2019), we demonstrate how temporal changes in conceptions are linked with birth outcomes. First, we formalize the relationship between temporal variation in conceptions and birth outcomes and provide evidence from simulations on how changes in conception rates affect birth outcomes. Second, we demonstrate the temporal relationship between changes in conception rates and birth outcomes. Third, we illustrate the impact of temporal variation in conceptions on the variation in birth outcomes across different U.S. population groups. Our results show a link between the number of conceptions and the distribution of preterm births, such that a decline in conceptions will lead to a decrease in preterm births eight months after, whereas an increase will lead to the opposite pattern. This link is stronger among groups with higher incidences of preterm birth, such as Black Americans relative to non-Hispanic White Americans. Seasonality in conceptions accounts for about one-tenth of the seasonality in birth outcomes, and this proportion increases among groups with higher incidence rates of preterm birth. This study offers new insights into the demographic determinants of health at birth at the population level.",
        "url": "https://doi.org/10.31235/osf.io/cmr58_v2",
        "version": 2,
        "id": "cmr58",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/dgwth_v1",
        "title": "Innovative Technology Strategy in Hong Kong and China of the Asia Industries",
        "authors": "Ray Wai Man Kong",
        "created": "2025-07-16",
        "abstract": "This applied research study examines the innovative capabilities of Hong Kong and China by analyzing their positions in global innovation indices and employing strategic framework tools. Utilizing metrics such as R&amp;D expenditure, patent applications, and high-tech exports, we compare key aspects of their innovation ecosystems. Strategic frameworks like strengths, weaknesses, opportunities, and threats (SWOT) analysis and the Object Key Result (OKR) strategic framework are applied to assess strengths, weaknesses, opportunities, and threats in each region's innovation strategies and then reviewed to determine the measurable result as the global innovation index. Results from the innovation indices reveal that both regions have distinct advantages: Hong Kong benefits from a dynamic financial sector, while China leads in manufacturing and technological investments. Strategic tools like SWOT analysis underscore Hong Kong's potential for growth through partnerships with mainland China, enhancing its innovative capabilities. In conclusion, this applied research study provides insights into how Hong Kong and China can leverage their respective strengths and collaborate to foster sustainable innovation. The findings suggest that strategic collaborations and policy initiatives could further enhance both regions' global competitiveness in the innovative landscape.",
        "url": "https://doi.org/10.31235/osf.io/dgwth_v1",
        "version": 1,
        "id": "dgwth",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/f9mnq_v1",
        "title": "EthicAlly: a Prototype for AI-Powered Research Ethics Support for the Social Sciences and Humanities",
        "authors": "Steph Grohmann",
        "created": "2025-07-16",
        "abstract": "In biomedical science, review by a Research Ethics Committee (REC) is an indispensable way of protecting human subjects from harm. However, in social science and the humanities, mandatory ethics compliance has long been met with scepticism as biomedical models of ethics can map poorly onto methodologies involving complex socio-political and cultural considerations. As a result, tailored ethics training and support as well as access to RECs with the necessary expertise is lacking in some areas, including parts of Europe and low- and middle-income countries. This paper suggests that Generative AI can meaningfully contribute to closing these gaps, illustrating this claim by presenting EthicAlly, a proof-of-concept prototype for an AI-powered ethics support system for social science and humanities researchers. Drawing on constitutional AI technology and a collaborative prompt development methodology, EthicAlly provides structured ethics assessment that incorporates both universal ethics principles and contextual and interpretive considerations relevant to most social science research. In supporting researchers in ethical research design and preparation for REC submission, this kind of system can also contribute to easing the burden on institutional RECs, without attempting to automate or replace human ethical oversight.",
        "url": "https://doi.org/10.31235/osf.io/f9mnq_v1",
        "version": 1,
        "id": "f9mnq",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gpzf3_v2",
        "title": "A scoping review of gentrification in the Global South: Fostering Sociological inquiries for a deeper understanding of African contexts",
        "authors": "Elias Endale, Kassahun Asres, Ezana Amdework",
        "created": "2025-07-14",
        "abstract": "The world has endured an extraordinary pace of urbanization and its concomitant incidents. One of the typical attributes of urban areas is gentrification, a term traditionally representing the upper class's systematic confiscation of key city center spaces driving out the low income urbanites. The definition of gentrification has been evolving for more than half a decade transcending to be on par with all actions of urban revitalization and turning from neighborhood scale inquiry to global debate. For major cities of the global south notably the African continent, urban regeneration activities and the influx of the low income to the outskirts of the city remain a piece of everyday news. However, scientific scrutiny of the process is minimal in the global south and almost absent in most African Cities. The current Scoping review analyzed 24 peer-reviewed articles on gentrification in the global south published between the years 2000-2025. The review narrated the major factors for the lack of a deeper analysis of gentrification in the global south, where it is a matter of state hegemony rather than a market-driven urban phenomenon. Major reasons found included the dominance of North-centeredness, methodological difficulties, and minimal sociological disciplinary engagement. The past scholarly works had a bigger and undeniable role to play in the advancement and growth of gentrification analysis while dominantly considering it as a negative force. However, the authors suggest that gentrification scholarship should try to galvanize methodologies through the use of more participatory and value-free sociological methods to augment efforts yielding a deeper exploration on Africa’s abundant experiences. Key words: - Gentrification, Global South, Africa, Sociology, Urbanization",
        "url": "https://doi.org/10.31235/osf.io/gpzf3_v2",
        "version": 2,
        "id": "gpzf3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/h269v_v1",
        "title": "Social Isolation among Childfree Adults in the United States",
        "authors": "Jennifer Watling Neal, Zachary P. Neal",
        "created": "2025-07-17",
        "abstract": "Childfree adults do not have or want children. Although they often experience social stigma and are subject to negative stereotypes, few studies have directly examined childfree adults' social networks. In this study, we used an egocentric network approach to examine whether childfree adults experience more social isolation than parents. Using representative data in the United States from the CHIP50-NET survey, we tested three pre-registered hypotheses regarding the size and composition of 2,928 childfree adults' and 12,863 parents' egocentric networks. Compared to parents, childfree adults had significantly fewer close relationships, especially in middle age. Additionally, on average, a minority (44%) of childfree adults' close relationships were with parents, while a majority (62%) of parents' close relationships were with other parents. These findings point to a need for activities and supports that build childfree adults' social networks and that connect childfree adults and parents.",
        "url": "https://doi.org/10.31235/osf.io/h269v_v1",
        "version": 1,
        "id": "h269v",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/m9n6a_v1",
        "title": "On a Plurality of Ontologies: Reparative justice in broken systems",
        "authors": "Charles T. Gray, Garima Gupta, Maya Pasgaard",
        "created": "2025-07-08",
        "abstract": "We argue that data specialists must pivot from analysts to facilitators: arrowkeepers responsible for the semantic integrity of FAIR data systems that democratise analysis. In Category Theory for the Sciences, David Spivak issues a foundational warning about ontological diagrams of systems: \"The author of an olog has a worldview\\ldots{} When person A examines the olog of person B, person A may or may not agree with it.\" This paper centres that warning---and asks why so few systems heed it. In computation, diagrams are often treated as ontologically neutral. Yet every system of objects and arrows encodes a perspective---and when one perspective dominates, others are erased. Critical theory offers tools, such as decolonisation, for recognising these erasures and examining who defines the ontology. We do not propose a comprehensive ethical framework. Instead, we introduce a small, validatable arrow-based schema, drawn from categorical thinking, to expose systemic erasure and recommend reparative action. This schema is applied in two domains: sustainable development strategy, where the traditional knowledge of local communities is erased by top-down conservation models; and FAIR data workflows, where applied scientists are marginalised by assumptions of reproducibility. In both, our schema surfaces the arrows omitted by conventional system diagrams---and with them, the people those arrows represent. This is not a general theory, but a focused demonstration: a single application of arrow analysis to show how structural erasure can be made visible---and mitigated---through an intersection of critical and categorical frameworks. Let the people define the arrows---only then will the stories that were erased be heard.",
        "url": "https://doi.org/10.31235/osf.io/m9n6a_v1",
        "version": 1,
        "id": "m9n6a",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/md7be_v1",
        "title": "Bringing Design Research to Tech Policy Innovation: An Investigation into Resilience of a Food System and Civic Agriculture",
        "authors": "Nick Logler, Stephanie Ballard, Ishita Chordia, Elias Greendorfer, Savannah E. Torborg, Rian Wanstreet, Ryan Calo, Batya Friedman, David Hendry",
        "created": "2025-07-12",
        "abstract": "We report on design research for tech policy innovation in agriculture. We first present findings of an investigation into the resilience of a small-scale food system in a rural community situated in Eastern Washington State, United States. Drawing on these findings and civic agriculture as a normative frame, we develop a design toolkit that can be used to envision and explore tech policy innovations in agriculture. Our contributions are fivefold: 1) A design research case study in civic agriculture; 2) A resilience grammar for tracing resilience thinking in context; 3) An exploration of civic agriculture as a normative lens for responsible innovation; and 4) Four tech policy innovation criteria and a prototype of The Tech Policy Innovation Cards for Agriculture toolkit. Most broadly, 5) we contribute a proof-of-concept of moving from a design research case to the development of methods and toolkits for tech policy innovation.",
        "url": "https://doi.org/10.31235/osf.io/md7be_v1",
        "version": 1,
        "id": "md7be",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/mp47r_v1",
        "title": "The Impact of Greening Schoolyards on Residential Property Values",
        "authors": "Mahshid Gorjian",
        "created": "2025-07-12",
        "abstract": "Background: Urban schoolyard greening is widely promoted for environmental, educational, and social benefits, yet its effect on residential property values remains insufficiently explored. The present study evaluates the association between schoolyard greening and nearby residential property values in three major U.S. cities. Methods: Housing sales data (2010–2022) from Denver, Los Angeles, and Boston were linked to georeferenced public schoolyard greening projects. A difference-in- differences (DiD) approach, employing matched controls and hedonic pricing models, was applied, with adjustments for socio-demographic and neighborhood factors. Robustness was assessed through event study analysis, placebo tests, and spatial spillover sensitivity analyses. Subgroup analyses considered effects by neighborhood income, race/ethnicity, and schoolyard quality. Full data processing code and synthetic data are provided for reproducibility. Results: Greening interventions were associated with a significant 4.1% (95% CI: 3.5–4.7%) average increase in residential property values within 400 meters, relative to matched controls. The largest effects occurred in high-quality, accessible schoolyards and in previously underserved neighborhoods. Subgroup analyses revealed the strongest gains in middle-income and racially mixed areas, with early indications of displacement in some low-income neighborhoods. Findings were robust across alternative specifications, with null results in placebo and spatial spillover tests. Event study analysis confirmed parallel trends. Conclusions: Schoolyard greening consistently predicts increased residential property values in adjacent areas. Policy integration with anti-displacement and housing affordability measures is necessary to ensure equitable distribution of benefits. Future research should leverage longitudinal resident data and administrative records to better track displacement and mobility over time.",
        "url": "https://doi.org/10.31235/osf.io/mp47r_v1",
        "version": 1,
        "id": "mp47r",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ph9yj_v1",
        "title": "My closest relationship is with \"Yur Mama\": Data quality in the CHIP50 ego network module",
        "authors": "Zachary P. Neal, Jennifer Watling Neal",
        "created": "2025-07-10",
        "abstract": "Data quality issues including problematic responses from non-human bots, malicious respondents, and uncareful respondents can threaten the validity of online survey-based network data. In this paper, we describe how we identified and handled potentially problematic responses in the ego network module of the Civic Health and Institutions Project, a 50 States Survey (CHIP50-NET). Specifically, we identified and excluded 4282 respondents who named non-agent alters or invalid alters or who provided inconsistent responses (17% of the CHIP50-NET sample). Excluding these potentially problematic respondents from the CHIP50-NET sample had only modest effects on sample demographics. However, these exclusions did yield a prevalence estimate of an uncommon demographic group (adults who do not want children) that was closer to a recent, external benchmark estimate, providing evidence of the validity of our data cleaning efforts. We conclude with implications and recommendations for using the CHIP50-NET dataset specifically, and for cleaning data when conducting large-scale online network surveys more generally.",
        "url": "https://doi.org/10.31235/osf.io/ph9yj_v1",
        "version": 1,
        "id": "ph9yj",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/td9bm_v1",
        "title": "Green schoolyard investments influence local-level economic and equity outcomes through spatial-statistical modeling and geospatial analysis in urban contexts",
        "authors": "Mahshid Gorjian",
        "created": "2025-07-17",
        "abstract": "Investing in urban green schoolyards is becoming more popular around the world because they could enhance health, education, and community outcomes. There is still considerable debate regarding the impact of urban green schoolyards on economic growth, equity, and community stability, particularly when analyzed using spatial-statistical and geospatial methods. The current study focuses mostly on health or individual case results and avoids looking at broader economic and equality concerns. It also fails to effectively integrate all the methodological rigor and policy implications. Using GIS analysis and comparative spatial-statistical modeling, this study fills in the gaps by examining five essential recent studies, which included cases from the US, the Netherlands, and Australia. The study uses methods such as hedonic pricing, difference-in-differences, spatial econometrics, and participatory GIS to look carefully at changes in property values, equitable outcomes, and displacement risks in different metropolitan areas. Studies show that while investing in green schoolyards usually raises property values in the area (by 2–5% in Denver and Los Angeles) and is beneficial for kids' health and development, these benefits are not equitably shared. Most of the time, wealthy neighborhoods obtain the biggest benefits. Displacement and gentrification are most likely to occur in areas with inadequate tenant protections. Examples from around the world show that policies that focus on equity, public ownership, and participatory planning are necessary to get the most out of everyone's benefits and keep people from being left out. This review shows how important it is for research and practice to be honest about their methods, share their data, and focus on equity. Integrating spatial-statistical accuracy with participatory frameworks can help make better policies and ensure that urban greening benefits everyone. Future studies need to examine standardized indicators, conduct worldwide comparisons, and perform quantitative meta-analyses to facilitate equitable choices regarding investments and policies.",
        "url": "https://doi.org/10.31235/osf.io/td9bm_v1",
        "version": 1,
        "id": "td9bm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/yv6kz_v1",
        "title": "The diverse experiences and positions of Ukrainian refugees: evidence from a large representative survey in the Netherlands",
        "authors": "Kasper Otten, Vardan Barsegyan, Ben van Enk, Samir Mustafa Negash, Sanne Noyon, Mieke Maliepaard",
        "created": "2025-07-16",
        "abstract": "Ukrainian refugees form a large new migrant group in many European countries, but we have surprisingly little representative evidence on how they fare in their host countries across multiple life domains. This study provides the first nationally representative, multidimensional analysis of Ukrainian refugees in the Netherlands, advancing our theoretical and empirical understanding of refugee participation. Our results highlight potential trade-offs and spillovers between life domains, showing that high labor market participation often coexists with challenges in social participation, health, and language proficiency. Comparative analyses with Syrian refugees and the Dutch population illustrate how differing policy environments may be involved in participation trajectories. Further, in line with the notion of superdiversity, we highlight substantial heterogeneity in outcomes within the Ukrainian refugee population. In particular, women and higher-educated Ukrainian refugees on average obtain worse outcomes across multiple life domains. Our findings demonstrate the complex, multidimensional nature of refugee participation, where positive outcomes in some domains or subgroups may coincide with difficulties in others. These insights have important policy implications for supporting vulnerable subgroups and designing policy measures that address the diverse needs within refugee populations.",
        "url": "https://doi.org/10.31235/osf.io/yv6kz_v1",
        "version": 1,
        "id": "yv6kz",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/42r9z_v1",
        "title": "Pronunciation Pedagogy Revisited: Voices From Omani B. Ed. Students",
        "authors": "Konstantinos M. Pitychoutis",
        "created": "2025-07-11",
        "abstract": "This article investigates the attitudes of Omani B. Ed. students towards various aspects of pronunciation pedagogy. Employing a mixed-methods approach, the study captures students' preferences for pronunciation instruction methods, their attitudes towards different English accents, the role of technology in pronunciation learning, and the influence of extracurricular exposure to English. The findings reveal a strong preference for instructor-led methodologies, the use of technology, and a focus on communicative competence. Additionally, the study highlights a preference for Received Pronunciation among students, while views on American and International accents are polarised, reflecting the complex interplay of cultural, educational, and personal factors in accent choice. The research also underscores the significant role of extracurricular exposure to English in shaping students' attitudes towards pronunciation learning and correction. The study's insights have profound implications for curriculum design and teaching methodologies in English language teaching in Oman, emphasising the need for pedagogical approaches that are responsive to students' diverse linguistic backgrounds and experiences.",
        "url": "https://doi.org/10.31235/osf.io/42r9z_v1",
        "version": 1,
        "id": "42r9z",
        "subjects": "(Other)",
        "subjects_osf": "Language and Literacy Education, Higher Education, Linguistics"
      },
      {
        "doi": "10.31235/osf.io/76fz8_v1",
        "title": "Smart Teaching: The Synergy of Multiple Intelligences and Artificial Intelligence in English as a Foreign Language Instruction",
        "authors": "Konstantinos M. Pitychoutis, Ahmed Al Rawahi",
        "created": "2025-07-11",
        "abstract": "This article investigates the integration of Howard Gardner’s Multiple Intelligences (MI) theory with Artificial Intelligence (AI) tools in English as a Foreign Language (EFL) instruction. MI theory, which highlights diverse cognitive strengths, has been transformative in inclusive education, while AI tools, such as chatbots, offer personalised feedback, interactive learning environments, and differentiated instruction that align with MI principles. By adopting a conceptual research design, this study synthesises existing literature and case studies to propose strategies for engaging various intelligences using AI technologies. Key applications include personalised feedback for linguistic and logical-mathematical learners, immersive simulations for spatial intelligence, and collaborative platforms to support interpersonal intelligence. Practical strategies for integrating AI tools into MI-based instruction are discussed, alongside considerations for tailoring educational experiences to diverse learner profiles. Ethical concerns, such as data privacy and algorithmic bias, are addressed, emphasising the importance of responsible AI integration and teacher training to maximise these tools’ potential. The study provides a robust pedagogical framework showcasing the synergy between MI theory and AI technologies, demonstrating how this approach can enhance engagement, motivation, and inclusivity in EFL classrooms. While conceptual, the study lays the groundwork for future empirical research and underscores the potential of AI-enhanced MI-based instruction in fostering dynamic and equitable language learning environments.",
        "url": "https://doi.org/10.31235/osf.io/76fz8_v1",
        "version": 1,
        "id": "76fz8",
        "subjects": "(Other)",
        "subjects_osf": "Language and Literacy Education, Curriculum and Instruction, Social and Philosophical Foundations of Education, Educational Psychology, Educational Methods, Linguistics"
      },
      {
        "doi": "10.31235/osf.io/7xuzf_v1",
        "title": "The Criminal Tribes Act of 1871 and its Global Legacy",
        "authors": "Ishaan Ranjan, Anay Pruthy",
        "created": "2025-07-13",
        "abstract": "The Criminal Tribes Act of 1871, imposed by British colonial authorities in India, was a draconian law that branded entire communities as “hereditary criminals,” enforcing systematic surveillance, forced settlement, and social ostracization. This paper provides a comprehensive examination of the Act’s origins, implementation, and enduring legacy. It begins by contextualizing the Act within India’s caste system, tracing how ancient religious codifications – from the Rigveda to the Manusmriti – established and justified a rigid hierarchy that colonial policies later exploited. We analyze the language and intent of the Act, illustrating how the British administration wielded it as an instrument to control nomadic and marginalized groups by presuming criminality by birth. The short-term impacts on Dalits (formerly “Untouchables”), Adivasis (indigenous tribes), and other minorities were severe: communities faced loss of land, curtailed freedoms, and state-sanctioned stigma, with an estimated thirteen million people across 127 communities directly affected by Independence. The Act’s long-term repercussions persisted well beyond its repeal in 1949, as independent India’s Habitual Offenders Act (1952) continued to profile and police these denotified tribes, entrenching cycles of poverty and prejudice.",
        "url": "https://doi.org/10.31235/osf.io/7xuzf_v1",
        "version": 1,
        "id": "7xuzf",
        "subjects": "(Other)",
        "subjects_osf": "Race, Ethnicity and Post-Colonial Studies, Religion, South and Southeast Asian Languages and Societies, Legal Studies"
      },
      {
        "doi": "10.31235/osf.io/9zt3n_v1",
        "title": "Anti-Gender Fundamentalist Traditionalism and Vulnerability to Misinformation",
        "authors": "Nicola Righetti",
        "created": "2025-07-11",
        "abstract": "This study investigates how culturally rooted moral worldviews shape vulnerability to misinformation by introducing the concept of fundamentalist traditionalism—a belief system grounded in rigid values concerning gender, sexuality, and family, and exemplified by culture war phenomena such as the anti-gender movement. While previous research has linked religious fundamentalism to susceptibility to misinformation, the role of moral absolutism—independent of institutional religion—remains underexplored. Drawing on data from the 2017 European Values Study (Italy) and employing Structural Equation Modeling, we test whether traditionalist values mediate the relationship between religiosity and social marginality—a proxy for misinformation vulnerability. The results indicate that more substantial support for traditionalist values is associated with higher levels of social marginality. These findings suggest that moral conservatism—such as that expressed by the anti-gender movement—exists at a culturally vulnerable crossroads, where rigid moral convictions may heighten susceptibility to misinformation.",
        "url": "https://doi.org/10.31235/osf.io/9zt3n_v1",
        "version": 1,
        "id": "9zt3n",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/aeu3q_v1",
        "title": "Beyond the Mythical God Label: Healing and Multifunctionality in the Bulul",
        "authors": "Armand N. Camhol",
        "created": "2025-07-11",
        "abstract": "The bulul—Ifugao human-like woodcarvings—are made in a series of rituals that concludes with ensouling. Kept in the granary, they are thought to guard and magically increase rice according to current scholarship. In this article I use primary data to show that they are also crafted to serve as healing vessels under a cross-cultural class of figures in substitution rituals. I also argue that Euro-Christian traditions have led to their misidentification as deity, something that has been internalized by locals. The Ifugao view the bulul in a continuum—empty wooden objects on one end and family members on the other.",
        "url": "https://doi.org/10.31235/osf.io/aeu3q_v1",
        "version": 1,
        "id": "aeu3q",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/kvxn3_v1",
        "title": "Greening Schoolyards and the Spatial Distribution of Property Values in Denver, Colorado",
        "authors": "Mahshid Gorjian",
        "created": "2025-07-11",
        "abstract": "Schoolyard greening initiatives have become increasingly prominent in urban school districts across the United States, particularly as mechanisms to promote environmental justice, child well-being, and neighborhood revitalization. While these interventions aim to address health and ecological disparities, they may also trigger real estate speculation and displacement in historically marginalized areas. This study investigates how property values are affected by proximity to greened schoolyards in Denver, Colorado. Using spatial analysis and hedonic regression techniques, we examine whether these greening efforts correlate with uneven housing market changes across diverse neighborhoods. Results suggest that homes located within 250 meters of greened schoolyards experienced significantly higher value appreciation than those further away, especially in neighborhoods already undergoing gentrification. These findings raise questions about the unintended consequences of environmental investments and emphasize the need for equitable policy frameworks.",
        "url": "https://doi.org/10.31235/osf.io/kvxn3_v1",
        "version": 1,
        "id": "kvxn3",
        "subjects": "(Other)",
        "subjects_osf": "Geography"
      },
      {
        "doi": "10.31235/osf.io/x5gze_v1",
        "title": "Schoolyard Greening, Child Health, and Neighborhood Change: A Comparative Study of Urban U.S. Cities",
        "authors": "Mahshid Gorjian",
        "created": "2025-07-11",
        "abstract": "Background: Schoolyard greening has emerged as an innovative approach to enhancing children’s health and environmental equity in urban U.S. cities. Yet, the implications for neighborhood dynamics and social equity are insufficiently understood. Methods: This comparative literature review synthesizes quantitative and qualitative evidence from peer-reviewed studies and case analyses of schoolyard greening in major U.S. cities. Results: Schoolyard greening consistently increases utilization and has a positive, though variable, effect on children’s physical activity and well-being. However, the benefits are not always equitably distributed, and greening projects can catalyze neighborhood change, sometimes leading to green gentrification. Conclusions: Greening urban schoolyards offers benefits for children’s health and urban sustainability but poses challenges for equity and social justice. Policies must prioritize inclusive, community-driven approaches to ensure the gains of greening are shared by vulnerable populations.",
        "url": "https://doi.org/10.31235/osf.io/x5gze_v1",
        "version": 1,
        "id": "x5gze",
        "subjects": "(Other)",
        "subjects_osf": "Geography"
      },
      {
        "doi": "10.31235/osf.io/zsd3t_v1",
        "title": "Independent scholars in a collaborative wave: visual modelling of a systematic critique of the sharp decline in the number of single authors in management SCI journals",
        "authors": "WEI MENG",
        "created": "2025-07-11",
        "abstract": "The decline of single authorship in high-impact journals in the current collaboration-oriented knowledge production mechanism has triggered a deeper reflection on the change of power structure in academic ecology. The purpose of this paper is to explore the hidden institutional logic and evaluation system behind the marginalisation of single-author research in the field of management, and to reveal how the discourse of \"collaborative advantage\" conceals the structural process of power redistribution and ideological alienation. By analysing the data on the proportion of single authors in SCI journals, deconstructing the constructive text of institutional incentives, and combing the empirical relationship between knowledge-producing subjects in authorship, the study, together with the literature of Harzing, Wuchty, and Larivière, constructs a set of \"collaborative incentives-responsibility dilution-originality weakening\". A three-dimensional causal chain model of \"collaboration incentives - responsibility dilution - originality weakening\" is constructed. The results show that single authors are not explicitly excluded, but rather are gradually withdrawn from the core publishing orbit driven by funding policies, evaluation mechanisms, and reviewing preferences, and that independent thinking is structurally marginalised in institutionalised collaboration. The article calls for a paradigm shift from instrumental rationality to value rationality, and for the re-establishment of the legitimacy and public value of independent research at the level of evaluation mechanisms, journal systems and researcher ethics, in order to restore academic diversity and intellectual sovereignty.",
        "url": "https://doi.org/10.31235/osf.io/zsd3t_v1",
        "version": 1,
        "id": "zsd3t",
        "subjects": "(Other)",
        "subjects_osf": "Leadership Studies, Organization Development"
      }
    ]
  }
}
