{
  "update": "2024-09-10",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/dahb6",
        "title": "Lies, Damned Lies and Statistics: Justice-Orientated Counter-Storytelling About Aid Flow to Gaza in 2023",
        "authors": "Pathik Pathak, Chandni Jacob, Irene Ruiz Espejo, Jessica Boxall, Emily Bastable, Frankie Norton",
        "created": "2024-09-03",
        "abstract": "Background: The escalating hostilities with Israel that began on 7 October 2023 have intensified the already dire situation in Gaza, with power outages and severe shortages of medicines and health supplies crippling hospitals' ability to deliver life-saving care. Using Gaza as a case study, in this article we introduce the concept of “justice-orientated statistical counter-stories”. Methods: We argue that traditional statistics distort reality, hide disparities, and generally misrepresent social and environmental issues. We show that by making “adjustments” based on identifiable flaws in raw statistical datasets we can rectify this problem and offer an alternative view. We illustrate the principles of justice-oriented statistical counter-stories by examining the aid flow to Gaza in 2023 from major OECD countries. Results: Our justice-orientated analytical lens shows how the rankings for OECD countries shift significantly when we factor in donor nations’ GDP and military aid donations to Israel, who are propagating a war against the Palestinian people. Our paper also identifies some of the key methodological challenges in making such adjustments (issues of aggregated data, asymmetrical data periods and unavailable data). Conclusion: We conclude by emphasising the broader implications of “justice-orientated statistical counter-stories” for understanding not only aid flows, but global development and the representation of social and environmental issues.",
        "url": "https://doi.org/10.31235/osf.io/dahb6",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "International and Area Studies, Political Science, Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/dg5ps",
        "title": "Group-specific linear trends and the triple-differences in time design",
        "authors": "Anton Strezhnev",
        "created": "2024-09-03",
        "abstract": "Differences-in-differences designs for estimating causal effects rely on an assumption of ``parallel trends\" -- that in the absence of the intervention, treated units would have followed the same outcome trajectory as observed in control units. When parallel trends fails, researchers often turn to alternative strategies that relax this identifying assumption. One popular approach is the inclusion of a group-specific linear time trend in the commonly used two-way fixed effects (TWFE) estimator. In a setting with a single post-treatment and two pre-treatment periods it is well known that this is equivalent to a non-parametric ``triple-differences\" estimator which is valid under a ``parallel trends-in-trends\" assumption (Egami and Yamauchi, 2023). This paper analyzes the TWFE estimator with group-specific linear time trends in the more general setting with many pre- and post-treatment periods. It shows that this estimator can be interpreted as an average over triple-differences terms involving both pre-treatment and post-treatment observations. As a consequence, this estimator does not identify a convex average of post-treatment ATTs without additional effect homogeneity assumptions even when there is no staggering in treatment adoption. A straightforward solution is to make the TWFE specification fully dynamic with a separate parameter for each relative treatment time. However, identification requires that researchers omit at least two pre-treatment relative treatment time indicators to estimate a group-specific linear trend. The paper shows how to properly extend this estimator to the staggered adoption setting using the approach of Sun and Abraham (2021), correcting a perfect collinearity error in recent implementations of this method in Hassell and Holbein (2024). It concludes with a note of caution for researchers, showing through a replication of Kogan (2021) how inferences from group-specific time trend specifications can be extremely sensitive to arbitrary specification choices when parallel trends violations are present but do not follow an easily observed functional form.",
        "url": "https://doi.org/10.31235/osf.io/dg5ps",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/dngcj",
        "title": "Designing Social Media to Promote Productive Political Dialogue on a New Research Platform",
        "authors": "Austin van Loon, Srikar Katta, Christopher A. Bail, D. Sunshine Hillygus, Alexander Volfovsky",
        "created": "2024-09-06",
        "abstract": "Social media are frequently blamed for exacerbating ideological divides. We evaluate whether it is possible to design a social media platform that instead promotes productive, open-minded dialogue among users. We recruited 1,043 Americans who expressed willingness to test a new social media platform by installing a mobile app we developed for iOS and Android devices. Participants were randomly assigned to spend ten minutes on one of two versions of a simulated social media platform. The first was a control condition designed to resemble typical text-based social media sites, and users were told that people whose posts are liked very often receive a “popular user” badge. The second version was identical to the first, but respondents were instead told users receive an “open-minded” badge if they respectfully engage with opposing viewpoints. Participants using both versions were asked to join an ongoing discussion about either gun control or immigration. Unbeknownst to them, each participant only interacted with chatbots powered by generative AI. We find that respondents assigned to the experimental condition exhibited more intellectually humble language in their posts and comments and reported experiencing more positive emotions. We do not find significant treatment effects on participants’ self-reported intellectual humility, affective polarization, or issue attitudes. These results have important implications for future research on social media and social psychology and introduce new methods for conducting randomized controlled trials using generative artificial intelligence.",
        "url": "https://doi.org/10.31235/osf.io/dngcj",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Psychology, Political Science, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/g7a2d",
        "title": "Digital Trace Data",
        "authors": "Andreas Jungherr",
        "created": "2024-09-08",
        "abstract": "Digital trace data are an important resource for the study of social life and human behavior. Digital trace data document users’ interactions with digital information systems. This includes interactions on social media services – like Facebook, TikTok, or X (Twitter) – as well as interactions with devices – such as smart phones or smart speakers. This makes digital trace data into an important source for the analysis of communicative phenomena in digital media and beyond. But to realize their potential, researchers must first account for their characteristics as measures of society and behavior. This includes questions as to what phenomena they do speak directly, which can be inferred based on theorizing the links between specific data generating processes and phenomena of interest, what remains hidden, and how related uncertainty can be accounted for or even quantified.",
        "url": "https://doi.org/10.31235/osf.io/g7a2d",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/r6mva",
        "title": "Walking the Way of European Integration: Prospects for Galician Youth",
        "authors": "Aldan Creo, Lucía Traygo, Paulo López Muñoz, Bruno Antonio Ortiz López, Miguel García-Miguel Diz, Luis Miguel Bouzo Álvarez, Saray Rodríguez Pérez, Víctor Davila, Julio Quintela Casal",
        "created": "2024-09-04",
        "abstract": "This paper explores the opportunities and challenges that the promotion of European integration among Galician youth currently faces. We first examine the obstacles that the region faces, which revolve around a lack of awareness, representation and pro-European civil society organizations, a limited knowledge of the English language and geographical isolation. However, Galicia is a region that enjoys unique opportunities, which we then explore, such as a lack of Euroscepticism, strong cultural ties with other European regions, the Camiño de Santiago, the region's key role in the maritime and artificial intelligence sectors, and low third-level education costs. We conclude by proposing a series of recommendations to better equip the region of Galicia with the tools and resources needed to promote Europeanism among young people. Through our recommendations, we aim to foster a sense of European identity and solidarity among young people in Galicia, which is essential for the further integration of Galicia into the European Union.",
        "url": "https://doi.org/10.31235/osf.io/r6mva",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "International and Area Studies, Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/trn8u",
        "title": "Environmental Policymaking with Political Learning",
        "authors": "Benjamin Blumenthal",
        "created": "2024-09-05",
        "abstract": "Effectively tackling environmental problems requires the implementation of appropriate policies by politicians. I propose a model of electoral accountability in which voters learn about politicians' policy preferences and environmental policies' appropriateness by observing past policy choices and outcomes. Compared to a benevolent policymaker benchmark, I show that reputational concerns can lead to suboptimal policymaking, as a result of the interdependence between voters' learning about implemented policies and their induced preferences over politicians: when favourable policy outcomes lead voters to prefer policy persistence, the desire to appear responsive can stifle the implementation of the right environmental policy.",
        "url": "https://doi.org/10.31235/osf.io/trn8u",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/c7vrw",
        "title": "Information Architectures: A Framework for Understanding Socio-Technical Systems",
        "authors": "Paul E. Smaldino, Adam Russell, Matthew Zefferman, Judith Donath, Jacob Foster, Douglas Guilbeault, Martin Hilbert, Elizabeth A. Hobson, Kristina Lerman, Helena Miton",
        "created": "2024-09-04",
        "abstract": "A sequence of technological inventions over several centuries has dramatically lowered the cost of producing and distributing information. Because culture and societies ride on a substrate of information, these changes have profoundly impacted how we live, work, and interact with each other. This paper explores the nature of information architectures (IAs)—the features that govern how information flows within human populations. IAs include physical and digital infrastructures, norms and institutions, and algorithmic technologies for filtering, producing, and disseminating information. IAs shape everyday lives and cultural practices; they can reinforce societal biases and discriminations and lead to prosocial outcomes as well as unintended social ills. IAs have culturally evolved rapidly with human usage, creating new affordances and new problems for the dynamics of social interaction. We explore the significant societal outcomes instigated by shifts in IAs and call for an enhanced understanding of the social implications of increasing IA complexity, the nature of competition among IAs, and the creation of mechanisms for coordination to guide the beneficial use of IAs. Navigating the challenges IAs pose requires creative experimentation, novel tools, and an understanding of societal norms and institutions. Given that the speed and influence of IAs are accelerating, research in this area is increasingly imperative to ensure that the nature of IAs aligns with a collectively desirable future.",
        "url": "https://doi.org/10.31235/osf.io/c7vrw",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Economics, Library and Information Science, Anthropology, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/dtxn4",
        "title": "Time to Accumulate: The Great Migration and the Rise of the American South",
        "authors": "Dongkyu Yang",
        "created": "2024-09-04",
        "abstract": "The idea that labor scarcity can induce economic development has been long hypothesized (Hicks, 1932; Habakkuk, 1962), but the evidence is scarce, especially on non-agricultural development. In this paper, I assess the role of the Second Great Migration (1940-1970) on the subsequent structural change in the American South between 1970 and 2010. Empirical results using shift-share instruments show that out-migration incentivized physical capital investment and capital-augmenting technical change, increasing capital and output per worker in both agriculture and manufacturing at least until 2010. Labor reallocated from agriculture to nonagriculture. I then develop and calibrate a dynamic spatial equilibrium model that allows substitution between factors of production, factor-biased technical change, and Heckscher–Ohlin forces in trade. The quantitative results indicate that the adjustments to the Second Great Migration could have contributed to 7% of the total decrease in agricultural employment between 1940 and 2010 in the South. The contribution analyses suggest that labor-capital substitution played a leading role in economic adjustment to the migration, with capital-biased technical change and the quasi-Rybczynski effect playing important supplementary roles.",
        "url": "https://doi.org/10.31235/osf.io/dtxn4",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/r9q8n",
        "title": "Gender Differences in Understanding of the Parental Leave System: Empirical Evidence from Japan",
        "authors": "Tomotaka Hirao, Shizue Igawa",
        "created": "2024-09-07",
        "abstract": "Understanding the parental leave system at childbearing age is crucial for life after childbirth, regardless of gender. According to a 2021 UNICEF report, Japan has the best paid paternity leave policy in the world. However, the uptake rate of parental leave for Japanese male employees remains low compared to international averages. Many Japanese fathers may be underutilizing this benefit of this highly ranked parental leave system. Although there are several reasons for this, this study focuses on a lack of understanding of the particulars parental leave system. The empirical results of this study show that female employees possess more knowledge than their male counterparts and that the determinants of this knowledge differ between men and women. A worrying aspect of these results is the lack of opportunities for young male employees to improve their parental leave knowledge in the “lowest-low fertility” society of Japan. Future research is needed to try to identify new determinants of this knowledge to better understand and overcome the relationship of this problem to Japan’s low fertility rate.",
        "url": "https://doi.org/10.31235/osf.io/r9q8n",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/su5gd",
        "title": "Territorial determinants of the “spatial anchorage” of a soybean industry in Hauts-de-France region, France: the role of collective dynamics and proximity",
        "authors": "Ceapraz Ion Lucian, Delhoume Catherine, Benkhettab Fatima Zohra",
        "created": "2024-09-05",
        "abstract": "Our work proposes to highlight the role of territorial determinants and more particularly those of socio-economic nature in the development of a territorial soy industry in the Hauts-de-France region, France. The approach consists of highlighting how and what are the conditions and the forms of the determinants of social capital to anchor a sustainable local soy industry. Thus, in our paper, these socio-economic determinants take the form of the collective dynamics of farmers which constitute a major factor in the establishment of soy culture in different territories of Hauts-de-France region. In this paper we have chosen a qualitative approach using a grid of semi-directive interviews with agricultural stakeholders, as part of the DOP Picardie project . The various players involved in the soya commodity chain were interviewed, with a comparative analysis of two study areas, Bourgogne Franche Comté and Marne. Our surveys and their interpretations yielded numerous results in the form of motivations, constraints, and recommendations for the sustainable establishment of soya sector in Hauts-de-France, as well as the identifying the socio-economic, agronomic, and regulatory factors that come together as collective actions to promote this sector.",
        "url": "https://doi.org/10.31235/osf.io/su5gd",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Agricultural and Resource Economics, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/5evw9",
        "title": "Legitimation as linchpin: On Raewyn Connell’s changing conceptualization of ‘hegemonic masculinity’",
        "authors": "James W. Messeschmidt, Tristan Bridges",
        "created": "2024-09-05",
        "abstract": "The concept of hegemonic masculinity maintains a distinctive status within the social sciences and humanities. Yet there never has been an examination of Connell’s changing conceptualization of the term throughout her scholarship, and specifically when and why she integrated ‘legitimation’ into her definition of hegemonic masculinity. The authors address this oversight by providing a detailed retrospective on the concept from its embryonic conceptualizations to its eventual reformulation. Within this historical assessment, the authors further consider Connell’s broader feminist theory of gender and how legitimation of the hegemonic masculinity/emphasized femininity relationship is central to that theory. The concepts of hegemonic masculinity and emphasized femininity and the theory in which they are embedded developed in tandem over time. The paper emphasizes that during this dual development, legitimation of unequal gender relations became the theoretical linchpin for conceptualizing hegemonic masculinity and eventually its relationship to emphasized femininity as a part of Connell’s larger gender theory. The paper also demonstrates that over time Connell progressively changed the meaning of hegemonic masculinity in significant ways and concludes with a discussion of recent ‘legitimation processes’ that have appeared in the literature, and how each contributes unique ways of conceptualizing the legitimation of unequal gender relations.",
        "url": "https://doi.org/10.31235/osf.io/5evw9",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/6ryzd",
        "title": "The share of White students and the emergence of Black-White within-school inequalities: network-based foundations",
        "authors": "Joao Souto-Maior",
        "created": "2024-09-03",
        "abstract": "This article investigates mechanism-based explanations for a well-known macro-level pattern in sociology of education, namely, that Black-White unequal access to advanced coursework is the highest in racially diverse and majority-White schools. The study proposes that school racial composition (defined as the share of Whites) could influence the emergence of Black-White course-taking inequalities through the combination of two factors: (a), the relevance of network-based resources for advanced enrollment; and (b), the known relationship between racial composition and network structure. Through an empirically informed agent-based model, this study provides support for the proposed theoretical pathway and shows that, when combined with empirically representative structural inequalities, this racial composition effect can help explaining the pattern of interest. Possible policy implications are discussed.",
        "url": "https://doi.org/10.31235/osf.io/6ryzd",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/85djr",
        "title": "Gender diversity in the deans of Brazilian universities: career temporal evolution, production of knowledge and of human resources",
        "authors": "Carolina Andrea Nodari, Claudio Celso Soares de Oliveira, Marcia Barbosa",
        "created": "2024-09-03",
        "abstract": "Women are underrepresented in positions of power and leadership in higher education and the challenges faced by women in order to reach these senior positions in academia are complex and have received considerable attention in recent years. In this work, we quantify gender diversity in Brazilian academia using three types of indicators: production of knowledge, temporal evolution in the career, and training of human resources to study in detail the profile of the Deans of Research and Graduate Studies in 215 Higher Education Institutions in the year of 2019. Our analysis shows that around only 36% of positions were occupied by women, a percentage that is not consistent with the number of women professors in Brazilian higher education. Using the National Council for Scientific and Technological Development Lattes’ Platform databank, we show that men and women in dean positions publish roughly the same number of paper/scientific articles per year and present almost the same time elapsed in the career path, while women produce more human resources. The fact that women occupy only 1/3 of the positions of dean of research and graduation reveals that for women to reach the top, it is necessary that they adapt to the same metric intended for men while facing additional challenges indicating a persistent glass ceiling.",
        "url": "https://doi.org/10.31235/osf.io/85djr",
        "subjects": "Sociology",
        "subjects_osf": "Feminist, Gender, and Sexuality Studies, Higher Education, Educational Administration and Supervision, Teacher Education and Professional Development, Sociology"
      },
      {
        "doi": "10.31235/osf.io/c6agd",
        "title": "Does Specialization Pay Off? Analyzing the Link Between Research Focus and Academic Career Success",
        "authors": "Lisa Wunsch, Isabel Maria Habicht, Martin Schröder, Mark Lutter",
        "created": "2024-09-03",
        "abstract": "Sociological research on careers and organizations suggests that those with a wide range of skills (generalists) are disadvantaged due to the dispersion of their competencies, whereas those with a focused expertise in a specific area (specialists) benefit from a deeper understanding of their domain. This study tests the applicability of these findings to academia, assessing whether scholars with a specialized publication output are more likely to obtain tenure than those with a more generalist output. Using a combination of computational quantitative text analysis of 5497 journal abstracts published along with longitudinal career data covering CV and publication data of sociology professors in German academia, first, we find that a generalist research focus has a positive and statistically significant effect on attaining tenure. In addition, male sociologists derive greater benefits from a generalist publication strategy, whereas female sociologists experience greater advantages from specialization. Second, we disentangle the overall effect into ‘qualitative’ and ‘quantitative’ specialization. Our results show a slight but non-significant advantage for sociologists who focus primarily on publishing quantitative research. Furthermore, results reveal that women in particular profit from a quantitative specialization in sociology.",
        "url": "https://doi.org/10.31235/osf.io/c6agd",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/kef29",
        "title": "Hoarding without hoarders: unpacking the emergence of opportunity hoarding within schools",
        "authors": "Joao Souto-Maior",
        "created": "2024-09-03",
        "abstract": "Sociologists increasingly highlight the role of opportunity hoarding in the formation of Black-White educational inequalities. Informed by this literature, this article unpacks the necessary and sufficient conditions under which the hoarding of educational resources emerges within schools. It develops a qualitatively informed agent-based model which captures Black and White students' competition for a valuable school resource: advanced coursework. In contrast to traditional accounts --- which explain the emergence of hoarding through the actions of Whites that keep valuable resources within White communities --– simulations, perhaps surprisingly, show hoarding to arise even when Whites do not play the role of hoarders of resources. Behind this result is the fact that a structural inequality (i.e., racial differences in social class), and not action-driven hoarding, is the necessary condition for hoarding to emerge. Findings, therefore, illustrate that common action-driven understandings of opportunity hoarding can overlook the structural foundations behind this important phenomenon. Possible policy implications are discussed.",
        "url": "https://doi.org/10.31235/osf.io/kef29",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/m7te9",
        "title": "The Geography of Immigrants in Same-Sex Couples in the United States",
        "authors": "Nathan I. Hoffmann, Kristopher Velasco",
        "created": "2024-09-04",
        "abstract": "Where do queer immigrants settle in the United States? The policy landscape for same-sex couples in the U.S. has changed rapidly in recent years, with immigrants being particularly affected. After the 2013 end of the Defense of Marriage Act, U.S. citizens could finally sponsor the visa of a same-sex partner, and number of immigrants in same-sex couples increased rapidly. But little is known about where these lesbian, gay, and bisexual (LGB) immigrants choose to settle and enjoy their new rights. Do they behave more similarly to their straight immigrant counterparts and locate based on job opportunities and cost of living? Or do they gravitate toward more queer-friendly cities and states, as U.S.-born LGB people do? How have these patterns changed over time, especially in response to local policy changes relevant to queer people and immigrants? Using American Community Survey data from 2008-2022 and original datasets, this paper implements descriptive analyses and quasi-Poisson models to study how settlement patterns of immigrants in same-sex couples in the U.S. respond to local and national policy changes as well as other local sociodemographic and economic factors. We find that the distribution of immigrants in same-sex couples is expanding across the U.S. over time. These settlement patterns generally look more similar to fellow U.S.-born LGB Americans: locations with higher concentrations are more progressive, have more robust LGBTQ+ civic life, and have higher incomes. Yet immigrants in same-sex couples also live in more racially and ethnically diverse areas compared to U.S.-born Americans in same-sex couples. Our findings contribute to a fuller understanding of this rapidly growing population and under which conditions they may behave more similarly to their fellow migrants, their fellow sexual minorities, or as a distinct population all their own.",
        "url": "https://doi.org/10.31235/osf.io/m7te9",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/nhku9",
        "title": "Employment uncertainty and entry into parenthood – Trends among Finnish cohorts",
        "authors": "INVEST Flagship, Marika Jalovaara, Leen Rahnu, Anneli Miettinen",
        "created": "2024-09-04",
        "abstract": "Previous studies in the Nordic context report a positive association between a stronger labor market attachment and entry into parenthood (i.e., first birth), but the association is stronger for men than for women, and it is modified by educational attainment and life-course stage. This study asks whether and how the relationship between employment status and entry into parenthood has changed for women and men born in Finland in the 1970s, 1980s, and early 1990s. We first examine how the life-course situations in which women and men make decisions on entering parenthood have changed across cohorts. We use total population register data and event history methods and compare cohorts that differ, for example, in terms of the macroeconomic conditions they encountered during their young adulthood. Our results show that employment uncertainty, measured as unemployment, has not increased across cohorts. Women and men who are (still) childless are increasingly combining studies and paid employment. The positive association between a stronger labor market attachment and entry into parenthood has remained unchanged, while a cohort trend towards delayed or foregone entry into parenthood occurs regardless of labor market status. To tackle Finland’s exceptionally low fertility rates at the policy level, we emphasize the need to design policies that better target women and men in different life situations.",
        "url": "https://doi.org/10.31235/osf.io/nhku9",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/v37b5",
        "title": "Decomposing Sibling Correlations: Introducing a New Measure of Group-Specific Intergenerational Persistence in Socioeconomic Outcomes",
        "authors": "Kristian Bernt Karlson, Jung In",
        "created": "2024-09-04",
        "abstract": "We introduce a novel approach for decomposing sibling correlations in socioeconomic attainment into group-specific components. These groups are defined at the family level, based on factors such as parental income, marital status, race, or the gender composition of siblings. Unlike existing studies that compare sibling correlations across different groups, our method accounts for differences in average outcomes between groups in the overall outcome distribution. This approach results in a group-specific measure of persistence in the overall outcome distribution, contrasting with the ‘within-group’ measure commonly used in the literature. Additionally, we propose a straightforward ‘counterfactual’ framework to identify which groups have a greater impact on trends or country differences in sibling correlations. We present three examples that demonstrate the utility of our method.",
        "url": "https://doi.org/10.31235/osf.io/v37b5",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/a7hc4",
        "title": "Imaginative Labor and Embodied Cognition: Economic Sociology as a Cognitive Science",
        "authors": "Dustin S. Stoltz",
        "created": "2024-09-03",
        "abstract": "How do we imagine economic objects, processes, and actions? More importantly, if the future is inherently uncertain what limits the range of possible imaginings such that actors can agree and coordinate? Building on the work of Jens Beckert, I outline an approach to imagination and imaginative labor in economic sociology grounded on the insight that embodied cognition is central to the capacity for exploring possibilities for action and organizing abstract domains. To demonstrate this approach, I use examples from a field whose fictional expectations have a significant impact on the global political-economy: elite professional advisory firms. This is a field in the business of selling imaginative labor, both within the backstage work of recruiting and the frontstage work of selling.",
        "url": "https://doi.org/10.31235/osf.io/a7hc4",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/desuw",
        "title": "Are you an NPC? The Stigmatization of Facts and Knowledge in Right-Wing Online Communities.",
        "authors": "Michael Halpin",
        "created": "2024-09-07",
        "abstract": "There are many instances wherein people are discredited and stigmatized because of what they see as being factual, true, or scientific. This paper analyzes how knowledge and fact claims are tied to stigmatization. More specifically, this paper examines how stigmatizers use fact claims to dehumanize and exclude others. The data for this paper is drawn from an online ethnography of two online communities, one for involuntarily celibate (or “incel”) men (incels.is), and the other focused on far-right politics and White supremacy (4chan.org/pol/). Using Link and Phelan’s (2014) Stigma Power framework, I demonstrate how members of these communities use knowledge and fact claims to keep people down (degrade and dehumanize others), keep people in (police in-group members and enforce norms), and keep people away (exclude others and mark them as dangerous). I argue that keeping people down, in, and away work ‘hand in glove’ to discredit and distance others based on fact claims. The paper aims to combine social psychological and science studies perspectives on stigma, while also demonstrating how the stigmatization of knowledge and fact claims can advance polarization and radicalization.",
        "url": "https://doi.org/10.31235/osf.io/desuw",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/sw68h",
        "title": "It isn't about health, and it sure doesn't care: A qualitative exploration of healthcare workers’ experience of the policy of vaccination mandates in Ontario, Canada",
        "authors": "Claudia Chaufan, Natalie Hemsing, Rachael Moncrieffe",
        "created": "2024-09-03",
        "abstract": "Background: When COVID-19 vaccines became available, healthcare workers (HCWs) were prioritized for vaccination. Despite debate, vaccine mandates were implemented in most healthcare settings across Canada, including Ontario, with many still in effect. Goal: This study examines Ontario HCWs' perspectives on vaccine mandates, focusing on their decision-making experiences, the mandates' impact on their lives and livelihoods, and their views on the effects of mandates on patient care. Methods: An online cross-sectional survey was conducted among Ontario HCWs of diverse vaccination status, professions, ages, socioeconomic status, races/ethnicities, and genders. Recruitment was through professional networks and snowball sampling. We performed a thematic analysis of responses to one open-ended question and to open-ended options in closed questions. Quantitative results are reported separately. Results: Out of 468 participants, 225 responded to the open-ended question, and 111 provided answers to open-ended options in closed questions. Most respondents were unvaccinated, had been terminated for non-compliance with vaccination mandates, experienced personal losses, and reported negative views on mandates and their impacts on patient care. Six themes emerged: 1) policies conflicting with scientific evidence and professional practice; 2) conflicts with medical ethics; 3) unaccounted for or dismissed personal hardships; 4) unacknowledged for or dismissed physical harms; 5) discrimination against unvaccinated individuals; and 6) negative impacts on patient care. Conclusions: The study indicates significant harm to HCWs and patients due to mandates, and advocates for the cessation of mandated vaccination in favor of evidence-based, ethical policies.",
        "url": "https://doi.org/10.31235/osf.io/sw68h",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3pd4s",
        "title": "Data mining and NLP for Processing Social Offers of a National Aid Organization",
        "authors": "Benjamin Senst",
        "created": "2024-09-07",
        "abstract": "For large organisations with numerous organisational units, it can be challenging to keep track of individual events. In a joint project by Data Science for Social Good Berlin e.V. and the Data Science Hub of the German Red Cross, social services were processed over several phases between summer 2022 and summer 2024 using new technologies such as web scraping, data engineering, and natural language processing, and their implementation in various user applications was tested. More than 600,000 web documents were collected and more than 30,000 offers were identified. The results of this automated method were compared with the existing data set. Web scraping and subsequent processing are suitable for at least supplementing the previous approach. Web scraping, NLP, and data engineering offer large organisations the opportunity to effectively gain an overview of local events.",
        "url": "https://doi.org/10.31235/osf.io/3pd4s",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/5kvyj",
        "title": "Newsroom",
        "authors": "Wang Ngai Yeung, Tomás Dodds",
        "created": "2024-09-05",
        "abstract": "Of all the Journalism-related terms, “newsrooms” have undergone the most significant transformation. Historically, they were the physical place where journalists, editors, and media professionals worked together to produce news. However, new digital technologies have caused newsrooms to change in three significant ways. First, newsrooms have become trading zones where professionals with diverse backgrounds come together, including coders, designers, and social media experts who play a vital role in news production. Second, with the help of new IT technologies, the newsrooms' materiality and layout have also been transformed to allow more hotdesking and collaboration spaces for multimedia and multiplatform production. Third, newsroom infrastructures have grown beyond physical boundaries and now include the digital spaces necessary for news production and hybrid working. Virtual newsrooms have been established to facilitate collaboration amongst multiple organizations in analyzing big data. Taking everything into account, while newsrooms continue to serve as spaces for news creation, they have undergone such significant transformations that they are barely recognizable compared to their previous forms.",
        "url": "https://doi.org/10.31235/osf.io/5kvyj",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/6592m",
        "title": "A national roadmap for improving the building quality of Australian housing stock",
        "authors": "Lyrian Daniel, Michaela Lang, Cynthia Barlow, Peter Phibbs, Emma Baker, Ian Hamilton, Jen Arnold",
        "created": "2024-09-04",
        "abstract": "Housing that is in poor physical condition has direct negative health impacts for occupants, is more expensive to run and reduces Australia’s ability to mitigate and adapt to climate change. This research investigates what is needed to lift the quality of Australian housing to align with international standards so as to address problems associated with aged and ill-performing housing stock in both the owned and rented sectors. The research explores different strategies for improving housing through voluntary programs and mandatory legislation, and found: a national strategy to improve residential building quality should be developed mandatory disclosure of dwelling energy performance could improve how markets consider the performance of houses offered for sale or lease more appropriate accounting methods of the benefits provided by improved housing standards are needed. To improve the building quality of Australian housing stock, it is important to investigate how and why governments make policy about the quality of Australian housing stock. Change is difficult because of both the challenges of getting government attention and pressure from strong property industry lobbyists, but it is not impossible. One of the sharp lessons from the case studies is that having research evidence is not enough; change needs key elements such as building a convincing narrative to tell a plausible story of a social problem (including coverage of the evidence in the popular media) together with a ‘coalition of support’. A national strategy to improve residential building quality should be developed and include the following regulatory mechanisms: improved performance standards for new houses; mandatory disclosure of dwelling energy performance; and minimum housing standards for the rental sector.",
        "url": "https://doi.org/10.31235/osf.io/6592m",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/h8zs6",
        "title": "Splintered Channels and Niche (Disabled) Influencers as Citizen Journalists",
        "authors": "Elyse DiPisa, Gregory P Perreault",
        "created": "2024-09-06",
        "abstract": "This chapter examines the different channels operated by and for people with disabilities and how the participation of disabled citizen journalists contributes to the social construction of disability. Citizen journalists create several disability news websites, blogs, podcasts, YouTube channels, and other media forms every year, reaching a large and expanding audience. Further, many of these outlets can and do have an impact beyond the disability community, influencing legacy media and non-disabled audiences. The chapter will discuss historical events (e.g., the independent living movement, the introduction of closed captioning), as well as trade organizations focused on disability rights (e.g., the National Center on Disability and Journalism).",
        "url": "https://doi.org/10.31235/osf.io/h8zs6",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/mxhd9",
        "title": "Surveying blind and visually impaired people about the accessibility and usability of urban parks in Hungary",
        "authors": "György Csomós, Jenő Zsolt Farkas",
        "created": "2024-09-05",
        "abstract": "For the programming period of 2021–2027, the European Union (EU) encourages and supports cities and towns across the community to take action to enlarge their green infrastructure and develop and improve urban green spaces. As the provision of equal opportunities is a horizontal principle of the EU, the needs of vulnerable and disabled people are crucial to consider in developments. Using survey data from 102 respondents in Hungary, this paper explores and assesses blind and visually impaired people’s perceptions of urban green spaces and factors that support or hinder them from accessing and using the park.",
        "url": "https://doi.org/10.31235/osf.io/mxhd9",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Urban Studies and Planning, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/s74k9",
        "title": "Connecting with nature: The missing link between life satisfaction and health-related quality of life",
        "authors": "Kate Sollis, Usitha Rajeevan, Lily van Eeden, Kate Lee, Lucy Keniger, Brenda Lin, Pauline Marsh, Emily Flies",
        "created": "2024-09-05",
        "abstract": "Nature connection is an important leverage point for both human wellbeing and planetary health. While previous research has identified associations between nature connection and wellbeing, there has been little examination of how different wellbeing measures are associated with nature connection, and how this correlation varies by population groups. We seek to fill this gap through a survey of 4006 individuals in Australia. We find a strong association between nature connection and two measures of wellbeing: life satisfaction, and health-related quality-of-life. The association between nature connection and life satisfaction was similar to that of income and life satisfaction. The association between nature connection and wellbeing was found to be particularly strong for younger people, and those who speak a language other than English at home. Through developing a measure examining one’s life satisfaction relative to their health-related quality-of-life, we find that those with higher levels of nature connection tend to have greater life satisfaction than health-related quality-of-life. These findings highlight the important role policy can play in enhancing nature connection to improve wellbeing, such as expanding green space development and providing individuals with more opportunities to meaningfully connect with nature. Keywords: Nature connection, wellbeing, life satisfaction, health-related quality-of-life",
        "url": "https://doi.org/10.31235/osf.io/s74k9",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Other Social and Behavioral Sciences, Psychology, Environmental Studies, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/zsqhn",
        "title": "Post-Publication Review: Evolution of the Scientific Publishing Workflow [Постпубликационное рецензирование: развитие научно-издательского процесса]",
        "authors": "Dmitry Kochetkov",
        "created": "2024-09-07",
        "abstract": "For a considerable period of time, peer review has been regarded as the cornerstone of academic journals and scientific communication, ensuring the high quality and reliability of published materials. However, in the early decades of the 21st century, a growing number of scholars began to challenge the traditional peer review procedure, questioning its efficacy. This study aims to provide a fresh perspective on the peer review mechanism, with the objective of enhancing the implementation of scientific communication's functionalities. The research employs historical analysis techniques and modelling methods based on Business Process Model and Notation (BPMN) to compare diverse review models in terms of their influence on scientific communication. BPMN is a conventional tool employed for modelling and describing business processes. The evolution of the peer review procedure is explored, encompassing an examination of the factors contributing to current and future transformations in the publishing realm. The author refers to the crisis of the conventional peer review system and the growing prevalence of preprints, serving as exemplars of these transformations. Finally, suggestions for the implementation of the post-publication review workflow in Russia are provided. Долгое время считалось, что рецензирование лежит в основе академических журналов и научной коммуникации, обеспечивая высокое качество и достоверность публикуемых материалов. Однако в начале XXI в. всё больше учёных стали сомневаться в традиционной модели рецензирования, заявляя о её кризисе. Цель настоящего исследования — предложить новый взгляд на рецензирование для полной реализации функций научной коммуникации. В исследовании используются методы исторического анализа и моделирования с использованием нотации BPMN (Business Process Model and Notation), которая традиционно используется для моделирования и описания бизнес-процессов. Рассматривается эволюция института рецензирования, включая анализ предпосылок текущих и будущих изменений в издательском деле, к которым автор относит кризис традиционной модели рецензирования и распространение практики размещения препринтов. Сопоставляются различные модели рецензирования с точки зрения функций научной коммуникации, а также предлагаются рекомендации по применению постпубликационного рецензирования в России.",
        "url": "https://doi.org/10.31235/osf.io/zsqhn",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science"
      }
    ]
  }
}
