{
  "update": "2025-09-19",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/5642u_v1",
        "title": "Beyond Expert Judgment: An Explainable Framework for Truth Discovery, Weak Supervision, and Learning-Based Ranking in Open-Source Intelligence Risk Identification",
        "authors": "WEI MENG",
        "created": "2025-09-13",
        "abstract": "In open-source intelligence (OSINT) research, traditional risk identification methods reliant on expert scoring face growing challenges due to their high subjectivity, cost, and lack of scalability. This study aims to propose and validate an algorithmic framework that transcends expert judgment. Centered on truth discovery, weakly supervised learning, and learning-based ranking, it enables automated, explainable risk identification within complex, multi-source heterogeneous data. The study first constructs a hierarchical-quota sampling system, acquiring and deduplicating data from four source categories: institutional authorities, official statements, mainstream and international reports, and visual materials. Subsequently, a truth discovery algorithm estimates source credibility to replace expert weighting. Weakly supervised labeling functions generate initial annotations, which are then aggregated by generative models to form robust labels. Finally, a learning ranking model dynamically prioritizes risk trajectories, with explainability ensured through Explainable AI techniques (e.g., SHAP, Grad-CAM). Results demonstrate that this framework reliably identifies risk signals across multiple time windows and control conditions. The classifier achieves PR-AUC improvements exceeding expert baselines, with average absolute error in inflection point localization maintained below 1 hour. It exhibits high consistency and robustness across cross-domain datasets. The study concludes that algorithmic expert-scoring replacement not only excels in accuracy and efficiency but also significantly outperforms traditional models in transparency and reproducibility, offering a systematic, scalable, and cutting-edge approach for OSINT risk research.",
        "url": "https://doi.org/10.31235/osf.io/5642u_v1",
        "version": 1,
        "id": "5642u",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/7bsgy_v1",
        "title": "Qualitative Research in an Era of AI: A Pragmatic Approach to Data Analysis, Workflow, and Computation",
        "authors": "Corey Abramson, Zhuofan Li, Tara Prendergast, Daniel Dohan",
        "created": "2025-09-15",
        "abstract": "Rapid computational developments—particularly the proliferation of artificial intelligence (AI)—increasingly shape social scientific research while raising new questions about in-depth qualitative methods such as ethnography and interviewing. Building on classic debates about using computers to analyze qualitative data, we revisit longstanding concerns and assess possibilities and dangers in an era of automation, AI chatbots, and \"big data.\" We first historicize developments by revisiting classical and emergent concerns about qualitative analysis with computers. We then introduce a typology of contemporary modes of engagement—streamlining workflows, scaling up projects, hybrid analytical approaches, and the sociology of computation—alongside rejection of computational analyses. We illustrate these approaches with detailed workflow examples from a large-scale ethnographic study and guidance for solo researchers. We argue for a pragmatic sociological approach that moves beyond dualisms of technological optimism versus rejection to show how computational tools—simultaneously dangerous and generative—can be adapted to support longstanding qualitative aims when used carefully in ways aligned with core methodological commitments.",
        "url": "https://doi.org/10.31235/osf.io/7bsgy_v1",
        "version": 1,
        "id": "7bsgy",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Digital Humanities, Psychology, Political Science, Economics, Science and Technology Studies, Anthropology, Linguistics, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/9wtx7_v1",
        "title": "Fragile Reciprocity and Reformist Politics: Everyday Authority in Pasig City",
        "authors": "Brayan Paul D. Buten, Ralph Federick D. Patag, Karl Patrick R. Mendoza, Emy Ruth D. Gianan, Nathan Mishael O. Go",
        "created": "2025-09-17",
        "abstract": "This article examines how authority in Pasig City’s barangays is enacted and sustained amid the city’s reputation as a model of reformist governance under Mayor Vico Sotto. Drawing on participant observation during the 2025 election season, we show that legitimacy at the grassroots hinged less on institutional reforms than on fragile performances of recognition, care, and reciprocity. Residents judged leaders through culturally resonant idioms like malasakit (concern), pagpapakita (visible presence), and loob (moral intent), evaluating sincerity and intent in everyday encounters. We conceptualize these dynamics as mutual recognition, moralized care, and the fragility of reciprocity, extending debates on trust, legitimacy, and affective governance. While reformist politics reshaped expectations and closed off older forms of patronage, they did not displace the cultural grammars of recognition through which authority is continually made and unmade. Authority in Pasig was therefore both durable and reversible, highlighting reciprocity as a constitutive feature of Philippine democracy.",
        "url": "https://doi.org/10.31235/osf.io/9wtx7_v1",
        "version": 1,
        "id": "9wtx7",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/cdj7a_v1",
        "title": "The effect of policy traceability on legislative incentives",
        "authors": "Matto Mildenberger, Alexander Sahn",
        "created": "2025-09-17",
        "abstract": "Theories of legislative politics have long emphasized how a policy's traceability---whether and how voters connect legislative action with policy effects---shapes political incentives to legislate. Arnold (1992) emphasized how the ``nature of the causal chain that links a policy instrument with its policy effects” structures the logic of congressional action. Despite its prominence, this key theoretical claim has received little empirical attention. In this article, we use two survey experiments to test how several policy attributes - including traceability - shape legislators and public policy preferences. We find that elites are responsive to both policy traceability and problem traceability---whether a policy problem itself can be linked to elite actions. By contrast, prospective voters are indifferent to both forms of traceability. With respect to other policy attributes, elites and mass publics share similar preferences. Our results provide support for a previously untested theory of policymaking and describe the nature of strategic decision-making by legislators.",
        "url": "https://doi.org/10.31235/osf.io/cdj7a_v1",
        "version": 1,
        "id": "cdj7a",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/cfqh9_v1",
        "title": "Permutation-Based Testing of Topic Co-occurrence: A Network Analysis of Reddit Debates on DOGE, Tariffs, and the Big Beautiful Bill",
        "authors": "Benjamin Forman-Barzilai, Ines Levin",
        "created": "2025-09-13",
        "abstract": "Do policy discussions follow predictable patterns? When individuals raise policy concerns on online platforms, do they systematically pair these concerns with specific related arguments? While these questions are central to understanding online political discourse, we lack systematic methods to identify which topics genuinely co-occur versus appearing together by chance. To address this gap, we analyze Reddit discussions of three major policies from Trump's early second presidency: the Department of Government Efficiency, Trump's tariffs, and the Big Beautiful Bill. Our approach combines three key elements: dictionary-based identification of policy considerations (developed with LLM assistance), permutation-based statistical testing to identify significant co-occurrences, and network visualization to map thematic clusters. These topic co-occurrence networks reveal the underlying structure of policy discourse on Reddit and illuminate how online political discussions are organized around predictable argumentative frameworks.",
        "url": "https://doi.org/10.31235/osf.io/cfqh9_v1",
        "version": 1,
        "id": "cfqh9",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/d4ytw_v1",
        "title": "Realism and the Politics of Knowledge: A Theory of Science Diplomacy in Competitive Orders",
        "authors": "Mark Daley",
        "created": "2025-09-13",
        "abstract": "This article advances a realist theory of science and innovation diplo- macy: a theory of how, in competitive orders, states manage knowledge flows to alter relative power via two complementary logics: aggregation (clubs, alliance filtering, shared platforms) and constraint (controls, stan- dards, screening). The approach develops a two-dimensional policy map with domain salience ∆ (the degree to which advances in a field move the balance of capabilities) and chokepoint intensity χ(how concentrated control is along supply, compute, or standards chains). We prove seven propositions that connect (∆,χ) to instrument choice, generate observ- ables on collaboration networks, and motivate a spectral summary index α for early warning after policy shocks. Empirically, we outline a sim- ple replicable workflow that maps collaboration to matrices and compares pre-/post-shock spectral structure to detect reconfiguration predicted by the theory. The result is a realist account of knowledge statecraft: how states strategically open, narrow, or reroute flows of know-how to shape the distribution of power while preserving essential commons.",
        "url": "https://doi.org/10.31235/osf.io/d4ytw_v1",
        "version": 1,
        "id": "d4ytw",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/eb6vu_v1",
        "title": "How Should Politicians Respond to Violent Threats? A Gendered Explanation of How the Public Views Responses to Threats of Violence",
        "authors": "Kishan Bhakta, Maranda Joyce, Tabitha Koch, Jonathan Homola",
        "created": "2025-09-11",
        "abstract": "Amid rising threats of violence towards elected officials, many politicians now openly publicize their concerns, citing fear and the toll on their mental well-being. Others project resolve, vowing to continue their duties unperturbed. We fielded an original survey experiment to understand the ways in which a politician's response to violent threats can affect public tolerance for and perceived severity of these threats as well as support for the politician in the aftermath of the threat. We posit that after experiencing a threat of violence politicians can either (1) express their personal fear/concern regarding the threat, (2) express their strength/resilience in light of the threat, or (3) not comment on the threat. We also investigate which approach proves most impactful for women politicians, who often face heightened threats. We find that strong responses are beneficial for both men and women politicians and women face a bind as vulnerable and strong responses garner different effects on public opinion. Overall, our results provide insight into how elected officials might best respond to threats and harassment, with additional attention paid to gender differences in strategy effectiveness.",
        "url": "https://doi.org/10.31235/osf.io/eb6vu_v1",
        "version": 1,
        "id": "eb6vu",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/fj4vh_v1",
        "title": "Cycling through Elections: The Political Consequences of the Tour de France",
        "authors": "Ala Alrababah, Maelle Delouis-Jost, Germain Gauthier, Adam Polak",
        "created": "2025-09-15",
        "abstract": "Do place-based interventions that raise visibility and economic activity affect far-right voting? We study the Tour de France (TdF) as a case of brief but highly visible exposure that combines economic activity with symbolic recognition. Using variation in the annual TdF route between 2002 and 2022, we show that exposed municipalities experience declines in far-right support of 0.03–0.04 standard deviations. The effect exceeds 0.1 standard deviations in recent elections and is strongest in poorer areas and in towns with high prior far-right support. We find evidence consistent with the symbolic mechanism and mixed evidence for the economic one. TdF exposure increases local GDP per capita, effects on voting are larger when French riders win stages, and a two-wave survey around the 2025 TdF provides suggestive evidence that residents in exposed towns report greater pride and recognition. These results contribute to research on geographic inequalities, symbolic politics, and the electoral consequences of place-based interventions.",
        "url": "https://doi.org/10.31235/osf.io/fj4vh_v1",
        "version": 1,
        "id": "fj4vh",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Geography, Political Science, Economics, Sports Studies"
      },
      {
        "doi": "10.31235/osf.io/h28af_v1",
        "title": "The UK Supreme Court verdict on the Rwanda policy increased individual support for racial and ethnic hierarchies: evidence from a natural experiment",
        "authors": "Domantas Undzėnas",
        "created": "2025-09-16",
        "abstract": "How do court decisions on controversial immigration policies affect support for hierarchies between groups? In this article I analyse the UK Supreme Court’s ruling on the Rwanda asylum plan and how it affects people’s support for racial hierarchies. Utilising the unexpected event during survey design I show that the Supreme Court’s ruling on the illegality of the Rwanda asylum plan increased support for racial and ethnic hierarchies among the British public. The effect is primarily driven by White Britons. Path modelling indicates that the ruling indirectly increased prejudice against immigrants ant anti-immigrant party voting intentions. The results suggest that declaring the Rwanda plan unconstitutional threatened the British public and made them more in favour of hierarchies between groups -- leading to electoral gains for anti-immigrant parties. They have implications for our study of politcal values and the electoral consequences of value change.",
        "url": "https://doi.org/10.31235/osf.io/h28af_v1",
        "version": 1,
        "id": "h28af",
        "subjects": "Politics",
        "subjects_osf": "Psychology, Political Science"
      },
      {
        "doi": "10.31235/osf.io/hc7pg_v1",
        "title": "Acceptance of Inequality in the Social Democratic Welfare State: Income Differences, Welfare Chauvinism, and Populism in Sweden",
        "authors": "Arvid Lindh",
        "created": "2025-09-12",
        "abstract": "The study examines two dimensions of inequality acceptance in Sweden: income differences and welfare chauvinism, as well as their association with populist attitudes. Based on original survey data collected from 2019 to 2022 (three pooled cross-sections, random samples of the adult population), the study reveals substantial social (by class) and political (by partisanship) divides regarding how redistributive ambitious and socially inclusive the welfare state should be, challenging assumptions of strong sociopolitical consensus. Welfare chauvinism is found to be more politically divisive than approval of income differences, with the sharpest divides emerging in the exclusivist conceptions of social rights and welfare deservingness held by voters of the non-mainstream (radical) right party, the Sweden Democrats. The results suggest that conflicts over inclusivist versus exclusivist conceptions of social rights and welfare deservingness could become central in Swedish politics, potentially shifting away from the universalist principles that underpin its social democratic welfare state model.",
        "url": "https://doi.org/10.31235/osf.io/hc7pg_v1",
        "version": 1,
        "id": "hc7pg",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/j38dt_v1",
        "title": "The economic style of reasoning is not value-neutral! An interview with Elizabeth Popp Berman",
        "authors": "Ditte Andersen",
        "created": "2025-09-15",
        "abstract": "As part of Acta Sociologica’s special issue on ‘Social investment in Action’ we bring an interview with Professor Elizabeth Popp Berman (EPB), author of the widely acclaimed Thinking like an Economist – How Efficiency Replaced Equality in US Public Policy (Princeton University Press, 2022) . Interviewer, Ditte Andersen (DA), probes Berman’s argument on how the economic style of reasoning is linked to specific values, especially the value of efficiency, in ways that crowd out other values (e.g. democratic participation, universal rights) and constrain social policy thinking in contemporary Western societies. Social investment policies epitomize the economic style of reasoning by orientating towards returns of public spending. In policy domains such as education, ‘social investment in action’ forefronts the value of returns (in the future) rather than, for example, the value of equality and universalism (in the present). The interview also turns attention to the role of sociologists in denaturalizing the taken for granted and aid the imagination of alternative futures.",
        "url": "https://doi.org/10.31235/osf.io/j38dt_v1",
        "version": 1,
        "id": "j38dt",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Political Science, Economics, Social Work, Public Affairs, Public Policy and Public Administration, Organization Development, Sociology"
      },
      {
        "doi": "10.31235/osf.io/rk497_v1",
        "title": "La Demanda por Populismo",
        "authors": "Javier Sajuria",
        "created": "2025-09-11",
        "abstract": "Uno de los principales dilemas políticos de los últimos años, al menos desde la crisis económico que azotó con particular intensidad a la Eurozona el 2008, se refiere al derrumbe del apoyo de las fuerzas políticas tradicionales (Moﬀitt 2015; Caiani y Graziano 2021). Primero la socialde- mocracia, y ahora la derecha tradicional (Bale y Kaltwasser 2021) han tenido que lidiar con la pérdida de las confianzas ciudadanas y la amenaza electoral desde los extremos. El surgimiento de estos extremos, como respuesta a la percepción de similaridad ideológica y a la incapacidad de hacer frente a las consecuencias de esta crisis, está íntimamente ligado al surgimiento de posturas populistas. El populismo, en su versión ideacional (Mudde 2017; Mudde y Rovira Kaltwasser 2018), se ha convertido en una de las herramientas ideológicas preferidas de estos sectores. La simpleza de la argumentación dialéctica entre pueblo y élite, sumado a la ventaja ética que trae la acusación de corrupción de las élites a la luz de los estragos de la crisis económica de 2008, le han dado una ventaja estratégica en los últimos 15 años. Sin embargo, el camino del surgimiento de partidos populistas en Europa no ha sido un salto directo al estrellato. Como han documentado van Kessel, Pirro y Taggart (2018), el crecimiento de una oferta populista ha tenido destinos disimiles en diversos países. Si bien la tendencia ha sido a la alza1, no es una trayectoria linear. Como cualquier otra altern",
        "url": "https://doi.org/10.31235/osf.io/rk497_v1",
        "version": 1,
        "id": "rk497",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/v2738_v1",
        "title": "Benchmarking Machine Learning Models for ESG Prediction in South Korea Using News-Derived Time Series",
        "authors": "Kim yunwoo, Junhyuk Hwang",
        "created": "2025-09-12",
        "abstract": "Existing ESG ratings have limitations like disclosure delays, inconsistencies, and uneven coverage, particularly in non-English markets. This paper addresses these issues by establishing the first machine learning benchmark for ESG prediction in the Korean market using news-derived time-series features. A standardized dataset of 278 Korean firms was constructed, and monthly sentiment and ESG-relevance features were generated from news using Korean-specific language models. A mask-aware CNN explicitly handles missing data by distinguishing observed months from imputed ones. The model achieved a Mean Absolute Error (MAE) of 17.9, a Root Mean Squared Error (RMSE) of 22.0, an 𝑅2 of 0.12, and a Spearman’s 𝜌 of 0.38, demonstrating that temporal modeling and explicit handling of missing data are crucial for improving predictive accuracy.",
        "url": "https://doi.org/10.31235/osf.io/v2738_v1",
        "version": 1,
        "id": "v2738",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Environmental Studies, Economics, Public Affairs, Public Policy and Public Administration, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/xwceg_v1",
        "title": "How Persuasive Are the Most-Cited Climate Change Messages? A Registered Report Megastudy",
        "authors": "Jan G. Voelkel, Ashwini Ashokkumar, Adina T. Abeles, Jarret Crawford, Kylie Fuller, Chrystal Redekopp, Renata Bongiorno, Troy H. Campbell, Ullrich Ecker, Matthew Feinberg",
        "created": "2025-09-10",
        "abstract": "How persuasive are the most-cited climate change messaging strategies? In five replication studies, we found limited evidence of persuasive effects of three highly cited strategies (N=3,216). We then conducted a registered report megastudy (N=13,544) testing the effects of the 10 most-cited climate change messaging strategies on Americans’ pro-environmental attitudes and behavior. Six messages significantly affected multiple preregistered attitudes, though effects were small (≤ 15% of the Democratic-Republican gap) and similar in magnitude across messages. Persuasiveness varied little across party lines, contradicting theories predicting heterogeneous effects for targeted messages. No message increased pro-environmental donations, highlighting the challenge of influencing costly behaviors through messaging alone. The most impactful messages influenced multiple mediating variables, limiting identification of the specific mechanisms driving effects. Taken together, these results identify several persuasive strategies, yet also highlight important limits of short-form messages for increasing Americans’ support for action to address climate change.",
        "url": "https://doi.org/10.31235/osf.io/xwceg_v1",
        "version": 1,
        "id": "xwceg",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Psychology, Political Science, Environmental Studies, Public Affairs, Public Policy and Public Administration, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/42ag7_v1",
        "title": "Brand or Be Gone: Cultural Commodities and the Struggle for Rural Survival in Japan and India",
        "authors": "Shubham Dey, Michinori Uwasu",
        "created": "2025-09-11",
        "abstract": "Japan faces the challenge of depopulation and economic decline in rural areas. This research focuses on regional revitalization, primarily exploring the methods and policies that are concerned with the one village one product (OVOP). Recently, the Government of India launched the One district one product (ODOP) initiative which has a similar model that leverages regional strengths to address societal challenges and drive inclusive development. By examining case studies from both the countries, focusing on innovation and local resources, these policies should empower communities to harness their potential, leading to sustainable economic growth and enhanced quality of life. The research aims to identify the potential factors that led to the successful implementation of cases, creating a sustainable development based on branding a cultural commodity and testing its scalability and adaptability for policy formulations in countries facing acute depopulation or considering similar initiatives to rejuvenate rural economies.",
        "url": "https://doi.org/10.31235/osf.io/42ag7_v1",
        "version": 1,
        "id": "42ag7",
        "subjects": "Economics",
        "subjects_osf": "Urban Studies and Planning, Agricultural and Resource Economics, Environmental Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/rjbfy_v1",
        "title": "A Composite Framework for Evaluating Maternal and Child Mortality in Low-Income Countries: An International Comparison",
        "authors": "Tina Low",
        "created": "2025-09-16",
        "abstract": "Low maternal mortality and under-5 mortality rates form part of Sustainable Development Goal 3. Its extensive prevalence in low-income countries calls for a reliable method to measure the effectiveness of government expenditure in the area, especially because many countries underperform or overperform on maternal and child health relative to health spending. This review establishes the Basic Health Infrastructure Index (BHII), constructed from normalized indicators of hospital beds, physician and midwifery personnel distribution, as a better matrix towards the predictability of maternal and child health statistics compared to the mere traditional health expenditure as % of Gross Domestic Product (GDP) proxy in determining associations. Results and case studies from 7 countries support the thesis that basic health infrastructure is a vital determinant of constraints, targeting optimizes outcomes, and GDP serves as a context rather than an indicator of reduced maternal mortality and under-5 mortality. This study recommends a three-step investment strategy for low-income countries: ensuring countries meet their determined minimum infrastructure threshold, then layering targeting programs for high-risk populations, followed by monitoring return-on-investment metrics. These are justified by philosophical approaches for the least advantaged.",
        "url": "https://doi.org/10.31235/osf.io/rjbfy_v1",
        "version": 1,
        "id": "rjbfy",
        "subjects": "Economics",
        "subjects_osf": "Philosophy, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/zk2ar_v2",
        "title": "Too Soon to Dismiss? A Reanalysis of Forster and Neugebauer (2024) Highlighting the Role of Effect Heterogeneity in Evaluating Factorial Surveys",
        "authors": "Benjamin Schimke, Silvia Annen, Melanie Hochmuth",
        "created": "2025-09-17",
        "abstract": "This replication study critically examines the findings and conclusions of Forster and Neugebauer (2024), who question the external validity of factorial surveys in capturing real-world behavior. Using the publicly available data from the original study, we reassess the effects of educational signals and ethnic origin. Our analyses show that the original results do not withstand all robustness checks and that theoretically derived effect heterogeneities across occupational fields provide more nuanced explanations. These findings challenge the general claim that factorial surveys are unsuitable for studying hiring processes and instead underscore the importance of context-sensitive modeling. We argue that factorial surveys remain a valuable methodological tool, particularly when heterogeneity is explicitly addressed in both design and analysis.",
        "url": "https://doi.org/10.31235/osf.io/zk2ar_v2",
        "version": 2,
        "id": "zk2ar",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/28af9_v1",
        "title": "Agencia Colectiva: Una capacidad aumentada de acción conjunta",
        "authors": "Juan Mendoza-Collazos",
        "created": "2025-09-06",
        "abstract": "Este capítulo presenta el modelo de niveles de agencia como marco semiótico para el estudio de la agencia colectiva. El modelo identifica seis tipos de agencia: operativa, reflexiva, conjunta, material, mediada por signos y simbólica. Se profundiza en las características de cada nivel y su arquitectura cognitiva para comprender los mecanismos semióticos que permiten cumplir objetivos compartidos. Se plantea que la agencia colectiva es una capacidad de acción aumentada por la incorporación de artefactos que constituyen sistemas sociotécnicos. Bajo esta perspectiva, el análisis aborda las formas institucionales y no institucionales de agencia colectiva. A diferencia de las instituciones, la agencia colectiva de las organizaciones sociales no institucionalizadas genera redes densas de interacción en estructuras horizontales que facilitan la convergencia entre las normas socialmente compartidas y los valores individuales. Finalmente, se reconoce a los individuos como agentes de cambio sistémico y se propone el modelo como una herramienta semiótica relevante para investigar las interacciones entre la agencia individual y la colectiva.",
        "url": "https://doi.org/10.31235/osf.io/28af9_v1",
        "version": 1,
        "id": "28af9",
        "subjects": "Sociology",
        "subjects_osf": "Philosophy, Art and Design, Other Social and Behavioral Sciences, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/2m8t4_v1",
        "title": "The Psychosocial Impact of Long Covid in Children and Adolescents: A Systematic Review",
        "authors": "Kate Vallely, Rebecca Newell, Sammie McFarland, Marija Pantelic",
        "created": "2025-09-16",
        "abstract": "It is increasingly recognised that Long Covid may have profound psychosocial implications for children and adolescents, yet systematic reviews have predominantly synthesised findings pertaining to the impact of Long Covid in adults and the COVID-19 pandemic more broadly. This systematic review aimed to synthesise evidence related specifically to the psychosocial impact of Long Covid in children and adolescents. Five academic databases (Medline, Embase, Web of Science, Scopus and PsycINFO) were searched for relevant studies using terms related to ‘Long Covid’, ‘children and adolescents’, and ‘psychosocial outcomes’. Grey literature and citation searches were also performed. Quantitative and qualitative studies which estimated the prevalence of, or described, psychosocial outcomes in children and adolescents with Long Covid were included. 41 studies were included, comprising 35 quantitative and six qualitative papers. Five key themes were identified: mental health difficulties, stigma victimisation, and disruption to school functioning, social functioning, and leisure activities. This review lays the groundwork for a new phase of research and practice that regards young people with Long Covid not merely as patients with persistent symptoms but as children, entitled to the same opportunities as their peers, whose developmental, social and emotional needs demand fully equitable attention.",
        "url": "https://doi.org/10.31235/osf.io/2m8t4_v1",
        "version": 1,
        "id": "2m8t4",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/3467j_v1",
        "title": "Minimum Viable Relationships (MVR): A Relational Readiness Framework for African Ventures",
        "authors": "FAROUK MARK MUKIIBI",
        "created": "2025-09-13",
        "abstract": "Startups that import MVP-first logics into high-context African markets frequently stall not because products lack utility, but because ventures lack permission to operate. This paper proposes Minimum Viable Relationships (MVR) as a relational-readiness gate that precedes MVP in such contexts. MVR formalizes the conditions under which counterparties (customers, distributors, institutions) grant access without triggering social or organizational sanction. The paper defines the construct, situates it against adjacent ideas (design thinking, diffusion of innovations), and argues that where social sanction outweighs functional risk, relationship viability must be validated before product experiments can be considered valid. The paper contributes three artifacts: (1) a seven-dimensional MVR diagnostic with go/no-go thresholds that scores embeddedness, trust, guardian vouches, and channel permission; (2) an MVR Investment Memo template that enables funders to assess relational risk alongside financial and operational risk; and (3) a practical design-lab of field tools for earning permission (pilot-site commitments, data-sharing agreements, compliance pathways, and referral loops). Comparative case vignettes (e.g., SafeBoda, KOKO Networks, Wave versus Dash, Sendy) illustrate how early permission artifacts are associated with durable traction. The framework reframes early venture due diligence in Africa from “Can the product work?” to “Are we allowed to make it work here?” and offers testable propositions for founders, investors, and ecosystem builders. Limitations and avenues for empirical study are discussed.",
        "url": "https://doi.org/10.31235/osf.io/3467j_v1",
        "version": 1,
        "id": "3467j",
        "subjects": "Sociology",
        "subjects_osf": "Organization Development, Sociology"
      },
      {
        "doi": "10.31235/osf.io/57mvr_v1",
        "title": "Actor Hypernetworks and Urban Road Hypernetworks",
        "authors": "Takaaki Fujita",
        "created": "2025-09-12",
        "abstract": "Graph theory has been widely applied across diverse scientific domains [1, 2]. Hypergraphs extend classical graphs by allowing hyperedges to connect arbitrary subsets of vertices, while superhypergraphs further enrich this structure through iterated powersets that capture hierarchical and self-referential relationships [3, 4]. An actor network links heterogeneous actants—humans, artifacts, texts, and rules—through directed associations, emphasizing relational materiality and performative agency [5,6]. An urban road network is a directed, weighted graph of intersections and road segments, modeling connectivity, capacities, and travel dynamics. In this paper, we extend actor networks and urban road networks by employing HyperGraphs and SuperHyperGraphs. These extensions are expected to provide clearer and more expressive representations of hierarchical structures in real-world actor networks and urban road networks.",
        "url": "https://doi.org/10.31235/osf.io/57mvr_v1",
        "version": 1,
        "id": "57mvr",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Urban Studies and Planning, Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/5bvqz_v1",
        "title": "Gender Gaps in Leisure Association Participation among Children of Immigrants: Cultural Legacies, Parental Socialization, and Peer Contexts",
        "authors": "Anders Bastrup Jørgensen, Frank van Tubergen, Hans-Peter Y. Qvist",
        "created": "2025-09-12",
        "abstract": "This study examines gender gaps in participation in leisure associations, such as sports, music, and drama clubs, among children of immigrants—a critical yet understudied aspect of immigrant integration. Using V-Dem data on gender traditionalism in origin countries and survey data from four Western European societies (N ≈ 18,000), the authors analyze how cultural legacies, parental socialization, and peer contexts shape gendered participation in leisure associations. Results show that girls from more gender-traditional countries participate markedly less in leisure associations than those from gender-egalitarian backgrounds, underscoring persistent cultural legacy influences. At the micro-level, parental socialization of traditional gender values significantly shapes girls’ participation but only partially mediates cultural legacy influences from origin countries. Additionally, peers also influence gendered behaviors, often amplifying or mitigating gender gaps in leisure association participation, highlighting the dual cultural pressures of parental and peer environments. These findings contribute to ongoing debates on immigrant integration while offering novel insights into the intersections of gender, culture, and civic engagement.",
        "url": "https://doi.org/10.31235/osf.io/5bvqz_v1",
        "version": 1,
        "id": "5bvqz",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/5cusj_v1",
        "title": "Literary fiction as art and activism: Colson Whitehead, Post‑blackness, and the Trumpian novel",
        "authors": "Marcel Knöchelmann",
        "created": "2025-09-17",
        "abstract": "How can we hear the voice of American civil society in works of art? Civil society relies on solidarity—but when artistic expression becomes overly bound to solidarity’s demands, it may risk losing aesthetic complexity and collapsing into activist moralizing. How does contemporary American literary fiction navigate this tension? This article explores the question by combining a cultural sociological perspective on civil society with a close reading of Colson Whitehead’s work and his trajectory as a writer. I trace two transformations—of both the writer and his literary aesthetic—situating them in the broader social and political context, particularly the rise and fall of the symbolism of Post-blackness. Through an interpretive analysis of The Intuitionist, The Underground Railroad, and The Nickel Boys, I show how Whitehead’s increasing moral engagement paradoxically silences the very voice of civil society he seeks to amplify. This aesthetic shift reflects wider developments in the contemporary relationship between art and activism: as the public court of opinion falters—most visibly during Trump-era politics—art is increasingly compelled to abandon disinterestedness and assume a direct, urgent civil voice.",
        "url": "https://doi.org/10.31235/osf.io/5cusj_v1",
        "version": 1,
        "id": "5cusj",
        "subjects": "Sociology",
        "subjects_osf": "American Studies, Comparative Literature, Sociology"
      },
      {
        "doi": "10.31235/osf.io/5cvka_v1",
        "title": "Hyvinvointi ja eriarvoisuus Suomessa 2016-2025: Kyselytutkimuksen aineistonkeruu ja tutkimusseloste",
        "authors": "INVEST Flagship, Mikko Niemelä, Olivia Maisalmi, Markus Laaninen",
        "created": "2025-09-15",
        "abstract": "Tässä raportissa esitellään vuosina 2016, 2017–2018, 2020, 2022–2023 ja 2024–2025 kerättyjen Hyvinvointi ja eriarvoisuus Suomessa -kyselyjen aineistonkeruu sekä aineistoista muodostetun aikasarja-aineiston tutkimusseloste. Tutkimusselosteessa kuvataan aineistojen keruumenetelmät ja otantatekniikat kunakin vuonna sekä analysoidaan aineiston edustavuutta. Aineistojen keruusta on vastannut professori Mikko Niemelä ja ne on toteutettu eri tutkimushankkeissa. Aineiston kolme ensimmäistä aaltoa (2016–2020) on kerätty Suomen Akatemian Strategisen tutkimuksen neuvoston rahoittamassa hankkeessa Tackling Inequalities in Time of Austerity (TITA) (päätösnumerot 293103 ja 314250). Aineiston neljäs aalto (2022–2023) kerättiin osana Turun yliopiston INVEST-tutkimuskeskuksen tutkimustoimintaa (päätösnumero 320162) ja viides aalto (2024–2025) osana Suomen Akatemian tutkimusinfrastruktuurihanketta Survey of Health, Ageing and Retirement in Europe – Finland (SHARE-Fi) (päätösnumero 358736). Hyvinvointi ja eriarvoisuus Suomessa -kyselyaineistot sisältävät tietoa vastaajien subjektiivisesta hyvinvoinnista, hyvinvointiin ja eriarvoisuuteen liittyvistä kokemuksista sekä näkemyksistä eri väestöryhmien hyvinvoinnista. Aineistoon sisältyvät subjektiivisen hyvinvoinnin mittarit ovat vakiintuneita ja validoituja mittareita sisältäen tietoa muun muassa elämään tyytyväisyydestä, onnellisuuden kokemuksista, yksinäisyydestä, toimeentulokokemuksista sekä yleistyneestä luottamuksesta. Lisäksi aineistojen avulla voidaan tutkia esimerkiksi eriarvoisuuteen ja sosiaaliturvaan liittyviä asenteita, statushierarkioita sekä turvattomuuden tunnetta. Aineistot sisältävät tietoja muun muassa vastaajien demografisista ja sosioekonomista tekijöistä, tuloista, veloista ja asumismuodosta sekä puoluekannasta. Aineistojen keruu on toteutettu huhti-kesäkuussa 2016 (N=2534), marras-helmikuussa 2017- 2018 (N=2402), syys-joulukuussa 2020 (N=2700), joulu-tammikuussa 2022-2023 (N=2300) ja joulu-tammikuussa 2024-2025 (N=3003). Vuosina 2016–2020 aineistonkeruu on toteutettu puhelinhaastatteluin. Sen sijaan vuosien 2022–2023 ja 2024–2025 aineistot on kerätty hybridimenetelmällä. Vuosien 2022-2023 aineisto on pääosin kerätty puhelinhaastattelulla (N=1799), mutta sitä on täydennetty alle 35-vuotiaille suunnatulla internetpaneelilla (N=501). Vuosien 2024-2025 aineisto on puolestaan kerätty pääosin internetpaneeliin (N=2401) pohjautuen, mutta iäkkäämpien osallistujien tavoittamiseksi sitä on täydennetty puhelinhaastatteluin (N=602). Neljässä ensimmäisessä aallossa aineistojen perusjoukkona on Manner-Suomen 18–79-vuotias suomenkielinen väestö. Viidennessä aallossa aineiston yläikäraja on poistettu, joten perusjoukkona on mannersuomalainen yli 18-vuotias suomenkielinen väestö. Aineiston ensimmäisessä aallossa otantamenetelmänä on käytetty ositettua otantaa perustuen ikään, sukupuoleen ja maakuntaan. Myöhempinä vuosina on käytetty maakuntiin perustuvaa ositettua todennäköisyysotantaan. Aineistot sisältävät painomuuttujat kullekin vuodelle: vuoden 2016 aineisto on painotettu iän, sukupuolen ja alueen mukaan, muiden vuosien aineistot on painotettu iän ja sukupuolen mukaan. Painojen käyttö parantaa aineistojen edustavuutta. Tarkastellaan aineistojen edustavuutta sukupuolen, iän, työmarkkina-aseman, koulutuksen ja maakunnan mukaan.",
        "url": "https://doi.org/10.31235/osf.io/5cvka_v1",
        "version": 1,
        "id": "5cvka",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/5ubwv_v1",
        "title": "Scandal as Ambivalent Governance: Communication, Trust, and Legitimacy Beyond Liberal Models",
        "authors": "Karl Patrick R. Mendoza",
        "created": "2025-09-13",
        "abstract": "Scandal is often theorized as rupture: the exposure of wrongdoing that mobilizes outrage and restores accountability. Yet this revelatory model, rooted in liberal-democratic contexts, struggles to explain why scandals frequently deepen ambiguity, entrench polarization, or recalibrate legitimacy without resolution. This article develops the concept of scandal as ambivalent governance through three Philippine cases: the Dengvaxia vaccine controversy, Philippine Offshore Gaming Operations (POGOs), and corruption in flood-control projects of the Department of Public Works and Highways (DPWH). Building on recent work on trust cultures, relational sovereignties, and constructivation, I argue that scandals are communicative arenas where publics simultaneously affirm and contest authority, extending and withdrawing trust through cultural grammars. Ambivalence is not a democratic deficit but a constitutive condition of communicative life. By theorizing from the Philippines, the framework challenges liberal-democratic models while offering concepts that travel outward, rethinking scandal as a constitutive practice of governance across both South and North.",
        "url": "https://doi.org/10.31235/osf.io/5ubwv_v1",
        "version": 1,
        "id": "5ubwv",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/e94w5_v1",
        "title": "The impact of Commonwealth Rent Assistance on low-income privately renting parents and children",
        "authors": "Jen Arnold, Chris Leishman, Jack Hewton, Rachel Ong, Lynette Washington, Rui Zhang, Weidong Liang",
        "created": "2025-09-17",
        "abstract": "What this research is about: this research looked at how Commonwealth Rent Assistance (CRA) affects low-income families who rent privately. It focused on housing, money, health and wellbeing outcomes for parents and children. It also looks at the role of CRA in reducing disadvantage passing from parents to children. The forms of disadvantage considered in the report include poor housing, financial, wellbeing and health outcomes. Why this research is important: CRA is Australia's biggest housing support program. It cost the federal government $5.5 billion in 2023-2024. However, there is little research on how CRA affects recipients and their children. This research helps to understand how effective CRA is at reducing disadvantage and improving wellbeing. It also shows how these effects pass to children of households that receive CRA.",
        "url": "https://doi.org/10.31235/osf.io/e94w5_v1",
        "version": 1,
        "id": "e94w5",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/gfmvb_v1",
        "title": "The Many Faces of Moradi’s Music: A Comparative Analysis of Situational Identities",
        "authors": "Kajwan Ziaoddini",
        "created": "2025-09-13",
        "abstract": "In November 2024, Iranian musicians Ali Akbar Moradi and Pejman Hadadi toured the US East Coast, performing compositions for the tanbur, a long-necked lute mainly used by the Yarsan followers in western Iran. Despite the largely identical musical content across the concerts, they were all labeled differently. In brochures, artists’ and emcees’ short introductions onstage, and more intimate chats after the concerts, their music might be identified as Iranian, Persian, Kurdish, and/or Yaresan. While some of these titles might be awkward or avoided in Iran due to sociopolitical concerns, they may be deemed suitable for promoting this music among American audiences or the Iranian diaspora in the United States. By comparing the different labels used during Moradi’s 2024 East Coast tour and the way his recordings have been categorized in Iran, this paper examines how labeling processes reflect broader sociopolitical concerns and constraints. Drawing on theories of situational identity (Hall 1996), I argue that social contexts determine not only the way Moradi’s music has been categorized but also the connotations the same category may evoke among different demographics within and outside Iran. In this study, I use participant observation and unstructured interviews with artists and facilitators during and after the events, as well as investigating the labels used for Moradi’s previous recordings in online music streaming databases. This study shows how a seemingly innocuous concert series can serve as a lens for understanding Iran's complex sociopolitical landscape, ethnic/national factions, and ideological perspectives.",
        "url": "https://doi.org/10.31235/osf.io/gfmvb_v1",
        "version": 1,
        "id": "gfmvb",
        "subjects": "Sociology",
        "subjects_osf": "Music, Urban Studies and Planning, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/h5xj9_v1",
        "title": "Personalizing Loneliness Interventions Using Individual and Social Contexts: An Agent-Based Mental Health Continuum Approach",
        "authors": "Bas Chatel, Geeske Peeters, Marcel Olde Rikkert, Vítor V. Vasconcelos",
        "created": "2025-09-12",
        "abstract": "Loneliness is a growing public health concern with a wide-range of impacts on mental and physical well-being. While most interventions adopt a uniform, one-size-fits-all approach, emerging evidence suggests that the effectiveness of loneliness interventions depends on individual psychological traits and the structure of social environments. Previous work has shown that mental health outcomes are shaped not only by personal vulnerabilities but also by complex feedback processes embedded in social networks. However, it remains unclear which types of interventions work best for which individuals, and how social context modulates these effects. We develop and apply an agent-based model that simulates mental health on a continuum with loneliness as a latent state at its lower end. The model is shaped by baseline resilience, self-reinforcement, and social influence mechanisms, across a realistic synthetic population. We target these mechanisms for specific individuals and varying proportions of their social networks. Outcomes for the individual and sequential neighbors are compared to a counterfactual. We use a random forest model and compute SHAP values that identify which features of the individuals and their social networks predict intervention success. We show that interventions improving baseline resilience consistently benefit individuals, particularly those with low socioeconomic status embedded in moderately diverse networks. In contrast, interventions targeting self-reinforcement or peer influence exhibit greater variability and may produce adverse effects in overly homogeneous or fragmented contexts. Surprisingly, classical network centrality metrics fail to explain these patterns; instead, similarity in baseline and mental health traits across social layers emerges as a strong predictor of intervention efficacy. These findings suggest that personalization based on social and psychological similarity is more informative than topological metrics when designing interventions for loneliness. The results challenge assumptions about “scaling up” interventions and highlight the importance of tailoring to social context and individual vulnerability. More broadly, our approach demonstrates how computational models can capture the complex interplay between individual traits and cumulative, self-consistent social feedbacks, offering a concrete framework for designing socially aware, targeted public health interventions.",
        "url": "https://doi.org/10.31235/osf.io/h5xj9_v1",
        "version": 1,
        "id": "h5xj9",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/jybkv_v1",
        "title": "The Topology of Cyberspace and Cybercrime Journeys: A Framework for Analyzing Online Offender Mobility",
        "authors": "Asier Moneva, Stijn Ruiter, Wim Bernasco",
        "created": "2025-09-13",
        "abstract": "This paper introduces a novel framework for analyzing online offender mobility. Drawing on multidisciplinary insights, we extend two established criminological models for studying offline offending—the geometry of crime and crime journeys—by adapting their core concepts to cyberspace and developing a topology in which the cyber place is defined and becomes the unit of analysis. Just as offenders travel before, during, and after committing crime offline, we argue they also undertake trips before, during, and after committing cybercrime, and that like offline journeys these cybercrime journeys comprise identifiable and measurable components. We further distinguish between human journeys (what offenders perceive) and data journeys (what happens to the information they transmit). We explicitly demonstrate how concepts from the geometry of crime and crime journeys translate from offline to online crime and mobility. This approach enables the systematic formulation of research questions and the measurement of behavioral patterns, facilitating the generation and accumulation of knowledge on cybercrime offending. The paper illustrates the framework’s theoretical relevance within environmental criminology and its practical application for cybercrime analysis through concrete examples.",
        "url": "https://doi.org/10.31235/osf.io/jybkv_v1",
        "version": 1,
        "id": "jybkv",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/nh9c5_v1",
        "title": "Negotiating Legitimacy in Reformist Local Governance: Trust and Submission in Pasig City",
        "authors": "Karl Patrick R. Mendoza, Nathan Mishael O. Go, Emy Ruth D. Gianan, Brayan Paul D. Buten, Ralph Federick D. Patag",
        "created": "2025-09-16",
        "abstract": "How do citizens in reform-oriented localities judge political authority? This article examines tiwala (trust) and pagsunod (submission) in Barangay Pinagbuhatan, Pasig City, based on 16 semi-structured interviews. It argues that legitimacy is evaluated less through institutional reforms than through trust cultures—vernacular moral grammars emphasizing loob (moral intent), pagpapakita (visible presence), and malasakit (care). Three dynamics emerge: (1) moralized visibility, where leaders’ presence signals sincerity and authenticity; (2) conditional submission, where compliance is negotiated, reversible, and grounded in fairness; and (3) hybrid accountability, where digital reforms gain legitimacy only when accompanied by relational responsiveness. By foregrounding these everyday practices, the study develops a meso-level framework that complements but also departs from clientelism, coercion, and populism, while engaging perspectives on moral economy and democratic ambivalence. It highlights the cultural foundations of reformist politics and shows that modernization acquires meaning only when refracted through expectations of presence, fairness, and care.",
        "url": "https://doi.org/10.31235/osf.io/nh9c5_v1",
        "version": 1,
        "id": "nh9c5",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/pzmu5_v1",
        "title": "Digital Foodscapes: Past - Present - Future",
        "authors": "Joachim Allgaier, Tina Bartelmeß, Paulien Decorte, Rebecca Evans, Zeena Feldman, Melissa Anne Fernandez, Francesca Forno, Christian Fuentes, Katharina Graf, Rafi Grosglik",
        "created": "2025-09-15",
        "abstract": "The everyday production, consumption, distribution, communication and management of food and culinary practices are increasingly influenced and mediated by digital technologies, ranging from digital procurement systems and online shopping, marketing and promotion to digital food activism. This socio-digital realm, and its typical food practices including planning, cooking, and eating, is often marked by mundane, seemingly banal interactions between humans and technologies. Yet, it is precisely these everyday interactions that are crucial to understand food, nutrition and health practices, especially given the growing reach and impact of digital technologies. This position paper proposes the concept of ‘digital foodscapes’ as an analytical and methodological lens to grasp and investigate how everyday spaces, discourses and practices around food, nutrition and health are changing with and through digitalisation. It provides a multi-scalar approach to understanding both micro-level everyday interactions and meso- and macro-level structures. In bringing together highly diverse disciplinary perspectives, this paper also identifies key future research areas around food and digitalisation.",
        "url": "https://doi.org/10.31235/osf.io/pzmu5_v1",
        "version": 1,
        "id": "pzmu5",
        "subjects": "Sociology",
        "subjects_osf": "Food Studies, Psychology, Science and Technology Studies, Anthropology, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/qaks4_v1",
        "title": "What Women Actually Want: Professions, Prestige, and Desire in Bestselling Fiction",
        "authors": "Ella Clement",
        "created": "2025-09-15",
        "abstract": "I analyze how occupations are portrayed in contemporary popular fiction by coding the protagonists' and love interests' professions in 1181 bestselling novels from 2023--2024. Using large language model–assisted extraction with human oversight, I map which roles dominate across genres and compare them to real-world occupational data. The results show that fiction highlights a narrow set of archetypes---e.g., students, writers, detectives, athletes---while downplaying most everyday forms of labor. Overrepresentation is shaped partly by prestige: higher-status jobs are somewhat more likely to be emphasized, but many exceptions remain, with some prestigious professions underrepresented (e.g., tech executives and engineers) while low-prestige but narratively useful roles (e.g., hunters, antique dealers) are prominent. In romance titles, occupational portrayals diverge sharply by gender: men are written into positions of power, danger, or transgression, while women are more often portrayed in expressive or domestic roles. Comparing these fictional portrayals to survey and dating-app data on occupational desirability reveals consistent gaps, underscoring how cultural products use work as symbolic resources for storytelling and signaling desirability rather than mirroring labor markets.",
        "url": "https://doi.org/10.31235/osf.io/qaks4_v1",
        "version": 1,
        "id": "qaks4",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/rfn9s_v1",
        "title": "Forecasting Early Retirement in Older Adults: Integrating CASP-Based Quality-of-Life Indicators from ELSA",
        "authors": "Ishan Durve",
        "created": "2025-09-13",
        "abstract": "As statutory retirement ages rise, predicting early retirement becomes crucial for workforce planning and policy. This study applies machine learning techniques to predict early retirement using Wave 7 of the English Longitudinal Study of Ageing (ELSA), incorporating demographic, financial, social, and psychosocial predictors, including the CASP-19 quality-of-life scale. Four tree-based algorithms (CatBoost, XGBoost, LightGBM, Random Forest) were compared, with ensemble methods explored to optimize performance. XGBoost achieved optimal performance (ROC-AUC = 0.674, accuracy = 65%), while ensembles provided marginal improvements. Feature importance analysis revealed age as the dominant predictor, followed by aging attitudes, social connections, and financial stress. An ablation study showed CASP-19 adds minor incremental predictive value, with minimal performance decline when excluded. Application to working populations achieved 54% accuracy with self-reported retirement expectations, highlighting gaps between algorithmic predictions and individual intentions. These findings show comprehensive psychosocial assessment enhances prediction beyond traditional economic indicators, informing targeted workforce planning.",
        "url": "https://doi.org/10.31235/osf.io/rfn9s_v1",
        "version": 1,
        "id": "rfn9s",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/tqwfb_v2",
        "title": "Methodological Challenges in Paid Parental Leave Research &amp; Policy: Post-workshop Report",
        "authors": "Cassandra Engeman, Alzbeta Bartova, Sofie Burman, Stephan Köppe, Armela Maxhelaku",
        "created": "2025-09-17",
        "abstract": "The 2019 EU Directive on Work-Life Balance for Parents and Carers1 issued a set of legislative actions aimed at supporting work-life balance, encouraging equal sharing of informal care between parents and increasing women’s participation in the labour market. Actions under the Directive include continued monitoring of policy outcomes and improved data on leave take-up and use of flexible work arrangements. However, sufficient data for adequate policy evaluations and routine monitoring are still out-of-reach. The EU COST Action Sustainability@Leave Network brought together leave policy experts across academia, government and practice backgrounds for a workshop in May 2025 at the Luxembourg Institute of Socio-Economic Research (LISER). Each invited workshop participant brought experience with data collection, policy evaluation and/or policy translation to the discussion. In this report, we summarise the presentations and commentary from this unique gathering of researchers and representatives of key data collection institutions to draw practical lessons for future policy implementation and evaluation.",
        "url": "https://doi.org/10.31235/osf.io/tqwfb_v2",
        "version": 2,
        "id": "tqwfb",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/u9qmr_v1",
        "title": "Can pharmacare reduce suicide-related behaviors? A quasi-experimental study in Ontario Youth",
        "authors": "Peiya Cao, Kristine Ienciu, Yihong Bai, Antony Chum",
        "created": "2025-09-17",
        "abstract": "Background Canada’s OHIP+ program, implemented in 2018, provided free comprehensive prescription drug coverage to individuals under 25. Given that youths face elevated risks of suicide-related behaviors (SRBs) and frequently encounter cost-related barriers to accessing mental health medications, this study evaluated whether OHIP+ impacted emergency department (ED) visits for SRBs among Ontario youth aged 19–24. Methods We used linked data from the 2016 Canadian Census and the National Ambulatory Care Reporting System, identifying SRB-related ED visits between April 2016 and March 2020. A single interrupted time series (ITS) and a comparative ITS (CITS) with Coarsened Exact Matching were employed to assess changes in SRB-related ED visits associated with the implementation of OHIP+. The CITS compared low- versus high-socioeconomic status (SES) youths, based on the assumption that low-SES youths are more likely to benefit from public drug coverage due to greater financial barriers. Results OHIP+ implementation was associated with an immediate reduction of 9.4 SRB-related ED visits per 100,000 youth per month (95% CI: -18.2 to -0.6). In the CITS analysis, low-SES youth experienced a significantly greater reduction compared to high-SES youth (difference: -19.6; 95% CI: -37.7 to -1.5). Sex-stratified models indicated that these effects were driven primarily by reductions among females. Conclusion Public drug coverage through OHIP+ was associated with a significant reduction in ED visits for suicide-related behaviors, particularly among low-income and female youth. Our findings underscore the potential of pharmacare to reduce acute mental health crises and promote health equity among vulnerable youth populations.",
        "url": "https://doi.org/10.31235/osf.io/u9qmr_v1",
        "version": 1,
        "id": "u9qmr",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/uyzab_v1",
        "title": "Resonance and culture: Reading poetry as a sphere of meaning",
        "authors": "Marcel Knöchelmann",
        "created": "2025-09-17",
        "abstract": "How can resonance in the reception of poetry be understood sociologically? How does the subjective response to poetic works relate to more general social and symbolic structures? I combine Hartmut Rosa’s Resonance Theory with a cultural sociological perspective to illustrate how vertical spheres of resonance—art, nature, religion, or history—can be understood as structures of meaning. I demonstrate how actors transformatively adapt (anverwandeln) a segment of the world to sustain personal meaning and the possibility of resonance. Using Tomas Tranströmer’s poetry as a case study, I demonstrate how poetic reception embodies core elements of resonance—affect, self-efficacy, transformation, and uncontrollability. The cultural sociological reading of Resonance Theory helps to explain the broader cultural dynamics at play. Reception, thus, can be understood as a continuous process in which poetic work becomes a dialogue that reshapes both reader and text. I focus on three phenomena of reception: meaningfulness of form, elemental significance, and uncontrollability of the author’s voice. Ultimately, the case study reveals how poetry, as an iconic medium for existential inquiry, can foster a contemplative relationship to the world—one that resists the instrumentalization of modern society.",
        "url": "https://doi.org/10.31235/osf.io/uyzab_v1",
        "version": 1,
        "id": "uyzab",
        "subjects": "Sociology",
        "subjects_osf": "Scandinavian Studies, Modern Literature, Sociology"
      },
      {
        "doi": "10.31235/osf.io/uzq7m_v1",
        "title": "The Meanings of a Publication in the Humanities. Meaning, text, and authorship in critical perspective",
        "authors": "Marcel Knöchelmann",
        "created": "2025-09-17",
        "abstract": "A publication is meaningful in different ways. It is more than objective materiality. A writer sees in a book a great achievement within a tradition of thinking. The corresponding reader finds in the same publication a hermeneutic device. For public discourse, the latest bestselling crossover book provides handy information to special interest readers. To philistine management, a publication is formal authorship in a research assessment exercise. And to varying degrees, all four such personas come together in the ordinary scholar, making the different types of meaning an imbricated whole. In this article, I provide a language for this meaningfulness. I make use of the structural hermeneutics of cultural sociology to demonstrate four key notions of meaning. This language helps to understand the way humanities scholars and other actors in contemporary academia deal with publications. I further illustrate what these abstract notions mean in practice with the recent monograph Also a history of philosophy by Jürgen Habermas.",
        "url": "https://doi.org/10.31235/osf.io/uzq7m_v1",
        "version": 1,
        "id": "uzq7m",
        "subjects": "Sociology",
        "subjects_osf": "Philosophy, Library and Information Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/wc9us_v1",
        "title": "Wuhan University,China“Sun Flag Incident”: An OSINT Analysis Report",
        "authors": "WEI MENG",
        "created": "2025-09-12",
        "abstract": "This study aims to conduct a systematic assessment of the ‘red circle and white chairs’ incident at Wuhan University's 2025 commencement ceremony and its broader context within Sino-Japanese exchanges through open-source intelligence (OSINT) methodologies. The objective is to uncover potential cultural narrative risks and pathways of external influence. Methodologically, the study combines Competitive Hypothesis Analysis (CHA) with red team logic modelling, embedding the STEMPLES framework (Symbols, Timing, Events, Information, Processes, Leadership, Externalities, Structure) to conduct a multidimensional analysis of the event's symbolic risks, narrative imbalances, process vulnerabilities, and leadership behaviour. Findings indicate that the Wuhan University Party Committee's high-frequency exchanges with Japan between 2019 and 2025, coupled with the semi-autonomous operational mechanism of the Japanese alumni association, provided ‘soft influence pathways’ for cultural infiltration and misinterpretation of public discourse. The ‘red circle + white chair’ design, interpreted by the public as symbolising the ‘Japanese flag,’ exposed deficiencies in political sensitivity oversight during major ceremonies. Although no conclusive hostile intelligence networks or financial irregularities were identified, evidence indicates that uncontrolled symbolism and narrative gaps amplified opportunities for external narrative manipulation. In conclusion, this paper advocates establishing cross-departmental risk mitigation mechanisms to strengthen political security reviews of visual and narrative design. This should form a closed-loop system comprising ‘pre-event screening, in-process intervention, and symmetrical post-event responses’ to prevent symbolic missteps from strategic exploitation. Such measures offer valuable insights for universities' security governance in international cooperation and cultural exchange.",
        "url": "https://doi.org/10.31235/osf.io/wc9us_v1",
        "version": 1,
        "id": "wc9us",
        "subjects": "Sociology",
        "subjects_osf": "Educational Administration and Supervision, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/x94bp_v1",
        "title": "Between Faith and Identity: The Role of Afro-Brazilian Terreiros in Supporting LGBTQ+ Youth",
        "authors": "Bruno Rodrigues Pereira",
        "created": "2025-09-08",
        "abstract": "This study analyzes how LGBTQ+ youth find support in Afro-Brazilian terreiros, exploring their experiences, particularly regarding belonging, social support, and identity development. The research is based on dialogues with young people who attend these faith spaces, as well as observations of the welcoming practices carried out in these locations. The study shows how terreiros promote well-being, empowerment, and resistance in the face of social discrimination. Furthermore, it aims to contribute to the understanding of how religious practices can function as instruments of social inclusion and intersectional support for LGBTQ+ youth, providing valuable insights for researchers, policymakers, programs aimed at LGBTQ+ youth, and society at large.",
        "url": "https://doi.org/10.31235/osf.io/x94bp_v1",
        "version": 1,
        "id": "x94bp",
        "subjects": "Sociology",
        "subjects_osf": "Law and Gender, Human Rights Law, Religion, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/4ypu8_v1",
        "title": "The Anglosphere and the European Radical Right",
        "authors": "Srdjan Vucetic",
        "created": "2025-09-16",
        "abstract": "Contemporary Europe is witnessing a surge in radical-right leaders, parties, movements and knowledge producers who seek and proclaim a new world order. Consulting texts collected from different media and forms of communication, this paper asks how these actors view ‘the Anglosphere,’ a distinct geopolitical space that challenges seemingly stable ‘Western’ and ‘Euro-Atlantic’ identities and identifications. ‘The’ European radical being a kind of empty signifier, the analysis identifies multiple discourses that simultaneously inform and challenge each other. ‘National conservatism’ treats the Anglosphere as part of a larger Western world – albeit one that has been overwhelmed by the worst excesses of liberalism. ‘Angloskepticism’ constructs the Anglosphere as Other, a blend of America’s uninvited imperialism and an Anglo-Saxon civilisation-state. ‘Neo-Eurasianism’ agrees with Anglo-skepticism on the Anglosphere’s fundamental otherness but casts it as an enemy rather than a ‘mere’ rival. The three discourses suggest contrasting and complementary understanding of international order. National conservatives aim to morally and politically recast the West. In contrast, Anglo-skeptics and neo-Eurasianists abandon this aspiration, instead emphasising greater ‘sovereignty’ and ‘strategic independence’ for Europe. As these previously fringe visions seep into the European political mainstream, they gain significance for the ongoing international reordering.",
        "url": "https://doi.org/10.31235/osf.io/4ypu8_v1",
        "version": 1,
        "id": "4ypu8",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/9k6n3_v1",
        "title": "Does Credit Growth Weaken Stability? Evidence and Policy Implications in Vietnam",
        "authors": "Nguyen Thanh Trung, Truong Thi Hoai Linh, Nguyen Tri Khoa",
        "created": "2025-09-14",
        "abstract": "This paper examines the bidirectional dynamics between credit growth and banking stability in the context of Vietnam, where the financial system is dominated by banks and the macroprudential framework is strongly strengthened over the period 2008–2024. Using a quarterly panel dataset of 29 Vietnamese commercial banks (Q1/2008–Q4/2024) and a Panel VAR (PVAR) model to handle endogeneity, the study quantifies the time-varying responses of credit growth (CRE) and the stability indicator Z-score to structural shocks. The main results show that: (i) a positive shock to banking stability increases credit in a statistically significant and persistent manner across multiple quarters; (ii) a credit growth shock does not have a significant impact on Z-score in the short–medium horizon; and (iii) the forecast variance decomposition (FEVD) shows asymmetry: Z-score variation is largely “autogenerated”, while CRE variation is increasingly explained by stability shocks (approximately 9–10% in the 10th quarter). Granger causality tests confirm a unidirectional relationship from stability to credit. The findings imply a “stability-first, credit-quality-later” policy priority order: strengthening capital and earnings quality, cross-cyclical provisioning discipline, and maintaining macroprudential tools that help expand credit supply sustainably without sacrificing systemic safety. The study contributes quantitative evidence in emerging markets, complementing the international literature that often emphasizes the credit-to-crisis channel, and suggests extensions to nonlinearities/thresholds and bank-specific heterogeneity.",
        "url": "https://doi.org/10.31235/osf.io/9k6n3_v1",
        "version": 1,
        "id": "9k6n3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/a9wsg_v1",
        "title": "A metasynthetic framework and generative grammar for modeling anthropological theories of ritual symbolic systems, reversible into an ontology generator",
        "authors": "Ross Freedenberg",
        "created": "2025-09-14",
        "abstract": "In this paper I argue that there are many paths forward for a problem that often seems to have no solution at all: the methodological, theoretical, and analytical distinctions that drive the many distinct modes of doing anthropology. The approach I describe aims to help trace dense resonances between branches of anthropological theory that often seem categorically distinct and to add precision, depth, and ultimately generativity to the points at which they are in fact distinct. I do this by introducing a new metatheoretical framework and generative grammar for understanding the relationships between theories of ritual and social process. The starting point for this is the differences themselves between competing or distinct kinds of theory. By developing two multimodal axes, expressing high-dimensional rather than binary forms of differences, a much higher-dimensional, generative space opens up for finding productive resonances and tensions across wide domains of inquiry, ultimately helping to build generative forms of reflexivity for each.",
        "url": "https://doi.org/10.31235/osf.io/a9wsg_v1",
        "version": 1,
        "id": "a9wsg",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/b5y67_v1",
        "title": "Thematic Completeness in Reggae: Positioning Beres Hammond’s “Putting Up Resistance”",
        "authors": "Ato Kenya Rockcliffe",
        "created": "2025-09-12",
        "abstract": "This essay employs a critical cultural analysis to examine Beres Hammond’s Putting Up Resistance as a thematically complete reggae composition. Grounded in Afro-Caribbean philosophy, Black radical thought, and Rastafarian epistemology, the analysis positions the song not merely as entertainment but as a cultural text and sonic archive of resistance. By engaging with Hammond’s lyrics, delivery, and thematic structure, the paper argues that the song exemplifies reggae’s emancipatory ethos through its synthesis of systemic critique, emotional and familial love, and a spirit of resilience. Methodologically, the paper combines lyrical close reading with historical and philosophical contextualisation, drawing on Caribbean and diasporic cultural studies to highlight reggae’s role as both critique and affirmation. Autobiographical reflection is incorporated not as a confession but as a methodological stance consistent with postpositivist traditions, situating the scholar within the interpretive framework of Caribbean intellectual praxis. Ultimately, Putting Up Resistance is presented as more than a song: it is a site of lived cultural production and a testament to reggae’s continuing capacity to articulate hope, resistance, and communal survival in the face of ongoing injustice. Keywords: Reggae music, Cultural resistance, Rastafarian epistemology, Caribbean cultural studies, Afro-Caribbean philosophy",
        "url": "https://doi.org/10.31235/osf.io/b5y67_v1",
        "version": 1,
        "id": "b5y67",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/cp27h_v1",
        "title": "Household Labour Productivity Gap in Rural Nigeria: Farm versus Non-Farm",
        "authors": "JOHN CHIWUZULUM ODOZI",
        "created": "2025-09-12",
        "abstract": "The issue of labour productivity and the differential between countries and sectors is well established in the literature. The literature finds a wide gap in labour productivity between sectors, but there is limited empirical evidence for rural Nigeria. This paper examined the nature of labour productivity in rural Nigeria using Nigeria’s national data and a regression-based decomposition technique. Overall, the paper found that labour use in the farm sector was 17% less productive than labour in the nonfarm sector. From the regression results, factors such as years of schooling, age as a measure of experience, household size, land size, access to social infrastructure and urbanization, and technical change contributed to driving the labour productivity gap in rural Nigeria. From the results, education, social capital, and infrastructure matter for labour productivity and earnings convergence between farm and nonfarm sectors. Rural development programmes addressing these problems will significantly contribute to a better business environment to increase labour productivity.",
        "url": "https://doi.org/10.31235/osf.io/cp27h_v1",
        "version": 1,
        "id": "cp27h",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/cqujb_v1",
        "title": "Accounting Information Systems and Influencing Factors: A Research Review Using Bibliometric Method",
        "authors": "An Pham Thi, Nhung Doan Thi Hong",
        "created": "2025-09-14",
        "abstract": "This study synthesizes and expands existing research on Accounting Information Systems (AIS) and influencing factors through a bibliometric analysis of 348 articles from the Scopus database, covering publications from 1996 to February 2025. The analysis explored publication trends, influential authors, institutions, journals, and countries, and employed keyword co-occurrence analysis using VOSviewer software. The findings of research showed that Indonesia emerged as the most productive country, followed by Jordan, Malaysia, the United States, and Vietnam. However, research from the United States and Australia exhibited higher citation impacts, possibly due to higher international visibility and impactful research content. Prominent institutions include Universitas Padjadjaran, Bina Nusantara University, Jadara University, and Universiti Teknologi MARA. Keyword analysis revealed six primary clusters, highlighting managerial support, user satisfaction, internal control, technological advancements, organizational knowledge, and information quality as critical influencing factors on AIS effectiveness. The findings also highlighted managerial commitment, technological capabilities, and internal organizational practices as essential for AIS quality.",
        "url": "https://doi.org/10.31235/osf.io/cqujb_v1",
        "version": 1,
        "id": "cqujb",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ewvkm_v1",
        "title": "Food Security and a Child’s Diet Quality Across Households in Rural and Urban Nigeria",
        "authors": "JOHN CHIWUZULUM ODOZI",
        "created": "2025-09-12",
        "abstract": "The substantial number of food-insecure households in Nigeria and the problem of regional and socioeconomic disparities in food security are raising issues of food system transformation and justice. While knowledge of the gap is of public interest, the empirical validation of the gap is scant and the components of the gap linked to differences in socioeconomic characteristics and income inequality have not been investigated for Nigeria. This paper investigated the socioeconomic disparity in food security and a child’s diet quality. The specific objectives were (1) to profile the socioeconomic inequalities in food security and a child’s diet quality, and (2) to determine the relationship between food insecurity and a child’s dietary quality. The study employed Round 6 of the Multiple Indicator Cluster Survey (MICS6) data for Nigeria. A model was specified using a two-stage least-squares (2SLS) regression and analyzed using Stata MP Version 14. Results revealed 80.53% of households were food insecure, with a more pronounced estimate for the rural sector (81.95%) compared to the urban sector (78.08%). This was found to be statistically significant. As wealth ranking of households increased from poorest to richest, the proportion of households in food insecurity declined for the rural sample and for the pooled. The regression result showed that food insecurity decreased the likelihood of children having a quality diet and was statistically significant for rural areas and for the pooled sample (National). Thus, promoting programmes that enhance food access, availability, and utilization, targeted at the rural and urban poor, as well as diverse diets for children, are paramount",
        "url": "https://doi.org/10.31235/osf.io/ewvkm_v1",
        "version": 1,
        "id": "ewvkm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/f986v_v1",
        "title": "The Matthew Defect: How Credit Economies Bury Ideas, Distort Careers, and Mis-train Our Machines",
        "authors": "David Kyle",
        "created": "2025-09-17",
        "abstract": "The Matthew Defect (MD) is the systematic burying of ideas and their originators through standard academic practices that reward prestige over provenance. Unlike Merton's Matthew Effect, which demonstrates how advantage accumulates for those already recognized, the Matthew Defect reveals how evaluation systems actively disadvantage specific work through routine procedures rather than misconduct. This dynamic emerges from everyday practices including editorial gatekeeping, strategic citation, and metrics that substitute institutional prestige for substantive judgment. These patterns, already intensified by digital platforms and hypercompetition, now risk being permanently embedded in Large Language Models that inherit and amplify skewed citation patterns from their training data. I introduce KNOBE (Knowledge-Native Objects for Bots and Engines) as a proposed infrastructure for preserving provenance in human-AI knowledge systems.",
        "url": "https://doi.org/10.31235/osf.io/f986v_v1",
        "version": 1,
        "id": "f986v",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gy49c_v1",
        "title": "Patients Experience of Telemedicine in Saudi Arabia: A Review of User Perspective",
        "authors": "Mustafa Mohammed Mustafa, Mohammed. A. Almohaeitheif, Ahmed Elnadif Elmanssury, Safa Abdalla Elnour Dafaallah",
        "created": "2025-09-14",
        "abstract": "Background: In today’s world, one of the requirements is the urgent need to provide fast, low-cost, affordable, and high-quality medical services. These demands have led to the invention of ways in which medical services can be provided to patients in their homes. Methods: This study aimed to analyze patients’ experience of the implementation of telemedicine in Saudi Arabia (Riyadh City). Samples from different categories of patients were randomly selected following opportunity sampling techniques. The study population included 332 participants (male and female). For data collection, we used a questionnaire consisting of 8 items. The questions were rated using a 5-point Likert scale (agree, strongly agree, average, disagree, and strongly disagree). Results: A total of 67 (19.5%) participants reported that they use telemedicine only for medical consultation, while 47 (13.7%) said that they use it for diagnosis and treatment as well. The participants revealed that telemedicine saves them time and money. However, they admitted that telemedicine negatively affected their relationship with the service providers. Finally, patients described communication challenges and a lack of confidence in accessing telemedicine. Conclusions: The study concluded that the main barriers to the use of telemedicine services are a lack of confidence in accessing telemedicine, difficulty communicating due to the use of different languages and dialects, and the fact that these services are not suitable for uneducated people.",
        "url": "https://doi.org/10.31235/osf.io/gy49c_v1",
        "version": 1,
        "id": "gy49c",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ksd6q_v1",
        "title": "Gender Differences in Beginning Academic Careers and Navigating Parenthood",
        "authors": "Xinyi Zhao, Gemma Elizabeth Derrick, Cassidy Sugimoto, Vincent Larivière",
        "created": "2025-09-12",
        "abstract": "Balancing academic training and parenthood poses unique challenges, particularly during the Ph.D. stage. Using global survey data, we reconstruct life-course trajectories of academic parents to investigate gender differences in the timing of Ph.D. completion and parenthood, and their implications for careers. We identify five distinct trajectories. Women more often prioritized Ph.D. completion before age 30 and transitioned to parenthood after 35, whereas men tended to become parents during doctoral studies, often with three or more children by age 40. Early parenthood was associated with the largest gender gaps in long-term scientific citations, favoring men; these disparities disappeared among those who became parents after age 35. Men were also more likely to secure and remain in academic positions regardless of parenthood timing. These findings highlight persistent challenges for early-career mothers and underscore the need for institutional policies to better support parenting responsibilities alongside career progression.",
        "url": "https://doi.org/10.31235/osf.io/ksd6q_v1",
        "version": 1,
        "id": "ksd6q",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/n5sqf_v1",
        "title": "Individuals’ Perceptions of the Most Important People Who Raised Them: Differences by Sexual Identity",
        "authors": "Christopher Scheitle, Taylor Remsburg, Katie Corcoran",
        "created": "2025-09-16",
        "abstract": "Past research suggests that youth who identify with marginalized sexual identities can encounter hostility from their parents due to their sexuality. Such rejection could lead individuals to look to other relationships for material, social, and psychological support as they grow up. We assess this hypothesis by analyzing data produced from a probability survey of U.S. adults that asked respondents to identify the most important people who raised them. Multinomial logistic regression models find that gay or lesbian individuals are more likely than straight individuals to choose their grandmother as the most important person who raised them. Similarly, gay or lesbian individuals are more likely than straight individuals to choose a non-family member—such as a neighbor or teacher—as the second most important person who raised them. These findings provide support for past research that has mainly used qualitative or non-probability data to examine how sexuality shapes family relationships.",
        "url": "https://doi.org/10.31235/osf.io/n5sqf_v1",
        "version": 1,
        "id": "n5sqf",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/nbvx8_v1",
        "title": "A Framework for the Verification and Communication of Exceptional Intelligence Profiles: A Technical Case Study",
        "authors": "Fabiano de Abreu Agrela Rodrigues",
        "created": "2025-09-12",
        "abstract": "This article presents a longitudinal technical case report of the author’s own psychometric intelligence assessments, conducted since 2014 by licensed psychologists in Brazil and Portugal. Standardized instruments included the Wechsler Adult Intelligence Scales (WAIS-III, WAIS-IV, WASI) and Raven’s Advanced Progressive Matrices, together with complementary neuropsychological batteries sampling working memory, processing speed, executive functions, and social responsiveness. The consolidated result is a Full Scale IQ of 160 points (SD = 15), with one extrapolated administration reaching 164 points. Performance on Raven APM was consistent with the 99.9th percentile. External validations include an official RankBrasil record of 188 points (SD = 24) in a specific IQ test, admissions to international high-IQ societies requiring recognized instruments, participation in whole-genome studies, neuroimaging research at the University of Coimbra, and formal recognition of all examinations in Hong Kong. The findings are integrated with psychometric and neuroscientific literature, addressing practice effects and measurement issues, while outlining a minimum evidence package for public claims about exceptional intelligence.",
        "url": "https://doi.org/10.31235/osf.io/nbvx8_v1",
        "version": 1,
        "id": "nbvx8",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/p6wr8_v1",
        "title": "An experimental assessment of sex differences in interviewer-induced social desirability bias",
        "authors": "Patrick Sturgis, Jouni Kuha",
        "created": "2025-09-16",
        "abstract": "Social desirability bias (SDB) occurs when respondents systematically distort survey responses through self-deception and impression management. While there is a large literature on interviewer-induced SDB, less is known about how and why this varies between different respondents across demographic groups. We present new evidence on between-group heterogeneity in SDB, with a specific focus on respond- ent sex, from a randomised mode experiment where respondents were randomly assigned to either computer-assisted telephone interviewing (CATI) or Computer Assisted Web Interview (CAWI). Allied with the availability of rich covariates on both respondents and nonrespondents, this design enables us to estimate the causal effect of interview mode on SDB, separately for men and women, across a large set of both positively and negatively valenced attitudes and behaviours. Our results re- veal large mode effects on SDB: CATI administration inflates reporting of positively valenced items while suppressing reports of negatively valenced items compared to CAWI. These differences were largest and most consistent for positively valenced items. Women showed significantly greater interviewer-induced SDB than men on these outcomes. Our findings point to the superiority of online self-completion for measuring normatively valenced attitudes and behaviours. They also suggest that interviewer-administration can systematically distort between-group comparisons on normatively sensitive questions.",
        "url": "https://doi.org/10.31235/osf.io/p6wr8_v1",
        "version": 1,
        "id": "p6wr8",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/q794j_v2",
        "title": "Breaking Bread, Building Hope: An Eight-Year Partnership Addressing the Toxic Drug Crisis in British Columbia",
        "authors": "Jennifer Hawkins, Marinel Kniseley, Saranee Fernando, Amy Salmon, James Robson, Mike Sikora, Daniel Snyder, Steven Esau",
        "created": "2025-09-17",
        "abstract": "Research that purports to engage communities has become more mainstream, presenting an imperative to thoughtfully engage ethical principles that grapple with on-the-ground complexities of the work. Here we reflect on learnings from an eight-year, community-based participatory research (CBPR) partnership in British Columbia, Canada that addressed the ongoing public health emergency of toxic drug-related deaths in a semi-urban and rural setting. This challenging research context provides a methodological petri dish from which to examine common ethical challenges inherent in CBPR work. Here we discuss how praxis aligned with the concepts of relationality, embeddedness and embodiment contain both tension and promise in complex research contexts. We depict how relational authenticity was facilitated by flexibility and informal interactions and was further enhanced by deeply-engaged, physical presence that enkindled hope even when hope was hampered by limited agency. We also present commensality as a promising methodological tool.",
        "url": "https://doi.org/10.31235/osf.io/q794j_v2",
        "version": 2,
        "id": "q794j",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/tc73m_v1",
        "title": "Intergenerational Social Mobility and Gender Equality Status in Bangladesh: A Cross-Sectional Study",
        "authors": "Abul Kalam Azad, Md Mahbub-ul Alam, Shamme Akter",
        "created": "2025-09-14",
        "abstract": "Gender disparity remains a critical concern in sociological research and global policy discourse. In alignment with social mobility theories, the elimination of gender inequality has gained international attention, exemplified by the World Economic Forum’s Global Social Mobility Index (GSMI). Although gender equality is a core objective of the Sustainable Development Goals (SDGs), its formulation from a social mobility perspective remains underexplored in the context of Bangladesh. This study aims to examine the impact of intergenerational social mobility on gender equality in Bangladesh. Using an explanatory research design, the study develops a social mobility model of the Gender Inequality Index (GII) and employs a household survey conducted through a multi-stage sampling technique. Findings indicate that the downward socioeconomic status (SES1) of parents reinforces gender inequality, whereas the upward mobility (SES2) of their children contributes to its reduction. The study concludes that fostering upward social mobility could be instrumental in addressing gender inequality across future generations in Bangladesh. These findings hold consistent across varied datasets, sample frames, and model specifications.",
        "url": "https://doi.org/10.31235/osf.io/tc73m_v1",
        "version": 1,
        "id": "tc73m",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/txqfj_v1",
        "title": "‘€100 million was inevitable’ – Football fans as co-creators of market values in professional football",
        "authors": "Jürgen Beyer",
        "created": "2025-09-16",
        "abstract": "This article examines how the online fan community on the German platform transfermarkt.de co-constructs the market values of professional footballers. Through a qualitative text analysis of 1,030 forum posts, the study identifies six central justificatory conventions: performance, comparison, market, speculation, reputation, and yield. Fans’ arguments encompass assessments of sporting performance, statistical data, comparisons with peers, current transfer offers, speculative projections, club-specific contributions, and considerations of public reputation. Market values thus arise as dynamic and collectively negotiated constructs, reflecting multiple, sometimes conflicting, norms of evaluation. The findings demonstrate that fans are not passive observers but active participants who shape the criteria and legitimacy of market values. In doing so, they contribute both to the ongoing economisation of professional football and to the social legitimation of market value as a key category within the sport.",
        "url": "https://doi.org/10.31235/osf.io/txqfj_v1",
        "version": 1,
        "id": "txqfj",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/u9caj_v1",
        "title": "Unpredictability in Caregiver-child Relationships: Impact on Child Verbal Abilities and Externalizing Problems",
        "authors": "Zhi Li, Jiaxuan Zhang, Melissa Sturge-Apple, Zishan Su, Patrick Davies",
        "created": "2025-09-15",
        "abstract": "This study examined longitudinal associations between caregiver-child dyadic unpredictability, children’s verbal abilities, and externalizing problems, and the moderating role of temperamental surgency. Participants were 235 families with young children (Mage =2.97 years, SD = 0.38, range: [2,4], 55.3% female, ethnicity: 55.2% White, 21.3% African American, 16.2% mixed race). Mother-child dyadic unpredictability measured at wave one was linked to lower verbal development over waves one and two, which was associated with greater increases in externalizing problems over waves one and three. These effects were particularly salient for children with high surgency. In contrast, father-child dyadic unpredictability was linked to greater verbal ability for children with low temperamental surgency, although this finding did not hold after controlling for the variability in child dysregulation during father-child interaction. Furthermore, findings revealed a curvilinear association between father-child dyadic unpredictability in association with the development of children’s verbal ability. The present study has important implications for understanding unpredictability within parent-child interactions and its influence on child development. (©American Psychological Association, 2025. This paper is not the copy of record and may not exactly replicate the authoritative document published in the APA journal. The final article is available, upon publication.)",
        "url": "https://doi.org/10.31235/osf.io/u9caj_v1",
        "version": 1,
        "id": "u9caj",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/v6tj4_v1",
        "title": "Cantril Ladder or Overall Life Satisfaction? Comparing 0–10 Summary Indicators of Adolescent Wellbeing",
        "authors": "Jose Marquez, Wanying Zhou, Leoni Boyle, Laura Taylor",
        "created": "2025-09-16",
        "abstract": "Despite widespread use in wellbeing research, little is known about whether the Cantril Ladder (CL) and Overall Life Satisfaction (OLS) questions (both 0–10 single-item indicators) capture the same construct in adolescent populations. We analysed data from 6,445 students aged 11–18 in 38 International Baccalaureate schools across 24 countries. We compared CL and OLS using descriptive statistics, confirmatory factor analysis (CFA), regression models, and subgroup analyses. Mean CL and OLS scores were similar, but response distributions differed: OLS showed more extreme values and negative skew. In a CFA including other life evaluation measures, both OLS and CL items loaded on a shared life evaluation latent factor, but OLS showed higher loadings. OLS also showed stronger predictive validity than CL across measures of life evaluation, affect, and eudaimonic wellbeing. Subgroup analyses revealed interpretive differences across age, gender, and language groups (English, Spanish, and French). Both CL and OLS are valid indicators of adolescent life evaluation, but they are not interchangeable. OLS may be preferable as a summary measure due to stronger predictive performance, while CL may offer more consistent subgroup comparability. Researchers should consider these trade-offs when selecting and interpreting single-item wellbeing measures.",
        "url": "https://doi.org/10.31235/osf.io/v6tj4_v1",
        "version": 1,
        "id": "v6tj4",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/x2nec_v1",
        "title": "Ranking Countries’ Development Objectively",
        "authors": "Niels Lind",
        "created": "2025-09-17",
        "abstract": "The broadly accepted Human Development Index HDI is an example of ways to rank countries with statistical indicators. The HDI comprises three primary social indicators: Life expectancy, income and schooling. It has severe defects of methodology and is biased by data transformations. Here these shortcomings are eliminated by ranking directly from the ranks of the component indicators. The Development Ranks DR that emerge are significantly different from the HDI ranks. The methodology is simple and general. It can be universally applied to other compound-indicators and the rankings indices for guidance on policy goals.",
        "url": "https://doi.org/10.31235/osf.io/x2nec_v1",
        "version": 1,
        "id": "x2nec",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/zk9we_v1",
        "title": "Police Violence: Misbeliefs, Media, and Generational Differences",
        "authors": "Kevin McCaffree, Anondah Saide",
        "created": "2025-09-15",
        "abstract": "Large numbers of experts and laypeople alike were misinformed about police violence data, and supportive of objectively damaging social policies, during the George Floyd riots of 2020. Why? In this paper, we review the evidence for misinformed attitudes about policing and the consequences thereof. We end with a discussion of why false beliefs , with devastating consequences, spread so rapidly in society.",
        "url": "https://doi.org/10.31235/osf.io/zk9we_v1",
        "version": 1,
        "id": "zk9we",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3n92s_v1",
        "title": "Beyond Cultural Objects: Algorithms as Ontological Mediators",
        "authors": "Stamatis Tsoumaris",
        "created": "2025-09-13",
        "abstract": "This article addresses a fundamental limitation in contemporary anthropological approaches to algorithmic systems: their reliance on representational frameworks that treat computation as mediating pre-existing social relations rather than participating in their ongoing constitution. Drawing on the ontological turn in anthropology, agential realism, and processual philosophy, I develop an analytical framework that recognizes algorithms as ontological mediators—entities whose operations participate directly in bringing into being the subjects, temporalities, and social relations they appear merely to process. I introduce three core concepts: ontological mediation, recursive capture, and algorithmic territorialization, supported by methodological innovations in processual ethnography. These tools offer anthropologists new approaches for understanding how computational systems participate in the ongoing constitution of social worlds while remaining attentive to lived experience and cultural meaning.",
        "url": "https://doi.org/10.31235/osf.io/3n92s_v1",
        "version": 1,
        "id": "3n92s",
        "subjects": "(Other)",
        "subjects_osf": "Philosophy, Science and Technology Studies, Anthropology, Communication"
      },
      {
        "doi": "10.31235/osf.io/4qarx_v1",
        "title": "“Are there truly acoustic melodies on hillsides?” Can such human-based manufactured soundscapes be an asset to tourism destinations?",
        "authors": "Al Fauzi Rahmat, Zoltán Bujdosó, Muhammad Ramdani Pamungkas, Yerlan Issakov, Ali Bağdadi, Amina Uaisova, Lóránt Dénes Dávid",
        "created": "2025-09-13",
        "abstract": "Soundscape tourism has become one type of tourism, and its trend is emerging in most areas with hilly, forested, and natural landscapes, such as Bantul Indonesia, becoming a mainstay for region development and its community. This article explores four human manufactured soundscape tourism destinations in Bantul, Indonesia, examining the interrelationships between each tourism stakeholder and pinpointed development from a socio-economic perspective. We adopt a cross-case study approach, drawing main sources from government statistics, regulations, social media narratives, and online news. Using the NVivo 12 Plus software, we coded and annotated the research source. Our research revealed that in four case studies, tourism soundscapes emerged as the primary tourist attractions, with other attractions only marginally contributed. Presenting music or acoustic stages enabled tourism industry to reap benefits, particularly for local community and regional income. However, it is important to emphasize sustainability issues, thus, the continuous increased in music soundscape in nature has led to the formation of collaborations among tourism actors, with local communities “Pokdarwis” posed as the principal driving force behind destination development. This study demonstrates that human-manufactured soundscapes have the potential to increase visitor numbers and outperform natural soundscapes in natural destinations.",
        "url": "https://doi.org/10.31235/osf.io/4qarx_v1",
        "version": 1,
        "id": "4qarx",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Leisure Studies, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/4wr7d_v1",
        "title": "Musical Diversity and Discursive Unity: Projections of Ethnic and National Identities onto Regional and Classical Musics in Iran",
        "authors": "Kajwan Ziaoddini",
        "created": "2025-09-15",
        "abstract": "“This radif that you acquire, is actually the collection, an encyclopedia, of melodies and motives of various local musics through the country.” During ten years of Iranian classical repertoire education known as radif, my mentors used to remind me of the regional roots of each piece and assert the organic relationship between national classical music and local folk musics. Classical-regional music dichotomy is an omnipresent classification of the music in Iran, representing the notions of nationality and ethnicity, respectively. This paper aims to study how the dynamics between nationality and ethnicity in Iran have been reflected in the relationships between classical and regional music. I draw on Maria Sonevytsky’s (2022) and Tanya Merchant’s (2014) study of evolutionism in the former Soviet Union and Rasmus Elling’s study (2015) of the minorities in Iran. Focusing on the mostly Iranian musicologists’ and musicians’ published articles, essays, and interviews as well as my experience in the field as a student of Iranian classical music at the University of Tehran, I argue that the prevalent discourse has conflated the sociopolitical notion of Unity in Diversity with the previously established hierarchical mindset in music such that it resulted in the delineation of a hierarchical order of musical systems. I hope to show how the devastating implications of evolutionism can breach contemporary conceptualizations.",
        "url": "https://doi.org/10.31235/osf.io/4wr7d_v1",
        "version": 1,
        "id": "4wr7d",
        "subjects": "(Other)",
        "subjects_osf": "Race, Ethnicity and Post-Colonial Studies, Music, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/5jhv9_v1",
        "title": "The Sextuple Helix Innovation Model. Understanding the Knowledge Production of Artificial Intelligence in Culture- and Creativity-Driven and Sustainable Innovation Ecosystems",
        "authors": "Lutz Peschke",
        "created": "2025-09-14",
        "abstract": "This paper introduces the Sextuple Helix Innovation Model as a novel framework for understanding the role of generative artificial intelligence (GenAI) in culture- and creativity-driven as well as sustainable innovation ecosystems. Building on the evolution from the Triple Helix (university–industry–government) to the Quintuple Helix (including the media-based/culture-based public and the natural environment), the proposed model adds GenAI as a sixth helix. Unlike previous views of AI as a mere tool, this paper conceptualizes GenAI as an independent knowledge producer with its own knowledge economy, engaged in mutual exchanges with human and institutional actors. The argument is grounded in a constructionist epistemology and knowledge economy theory, validated through a scoping review of scholarly literature across creative industries, cultural policy, and innovation studies. The review reveals that while GenAI augments human creativity by enabling co-creation, ideation, and democratization of cultural production, it simultaneously raises challenges such as curatorialization of labor, reduced diversity of outputs, and threats to artistic autonomy. The framework of mutual creativity emphasizes reciprocal influences: human creativity shapes AI outputs just as AI reshapes human creative processes. By positioning GenAI as an epistemic agent, the Sextuple Helix Innovation Model reframes discourses beyond the dominant narratives of disruption and regulation. It highlights opportunities for transforming labor markets, enabling sustainable cultural practices, and expanding innovation ecologies through “phygital” recombination of digital and traditional forms. At the same time, it underscores the need for critical awareness of biases, cultural sensitivity, and ethical implications inherent in AI-driven knowledge production. Ultimately, the paper argues that recognizing GenAI as a helix in its own right not only deepens our understanding of knowledge economies but also paves the way for creativity- and sustainability-oriented innovation paradigms where human and non-human actors co-produce knowledge.",
        "url": "https://doi.org/10.31235/osf.io/5jhv9_v1",
        "version": 1,
        "id": "5jhv9",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/6qm9e_v1",
        "title": "Noticias con inteligencia artificial: percepción e impacto de audiencias y profesionales tras un experimento radiofónico / News with Artificial Intelligence: Perception and Impact on Audiences and Professionals after a Radio Experiment",
        "authors": "Julen Orbegozo-Terradillos, Ainara Larrondo-Ureta, Simón Peña-Fernández",
        "created": "2025-09-07",
        "abstract": "[ES] Propósito. Este artículo analiza un experimento radiofónico pionero en el uso de inteligencia artificial (IA) llevado a cabo por la emisora pública vasca en euskera Euskal Irrati Telebista (EiTB), situada en España. La iniciativa consistió en la automatización de la generación de textos informativos y la clonación de voces humanas para la locución de noticias en el programa Faktoria. Metodología. La investigación combina metodologías cualitativas y cuantitativas para evaluar la detectabilidad del contenido automatizado por parte de la audiencia, y las percepciones y actitudes del colectivo de oyentes y profesionales del medio hacia el uso de esta tecnología. Resultados y conclusiones. Los resultados muestran que la mayoría de oyentes no detectaron la presencia de IA en las piezas emitidas, lo que sugiere un alto grado de mimetización de las herramientas tecnológicas. Sin embargo, los valores emocionales atribuidos a la voz automatizada, como la cercanía y la implicación, obtuvieron peores calificaciones, lo que indica una desconexión emocional en la recepción del contenido generado por IA. A nivel profesional, el colectivo de periodistas expresó sensaciones de desasosiego ante la posibilidad de perder control sobre ciertos procesos creativos, pero también reconocieron las ventajas de la IA en la automatización de tareas rutinarias. Aporte original. Este estudio es pionero en evaluar el uso de la inteligencia artificial en la creación de contenido radiofónico en una lengua minorizada como el euskera, centrándose especialmente en la detectabilidad del contenido y proporcionando nuevas perspectivas sobre su impacto tanto en las audiencias como en los profesionales. [EN] Purpose. This article analyses a pioneering radio experiment in the use of artificial intelligence (AI) conducted by the Basque public broadcaster in Basque, Euskal Irrati Telebista (EiTB), located in Spain. The initiative involved automating the generation of news texts and cloning human voices for news narration in the program Faktoria. Methodology. The research combines qualitative and quantitative methodologies to assess the detectability of automated content by the audience, as well as the perceptions and attitudes of listeners and media professionals towards the use of this technology. Results and conclusions. The results show that most listeners did not detect the presence of AI in the aired pieces, suggesting a high degree of technological mimicry. However, emotional values attributed to the automated voice, such as closeness and involvement, received lower ratings, indicating an emotional disconnection in the reception of AI-generated content. On a professional level, journalists expressed feelings of unease about the possibility of losing control over certain creative processes but also recognized the advantages of AI in automating routine tasks. Original contribution. This study is pioneering in evaluating the use of artificial intelligence in the creation of radio content in a minority language like Basque, with a particular focus on the detectability of the content and providing new insights into its impact on both audiences and professionals.",
        "url": "https://doi.org/10.31235/osf.io/6qm9e_v1",
        "version": 1,
        "id": "6qm9e",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/bmyp6_v1",
        "title": "La inteligencia artificial como motor de innovación en los medios: apropiación técnica, cautela informativa / Artificial intelligence as a driver of media innovation: technical appropriation, editorial caution",
        "authors": "Barbara Sarrionandia, Simón Peña-Fernández, Jesús Ángel Pérez-Dasilva",
        "created": "2025-09-17",
        "abstract": "[Es] La inteligencia artificial (IA) está transformando de forma profunda el trabajo en los medios de comunicación, alterando no solo las rutinas de producción, sino también los perfiles profesionales y la organización interna de las redacciones. Esta investigación examina cómo integran la IA los medios de comunicación del País Vasco, con el objetivo de conocer las prácticas innovadoras que desarrollan en este ámbito y comprender su impacto en las distintas fases del trabajo periodístico. Para ello, se ha adoptado una metodología mixta que combina entrevistas en profundidad a nueve responsables de seis medios vascos con una encuesta a 504 periodistas y profesionales en activo. El análisis se ha estructurado según las tres fases clásicas del proceso periodístico: búsqueda de información, producción de contenido y distribución. Los resultados muestran una adopción cauta de la IA en el plano informativo, pues su uso se orienta principalmente a tareas auxiliares, como la transcripción automática, la corrección de textos o la traducción. Aunque se han identificado iniciativas experimentales innovadoras por parte de los medios, como la clonación de voz en productos narrativos, estas se han desarrollado en contextos periféricos y no informativos. Asimismo, pese al incipiente desarrollo de estrategias corporativas, normativas internas y aplicaciones propias, la implementación de la inteligencia artificial continúa dependiendo en gran medida de las soluciones ofrecidas por las grandes plataformas tecnológicas y de la iniciativa individual de los profesionales. [EN] Artificial intelligence (AI) is profoundly transforming work in the media sector, reshaping not only production routines but also professional profiles and the internal organisation of newsrooms. This study examines how media outlets in the Basque Country are integrating AI, with the aim of identifying the innovative practices being developed and understanding their impact across the different stages of journalistic work. To this end, a mixed-methods approach was adopted, combining in-depth interviews with nine professionals from six Basque media organisations and a survey of 504 active journalists and media professionals. The analysis was structured around the three classic phases of the journalistic process: information gathering, content production, and distribution. The findings reveal a cautious adoption of AI in news related activities, as its use is primarily focused on auxiliary tasks such as automatic transcription, text editing, or translation. While some innovative experimental initiatives have been identified —such as voice cloning in narrative products— these have mostly emerged in peripheral, non-news contexts. Moreover, despite the early development of corporate strategies, internal regulations, and bespoke applications, the implementation of artificial intelligence largely continues to rely on solutions provided by major tech platforms and on the individual initiative of professionals.",
        "url": "https://doi.org/10.31235/osf.io/bmyp6_v1",
        "version": 1,
        "id": "bmyp6",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/f2453_v1",
        "title": "Commoning Accessibility: a Research Agenda",
        "authors": "Ersilia Verlinghieri, Enrica Papa, Anna Nikolaeva, Giovanni Lanza, Paola Pucci, Benjamin Büttner, Annemiek Prins, Frank Witlox, Lennert Verhulst, Luca Bertolini",
        "created": "2025-09-15",
        "abstract": "This paper introduces Commoning Accessibility (CA) as a new framework for understanding and enabling equitable access to urban services within the context of the 15-minute city (15mC). While the 15mC promotes proximity-based access to everyday amenities, it often overlooks the social and relational processes through which accessibility is produced and maintained. Drawing on emerging debates about commoning mobility and mobilities of care, we argue that accessibility should not be understood merely as a function of spatial proximity or individual mobility, but as a collectively shaped resource that emerges through shared practices, infrastructures, and governance. Inviting for a reflection on a wide range of underexplored community-led initiatives—from shared mobility schemes and care services to locally run facilities—that actively reshape access in ways aligned with the principles of commoning and framing those under the umbrella of CA, the paper propose a new research agenda. The research agenda is structured around five key areas: firstly, mapping enabling conditions for CA practices; secondly, understanding CA practices; thirdly, supporting the development of CA as experiments; fourthly, assessing CA impacts; and fifthly, identifying supportive policy frameworks. With such an agenda, the paper calls for a shift in accessibility planning—from top-down, metric-driven approaches to ones that centre collective agency, everyday interdependencies, and community-led innovation. This reorientation has significant implications for how accessibility is governed, experienced, and sustained in the pursuit of just mobilities.",
        "url": "https://doi.org/10.31235/osf.io/f2453_v1",
        "version": 1,
        "id": "f2453",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/ftzg7_v1",
        "title": "СТРАТЕГІЧНІ МОТИВАЦІЇ ДОНОРІВ МІЖНАРОДНОЇ ДОПОМОГИ І HDP‑НЕКСУС ДЛЯ УКРАЇНИ: ТЕОРІЇ МІЖНАРОДНИХ ВІДНОСИН ПОЗА СУТО ГУМАНІТАРНИМ РАКУРСОМ",
        "authors": "Andrii Dryga",
        "created": "2025-09-12",
        "abstract": "Це препринт матеріалу, поданого для публікації в журналі «Empirio», що видається Національним університетом Києво-Могилянська академія. На прикладі України стаття уточнює концептуальний підхід до стратегічного планування міжнародної допомоги поза межами гуманітарного реагування. Показано, що мотиви донорів не пояснюються однією теорією міжнародних відносин, натомість потрібна синтезована оптика, яка поєднує ліберальні, реалістичні, конструктивістські і критичні підходи з тристороннім нексусом (Humanitarian-Development-Peacebuilding: гуманітарно-розвитково-миробудівним). На цьому перетині формується портфельна логіка, що передбачає охоплення всіх трьох компонентів нексуса, мінімізуючи ризик ігнорування будь-якого з них. Теоретичний синтез ілюструється підходами ЄС, Північної Європи, Великої Британії, США та інших донорів, де темпи й масштаби підтримки визначаються поєднанням географії загроз, політичних циклів, оборонно-промислових спроможностей й умовності реформ. У цій моделі розбудову миру замінює «мирочутливість», яка пріоритезує програми, що зміцнюють соціальну гармонію та згуртованість. Практичним внеском роботи є аналітична «матриця HDP × мотивації донорів», яка систематизує типи нелетальних інтервенцій на перетині чотирьох логік і трьох напрямів HDP. Вона демонструє, як операціоналізувати заявлені мотиви у результати, спрямовані на позитивну зміну: від правових послуг і прозорих реєстрів до захисту цивільних, розвитку людського капіталу, інклюзивних діалогів та локалізації проєктів. Ключова умова ефективності це поєднання невідкладних і структурних інтервенцій на основі довгострокового фінансування, локалізації та прозорого управління. Стаття також окреслює типові вузькі місця імплементації нексуса у воєнних і післявоєнних умовах, а саме фрагментацію координації, несумісність бюджетно-правових рамок, різні часові горизонти та дефіцит даних. Запропоновані механізми їх подолання через спільні очікувані результати, уніфіковані підходи до моніторингу, відкриті дані та залучення громад до рішень. Таким чином, робота пропонує cпосіб перетворення різнорідних мотивацій донорів на спільні траєкторії стабілізації та відновлення, підвищуючи довіру між донорами й реципієнтами та знижуючи ризики довгострокової залежності від допомоги.",
        "url": "https://doi.org/10.31235/osf.io/ftzg7_v1",
        "version": 1,
        "id": "ftzg7",
        "subjects": "(Other)",
        "subjects_osf": "International and Area Studies"
      },
      {
        "doi": "10.31235/osf.io/guc4x_v1",
        "title": "It's her! Investigating relationship development with social AI chatbots.",
        "authors": "Nadja Rupprechter, Tobias Dienlin",
        "created": "2025-09-16",
        "abstract": "As social AI chatbots become increasingly integrated into everyday lives, users form unique parasocial relationships with their digital companions. To understand the antecedents, mechanisms, and experiences of such relationships, we conducted a multi-methods study to investigate how the perceived human-likeness of social AI chatbots fosters emotional attachment, and how this effect might be mediated via increased user gratifications and heightened chatbot interactions. The quantitative results of our preregistered study with 550 participants from 64 countries showed that perceived human-likeness was a strong driver of attachment. As hypothesized, the results suggested that the effect was mediated by gratifications and interactions. The qualitative analyses demonstrated that social AI chatbots played a special role in the lives of many users, transforming habits, interactions, and relationships. In the words of one participant: \"AI [chatbots] gave me a new life\".",
        "url": "https://doi.org/10.31235/osf.io/guc4x_v1",
        "version": 1,
        "id": "guc4x",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/j3w2k_v1",
        "title": "Still niche? Stakeholder perspectives on growing the plant-based meat and plant-based dairy industries",
        "authors": "Katie Major-Smith, Gregory John Borne, Laura Wallis, Debby Cotton",
        "created": "2025-09-15",
        "abstract": "Shifting toward plant-based diets is a crucial aspect of mitigating climate change. As part of this transition, growing the plant-based meat and plant-based dairy industries has significant potential to reduce the environmental impacts of food systems in Western countries. To date, little research has examined the systemic challenges faced by stakeholders involved in developing and supporting these industries. By applying a multi-stakeholder perspective, our study addresses this gap in the literature, exploring the drivers and barriers influencing industry growth. Semi-structured interviews were conducted with 15 respondents representing consumers, manufacturers and retailers. Reflexive thematic analysis was applied, identifying seven overlapping themes applicable to both industries. Findings indicate that support for plant-based products is often grounded in sustainability goals and belief that newer plant-based alternatives can effectively meet consumer expectations. However, industry growth is restricted by structural challenges, including the influence of the meat and dairy sector, negative consumer perceptions, and the high financial risk of investing in emerging alternatives. Stakeholders identified two key changes needed: greater industry investment and more effective strategies to stimulate consumer demand. Applying the multi-level perspective (MLP) to interpret findings suggests that the plant-based meat and plant-based dairy sectors are still operating as niche industries, and that sector growth depends on changes at both the niche and regime levels to fully integrate plant-based meat and plant-based dairy into the food system. This research contributes original insights into the dynamics of sustainable food system transformation by foregrounding stakeholder experiences across multiple points in the value chain.",
        "url": "https://doi.org/10.31235/osf.io/j3w2k_v1",
        "version": 1,
        "id": "j3w2k",
        "subjects": "(Other)",
        "subjects_osf": "Food Studies, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/jk7vn_v1",
        "title": "Audience Expectations of Journalists: Demands, Beliefs and Assessments",
        "authors": "Clara Juarez Miro, Sandra Banjac, Folker Hanusch",
        "created": "2025-09-15",
        "abstract": "Scholarship on journalism in the digital age has often pointed to a gap between audiences’ expectations of journalism and what journalists actually do in their work as one reason for the global decline in news trust and consumption. Much of this work has, however, evolved from studies of journalistic role perceptions to measure audiences’ expectations of these same roles. In line with the so-called audience turn in (digital) journalism studies, this study takes an audience-centric approach to better understand what it is that audiences want, in the hope of better informing journalistic work. Through an analysis of 35 observations and in-depth interviews with audience members in Austria, we examine audiences’ demands, beliefs, and assessments of journalists, and the relations among these expectation modes. Our findings demonstrate the complex nature of audiences’ expectations and reveal seven dimensions. Four of these aligned partially with normative journalistic roles: expectations of (1) information; (2) interpretation; (3) accountability; and (4) activism. The remaining three extend beyond them, including expectations of (5) emotional connection; (6) interaction; and (7) societal relevance. These insights highlight what audiences value in journalism, offering a foundation for news content that caters to their needs.",
        "url": "https://doi.org/10.31235/osf.io/jk7vn_v1",
        "version": 1,
        "id": "jk7vn",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/kauzh_v1",
        "title": "Effect of Technology Usage on Students’ Academic Performance: An Ordinal Logistic Regression Analysis of Undergraduates at the University of Ilorin",
        "authors": "Adeleke Muheez Olanrewaju",
        "created": "2025-09-17",
        "abstract": "The integration of technology into education and learning via the internet and social media is an expanding and rapidly growing toolkit. Hence, this research aim is to study the effects of technology usage on students’ academic performance. Data were collected from 210 students from the Faculty of Physical Science, University of Ilorin to achieve this aim. The research explores various aspects of technology usage and their effects on academic performance through a detailed analysis, employing statistical methods such as descriptive statistics, correlation analysis, and ordinal logistic regression. The findings from the ordinal logistic regression analysis revealed that several factors significantly influence academic performance. Notably, the use of laptops for academic purposes, collaborative online study, and time spent daily using technology for academic activities were found to positively influence academic outcomes. Conversely, the time spent daily on technology for non-academic activities showed a notable negative impact on academic outcomes. These results underscore the dual-edged nature of technology usage in educational settings, highlighting the importance of promoting productive and collaborative use of technology among students to enhance their academic achievements. The study offers valuable insights for educators and policymakers aiming to optimize the integration of technology in academic environments.",
        "url": "https://doi.org/10.31235/osf.io/kauzh_v1",
        "version": 1,
        "id": "kauzh",
        "subjects": "(Other)",
        "subjects_osf": "Higher Education, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/kcjwr_v1",
        "title": "Ethical transgressions and moral courage in bureaucracies under pressure under Trump and Bolsonaro",
        "authors": "Jaime Kucinskas, Mariana Costa Silveira",
        "created": "2025-09-16",
        "abstract": "Under the administrations of the U.S. President Donald J. Trump (2017–2021) and Brazilian President Jair Bolsonaro (2019–2023), democratic backsliding intensified through institutional erosion, illiberal reforms, and growing political pressures on public administration. Drawing on in-depth interviews with 82 Brazilian and 79 U.S. civil servants, this study examines episodes of moral courage - defined as principled actions taken in the face of political pressure and personal risk. We identify the organizational and individual conditions that enable such acts. At the meso level, we find that supportive professional cultures and strong internal and external networks emerge as key facilitators. At the individual level, moral courage is associated with strong commitment to agency missions, a high sense of self-efficacy, long-term moral reflection, and civic engagement. Additionally, cross-national comparison reveals that Brazilian civil servants tended to mobilize through more collective and visible forms of acts of moral courage, whereas their U.S. counterparts often adopted more individualized and cautious strategies. Our findings contribute to public administration scholarship by offering a comparative perspective on bureaucratic resistance during democratic erosion. We also provide a conceptual framework to guide future empirical research and identify concrete enabling conditions and characteristics that support public servants in defending democratic norms under illiberal regimes.",
        "url": "https://doi.org/10.31235/osf.io/kcjwr_v1",
        "version": 1,
        "id": "kcjwr",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/me7pf_v1",
        "title": "Benchmarking Municipal AI Chatbot Performance: Mixed Methods Insights into Competence, Integrity, and Algorithmic Discrimination in Dutch Public Administration",
        "authors": "Ralfs Rudzitis, Kristina S. Weißmüller",
        "created": "2025-09-15",
        "abstract": "This study introduces the Public-sector Chatbot Performance (PCP) framework, a novel and comprehensive approach to systematically assess AI chatbot performance in public administration. The framework evaluates both technical competence—factual accuracy, completeness, and source reliability—and normative integrity, including lawfulness, transparency, equality, and privacy. To demonstrate applicability of the PCP framework, we benchmark the full set of municipal chatbot systems currently deployed in Dutch local governments, alongside two leading proprietary large language models (LLMs): ChatGPT-4o and Gemini 2.5 Pro. Using a pragmatic mixed methods approach, we developed 26 prompts with systematic user-based variation to explore algorithmic bias, resulting in a dataset of n=326 user-chatbot interactions. Quantitative analysis revealed that ChatGPT-4o achieved a composite performance score of 95.7%, significantly outperforming all municipal systems. Municipal chatbots exhibited notable shortcomings in competence and integrity, with some failing to meet basic standards of lawful and equal service provision. Exploratory qualitative analysis further uncovered algorithmic opacity, discretionary advice in violation of Dutch good governance regulations, and discriminatory responses based on “ethnic” usernames. These insights challenge assumptions about neutrality in public sector AI and underscore the need for ethical benchmarks in chatbot evaluation. The PCP framework offers actionable guidance for policymakers, technologists, and scholars committed to responsible digital governance.",
        "url": "https://doi.org/10.31235/osf.io/me7pf_v1",
        "version": 1,
        "id": "me7pf",
        "subjects": "(Other)",
        "subjects_osf": "Civil Rights and Discrimination, Philosophy, Library and Information Science, Public Affairs, Public Policy and Public Administration, Communication"
      },
      {
        "doi": "10.31235/osf.io/prm25_v1",
        "title": "Demystifying planning application uncertainty: Using machine learning to predict and explain planning application assessment timeframes",
        "authors": "William Thackway, Balamurugan Soundararaj, Christopher Pettit",
        "created": "2025-09-16",
        "abstract": "Despite housing supply shortages in financialised housing markets and acknowledgement of planning application (PA) assessment times as a supply side constraint, reliable and accessible information on PA assessment timeframes is limited. It is in this context that we built a model to predict and explain PA assessment timeframes in New South Wales, Australia. We constructed a dataset of 17,000 PAs (submitted over 3 years) comprising PA attributes, environmental and zoning restrictions, and features derived from PA descriptions using natural language processing techniques. Quantile regression was applied using machine learning modelling to predict probabilistic intervals for assessment timeframes. We then employed an advanced model explanation tool to analyse feature contributions on an overall and individual PA basis. The best performing model, an extreme gradient boosted machine (XGB), achieved an R2 of 0.431, predicting 60.9% of assessment times within one month of actual values. While performance is moderate, the model significantly improves upon previous studies and the current best practice in NSW, which is simply average estimates, by council area, for PA assessment timeframes. The paper concludes by outlining suggestions for further improving model performance and on the benefits of a predictive tool for planners.",
        "url": "https://doi.org/10.31235/osf.io/prm25_v1",
        "version": 1,
        "id": "prm25",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/rbwpx_v1",
        "title": "Institutionalising platform dependence: The paradox of the European Media Freedom Act",
        "authors": "Charis Papaevangelou, Max van Drunen",
        "created": "2025-09-16",
        "abstract": "The growing reliance of journalism on platforms has profoundly affected the political economy of journalism. In response to growing concerns over platforms’ discretionary power over journalism, the EU introduced a legally-binding media privilege’ with its European Media Freedom Act (EMFA), seeking to protect journalistic content from platforms’ unjust content moderation mechanisms. While the EMFA represents a significant affirmation of journalism’s normative value and the need for elevated legal protections, this article identifies a fundamental paradox at the core of the regulation: by entrusting critical procedural obligations to platform companies, the EMFA risks entrenching rather than mitigating platforms’ discretionary power over journalism. Using a doctrinal legal analysis of the EMFA, supplemented by a critical evaluation of its platform-press implications and the broader sociopolitical context, we foreground how the EMFA’s procedural reliance on platforms stop it short from realising its normative ambitions regarding journalism’s democratic value. Drawing on interdisciplinary scholarship, we identify two structural reasons for this paradox: the EU’s consistent underestimation of platform firms’ material interests and its misguided faith in procedural fairness and multistakeholder governance models. Ultimately, we contend that structural and not procedural changes are required to effectively protect journalism’s democratic value.",
        "url": "https://doi.org/10.31235/osf.io/rbwpx_v1",
        "version": 1,
        "id": "rbwpx",
        "subjects": "(Other)",
        "subjects_osf": "Internet Law, Communication"
      },
      {
        "doi": "10.31235/osf.io/u7xzb_v1",
        "title": "National Parks As Domicide: Exploring Exclusion from Home in “America’s Best Idea”",
        "authors": "Seth T. Kannarr",
        "created": "2025-09-12",
        "abstract": "America’s ‘National Parks’ are natural landscapes of wild flora and fauna that serve as highly-desired recreational destinations for people from around the world today. However, we tend to be unaware that these protected areas have a forgotten history of domicide, or the deliberate destruction of homes and dwellings. Prior to formal establishment and designation as ‘National Parks’, these beautiful geographic areas were landscapes of home and housing across human time. In this work, I explore the notion of ‘National Parks’ as home and ponder the following three reflective questions: How has the establishment of ‘National Parks’ served as a form of domicide? Are protected areas being protected for all people or from certain people? How are people included and excluded from home in U.S. ‘National Parks’ today?",
        "url": "https://doi.org/10.31235/osf.io/u7xzb_v1",
        "version": 1,
        "id": "u7xzb",
        "subjects": "(Other)",
        "subjects_osf": "Geography"
      },
      {
        "doi": "10.31235/osf.io/uszgq_v1",
        "title": "Corporate Social Advocacy (CSA) and Social Network: Understanding CSA through Intergroup Dynamics and Social Networks",
        "authors": "Sifan Xu",
        "created": "2025-09-11",
        "abstract": "CSA is a company’s practices of value proposition and signaling to its publics. The chapter explores how intergroup dynamics play a crucial role in shaping the publics’ perception and reactions to CSA, particularly in the lens of intergroup competition and identity validation. Additionally, it dives deeper into how social network, both conceptually and methodologically, further unpacks how relationships and intergroup dynamics can be examined and studied in CSA. Ideas for future avenues and research related to CSA are discussed, particularly in the nexus of network and intergroup dynamics, as well as in areas related to companies’ multi-issue engagement.",
        "url": "https://doi.org/10.31235/osf.io/uszgq_v1",
        "version": 1,
        "id": "uszgq",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      }
    ]
  }
}
