{
  "update": "2025-08-22",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/2apbf_v1",
        "title": "AI-OSINT with Knowledge Graphs and Graph Neural Networks: Evidence on Transnational Religious Diplomacy and Financial Anomalies",
        "authors": "WEI MENG",
        "created": "2025-08-18",
        "abstract": "This study proposes an AI-OSINT framework for transnational religious figures, linking knowledge graphs, graph neural networks and Bayesian updating into a computable evidence chain to reconstruct and quantify the overseas assets and foreign contacts of Shi Yongxin and the Shaolin system (2024-11-2025-06). Combining GCN/GAT with unsupervised anomaly detection (Isolation Forest, LOF) on heterogeneous time-series graphs and Bayesian modelling to form monthly outputs of Religious Diplomatic Risk Index (RDRI, 0-100), assessed by ROC-AUC/AUPRC; link prediction by MRR/Hits@k. The results show that the Vatican meeting (2025-02-01) triggered a short-term peak, with the RDRI rising from c. 24-27 to c. 42, and reaching c. 45 in 2025-03; the subsequent chain of \"foundations/cultural centres → out-of-country activities\" maintained the index at a medium-term high of c. 40 (±3), with a medium-term high of c. 40 (±3), and a medium-term high of c. 40 (±3). The \"Foundation/Cultural Centre → Outbound Activities\" chain maintains the index at a medium-term high of ~40 (±3), showing a double-engine rhythm of \"event amplification + resource penetration\". The reported uncertainty interval is ±3; and the conclusion level is shown to be stable under a priori/likelihood ±10% perturbation. The framework enhances the systematic and verifiable study of transnational religious networks without relying on internal intelligence and is transferable to other religious or transnational NGO contexts; to avoid misuse, the RDRI is defined as an early warning scale rather than a factual or judicial characterisation (all judgements cross-checked against registered and chained anchors). Keywords: knowledge graph; graph neural networks; religious diplomacy; financial anomalies; OSINT",
        "url": "https://doi.org/10.31235/osf.io/2apbf_v1",
        "version": 1,
        "id": "2apbf",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/4mbzn_v2",
        "title": "Text as Data for Crisis-Early Warning: A Comparative Assessment of NLP Methods for Conflict Prediction",
        "authors": "Julian Walterskirchen, Sonja Häffner",
        "created": "2025-08-15",
        "abstract": "Natural language processing (NLP) tools have been applied successfully in improving predictions in a wide range of research areas. However, what works in one area may not work in conflict research. We therefore seek to offer an initial assessment of the most prominent NLP methods for conflict prediction tasks. We evaluate the performance of features extracted from a conflict dictionary, two sentiment dictionaries, a word-scaling approach, dynamic topic models, and a transformer model on a classical conflict prediction task. The results highlight the importance of considering different NLP approaches, depending on the availability of text sources and other predictor variables.",
        "url": "https://doi.org/10.31235/osf.io/4mbzn_v2",
        "version": 2,
        "id": "4mbzn",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/7y3am_v1",
        "title": "Entrepreneurship in the Firing Line: An Empty Discourse that Eases Liberal Mimicry",
        "authors": "Farhad Feizi, Francesco Testa",
        "created": "2025-08-16",
        "abstract": "Growing studies are challenging the overgeneralization of entrepreneurial discourse as a reason for turning it into an empty label. Merged with its manufactured global popularity, they underscore the ideological-political services that such an elastic, in content, and popular, in form, notion can offer to its powerful adopters. Exploring how far this elasticity can go to be utilized by a political leader with anti-American ideology, and why, unlike his counterparts, he embraces entrepreneurial discourse, the present work studies the narrative of entrepreneurship in the words of Iran’s Supreme Leader and its discursive reflection in different media and attempts to theorize it by the logic of international relations. The study reveals six aspects of his politicized conception of entrepreneurship, and the extent to which written and visual media have amplified each. Moreover, it proposes that liberal mimicry can theorize his adoption of entrepreneurial discourse in form while strategically customizing its content.",
        "url": "https://doi.org/10.31235/osf.io/7y3am_v1",
        "version": 1,
        "id": "7y3am",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Political Science, Economics, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/9zx5w_v1",
        "title": "Breaking Out of Low-Effort Traps: Bureaucratic Leadership by Persuasion",
        "authors": "Martin Haus",
        "created": "2025-08-14",
        "abstract": "This paper tests if bureaucratic leadership impacts the quality of service provision of a difficult-to monitor task: learning in public schools. Using the empirical case of rural India, it exploits an administrative setup mimicking a natural experiment with two types of bureaucrats for the same spatial unit, the district, that either have more authority or more ability to engage in time-intensive persuasion. Utilising blocked randomisation inference and bias-corrected variance decomposition on bureaucratic postings linked to independent learning data from household surveys across ten years, it shows that only those bureaucrats with less authority but more ability to engage in persuasion impact learning. Drawing on novel interview data, it illustrates how bureaucratic leaders can increase effort levels of subordinates through persuasion to overcome collective action problems rather than relying on orders and monitoring as principal-agent frameworks would suggest. The findings illustrate that for difficult-to monitor tasks managerial intensity and persistence trumps formal authority.",
        "url": "https://doi.org/10.31235/osf.io/9zx5w_v1",
        "version": 1,
        "id": "9zx5w",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Elementary Education, Educational Administration and Supervision, Political Science, Economics, Leadership Studies, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/f7yxn_v2",
        "title": "Muuttuuko arvio sosiaaliturvaleikkausten vaikutuksista, kun toimeentulotuen simulointia tarkennetaan?",
        "authors": "INVEST Flagship, Jussi Tervola, Joonas Ollonqvist",
        "created": "2025-08-19",
        "abstract": "Muutokset toimeentulotuen käytössä ovat usein keskeinen kiinnostuksen kohde sosiaaliturvamuutoksia arvioitaessa. Toimeentulotuen käytön yleistymistä pidetään monesti ongelmallisena, koska suomalainen sosiaaliturva on rakentunut ajatukselle, että tuensaajien toimeentulo pitäisi turvata ensisijaisesti muilla etuuksilla. Hallituskauden alussa THL arvioi, että pääministeri Orpon hallituksen ohjelmaan kirjatut toimet kasvattaisivat laskennallisesti toimeentulotukeen oikeutettujen määrää 100 000 henkilöllä. Arvioon liittyi kuitenkin huomattavaa epävarmuutta muun muassa simulointimallin tietopohjan puutteiden takia. Tässä tutkimuksessa olemme tarkentaneet toimeentulotuen simulointia huomioimalla kotitalouksien tulojen kuukausivaihtelua sekä toimeentulotuesta korvattavia terveysmenoja. Samalla olemme pyrkineet ottamaan huomioon mm. tuen alikäytöstä ja havaitsemattomasta varallisuudesta johtuvaa ylisimulointia. Aiemmissa tulonjakoarvioissa toimeentulotuki simuloitiin kaikille laskennallisesti siihen oikeutetuille, mutta tarkennetulla mallilla pyritään arvioimaan todellista saajamäärän muutosta. Lisäksi olemme huomioineet lakimuutoksia hieman aiempaa laajemmin. Tarkennetulla mallilla arvioimme, että vuosina 2024–2025 toimeenpannut sosiaalietuuksien ja verotuksen lakimuutokset lisäisivät perustoimeentulotuen saajia noin 22 000 kotitaloudella, joissa on yhteensä noin 32 000 henkilöä. Tämän lisäksi asiakasmaksuihin ja lääkeomavastuisiin tehdyt korotukset kasvattavat toimeentulotuen käyttöä. Vuodelle 2026 esitetty toimeentulotukiuudistus sen sijaan pienentää saajamääriä. Näiden arviointi on tarkennetulla mallillakin edelleen hyvin epätarkkaa. Arvioimme, että leikkaukset kasvattavat pienituloisuusasteita aiempia arvioita enemmän. Vaikutukset lasten pienituloisuusasteeseen ovat jopa kaksinkertaisia aiempiin arvioihin nähden. Uudet arviot ovat nähdäksemme aiempaa selvästi tarkempia, mutta simulointimalliin sekä sen tausta-aineistoon liittyy edelleen epätarkkuuksia. Simuloinnin tarkkuutta onkin tärkeä kehittää edelleen jatkossa.",
        "url": "https://doi.org/10.31235/osf.io/f7yxn_v2",
        "version": 2,
        "id": "f7yxn",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ftnxc_v1",
        "title": "The Culling Hypothesis: Warfare as a Selective Pressure on National Character and its Geopolitical Consequences",
        "authors": "Khaled Bahaaeldin",
        "created": "2025-08-17",
        "abstract": "This paper introduces the \"Culling Hypothesis,\" a model for understanding the rise and fall of nations' martial capacities. It posits that major wars act as a powerful selective pressure, disproportionately culling individuals possessing a \"warrior archetype\" profile (characterized by high aggression and low empathy). The hypothesis argues that this archetype is not essential for warfare but acts as a powerful accelerator, increasing a nation's capacity, efficiency, and probability of waging war. The demographic reduction of this archetype through conflict leads to two primary consequences: a diminished geopolitical capacity for external power projection and a more docile, governable domestic population (the \"Governability Corollary\"). Through comparative case studies of Post-WWII Germany, Japan, the USSR, France, and the United States, the paper demonstrates how this demographic mechanism, in a \"tug-of-war\" with cultural forces, provides a powerful and overlooked explanation for the long-term trajectories of nations. Finally, the paper extends this model to explain the recalcitrance of modern non-state actors, arguing that they represent a purified concentration of this very archetype.",
        "url": "https://doi.org/10.31235/osf.io/ftnxc_v1",
        "version": 1,
        "id": "ftnxc",
        "subjects": "Politics",
        "subjects_osf": "International and Area Studies, Psychology, Political Science"
      },
      {
        "doi": "10.31235/osf.io/fyhtp_v2",
        "title": "Calculus of Power Real Options in the Dynamics of Political Regimes",
        "authors": "Caesar Edward",
        "created": "2025-08-21",
        "abstract": "This paper develops a real options–based framework for modeling the dynamics of political regimes, integrating decision theory with a six-state Markov Decision Process (MDP). Political regimes are treated as strategic decision-makers holding flexible political options—such as repression, reform, policy shift, or exit—whose value evolves with volatility, entropy, and time. The core asset is the regime’s political capital, modeled as a dynamic stock S(t) subject to both gradual diffusion and sudden Poisson jumps representing exogenous shocks (e.g., coups, assassinations, natural death). Option exercise is constrained by an Action Cost Threshold X(t), the political strike price, which evolves over time and determines the cost–benefit feasibility of action. The framework introduces novel visualization and diagnostic tools: Opportunity Landscapes to map option exercise probabilities over volatility and time; Valence of Power heatmaps to measure relative option value; Decision Thresholds under Uncertainty curves linking entropy and action probabilities to reveal points of strategic equivalence; and Volatility Landscapes that integrate volatility, entropy, and probability to assess stability risk. We model the Decay Time Value of Political Capital Stocks and Political Options, quantify the Time Evolution of both S(t) and X(t), and use Cost–Benefit Landscapes to jointly evaluate capital and cost trajectories. The framework also captures coercion dynamics, distinguishing between rational coercion in dysfunctional equilibria and irrational coercion in stable democracies. Applied to Rwanda, South Sudan, and Uganda, the model produces empirical simulations of resilience, fragility, and optimal decision timing. In addition to capturing volatility and cost thresholds, the analysis introduces Regime Survivability Probabilities—quantifying the joint likelihood of sustaining or losing power under affordability and hazard constraints—and the Regime Survivability Frontier, which traces the tipping points where survival and failure probabilities converge. Results show how shifting volatility, erosion of political capital, and rising exit hazards shape strategic urgency and force leaders toward difficult trade-offs. The approach offers a predictive and diagnostic tool for political survival analysis, grounded in the theory of real options but adapted to the contingencies of political power.",
        "url": "https://doi.org/10.31235/osf.io/fyhtp_v2",
        "version": 2,
        "id": "fyhtp",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Psychology, Political Science, Economics, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/syrn7_v1",
        "title": "From Zero to Soldier: What if Entrepreneurial Success Comes at the Cost of Democracy?",
        "authors": "Farhad Feizi",
        "created": "2025-08-16",
        "abstract": "Are democracy and entrepreneurship inextricably linked? This recurring question has received contradictory responses, but the literature still lacks in-depth analyses and theorizations on it. The present work examines an extreme case of the coexistence between entrepreneurship and authoritarianism and adopts two profound theories in development studies to explain the mechanism and origin of this symbiosis and justify why such an inextricable link does not exist, at least universally. Studying the success pathway of Iran’s triumphed startups (i.e., unicorns) with the theoretical lens of durable inequality and limited and open access orders, this work has revealed that Iran’s unicorns have navigated two checkpoints, namely connection and collaboration, with the extant political system. Accordingly, the success pathway beneath Iran’s entrepreneurial ecosystem (EE) is identified as an inequality-producing process, called opportunity hoarding, for its cause and as its ultimate effect, the country’s social arrangement, the basic limited access order, is proposed.",
        "url": "https://doi.org/10.31235/osf.io/syrn7_v1",
        "version": 1,
        "id": "syrn7",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Political Science, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/u7f9q_v1",
        "title": "An objective survey report based on deep data mining from open sources on the web: Fact-checking, Public Opinion Assessment and Risk Warning of the \"Yang Lanlan\" Traffic Accident in Sydney",
        "authors": "WEI MENG",
        "created": "2025-08-14",
        "abstract": "This study provides an objective reconstruction and public opinion windfall assessment of the Rose Bay traffic accident in Sydney based on Open Source Intelligence (OSINT) without judicial involvement: using authoritative NSW police briefings and Australian mainstream media as the baseline, supplemented by regional media cross-corroboration, using multi-source triangulation and timestamp verification, source credibility grading and de-confliction dispositions, and assigning confidence ratings for key facts and chain-of-evidence statements (New South Wales Police Force, 2025; Sharma, 2025; News.com.au, 2025b). The incident occurred at approximately 03:30 on 2025-07-26 and involved a head-on collision between a Tiffany Blue Rolls-Royce and a Mercedes van; the victim driver, George Plassaras, was admitted to hospital with serious injuries; and a 23 year old female, Lanlan (Wendy) Yang, who tested positive for alcohol on a roadside screening and refused to submit to a formal breath analysis at the police station, was charged with two counts of assault and released on conditional bail, scheduled for 2025-08. She was charged with two offences and released on conditional bail, and is scheduled to appear in court on 2025-08-15 (New South Wales Police Force, 2025; Sharma, 2025); (ii) the high-profile narrative of \"astronomical bail\" and \"astronomical wealth\" lacks the support of official and authoritative media. (ii) High-profile narratives such as 'outrageous bail' and 'vast wealth' are not supported by official and authoritative media, and are unverifiable or inadmissible information, with the media reporting only on their 'enigmatic backgrounds/luxurious attire', and no evidence of verifiable assets (New South Wales Police Force, 2025; News.com.au, 2025a); (iii) The 'high profile' narratives are not supported by official and authoritative media, and are unverifiable or inadmissible information; Yap, 2025); and (iii) there are differences in the details of the injuries, but the core judgement of \"serious injuries and long term recovery\" is consistent (News.com.au, 2025b; Yahoo News Australia, 2025). In summary, in the short term, public opinion will continue to fester around 'justice/privileged imagery/cross-border narratives'; national and public security governance should anchor facts in authoritative information and curb the spread of hyperbole, with a focus on monitoring the proliferation of 'false wealth/class antagonisms' on multilingual platforms, and monitoring the spread of subsequent trial material. The State and public security governance should focus on monitoring the proliferation of 'false wealth/class antagonism' discourse across multilingual platforms, and updating it with material from subsequent court hearings in order to avoid substituting hearsay for judicial facts (New South Wales Police Force, 2025; Sharma, 2025).",
        "url": "https://doi.org/10.31235/osf.io/u7f9q_v1",
        "version": 1,
        "id": "u7f9q",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Communication"
      },
      {
        "doi": "10.31235/osf.io/xuk2g_v1",
        "title": "The Civic LLM Working Paper: A Conversation on the Democratic Future of AI",
        "authors": "Robert M Ceresa, Juan E Ceresa",
        "created": "2025-08-21",
        "abstract": "Large language models are trained to model statistical regularities in web scale corpora. They tend to reproduce the categories most prevalent in those data, including reductive framings of public life that equate democracy with choice and procedure rather than shared authorship. Alignment methods such as supervised fine tuning and human feedback can guide behavior after pretraining, yet they begin after the representational substrate is already set. This concept paper proposes an alternative starting point. We outline a Civic LLM that uses an explicit civic ontology during corpus design and fine tuning. The ontology names roles, institutions, practices, and values that thicken democratic life. Our claim is deliberately modest. Curated data that is organized and weighted by a civic schema may produce small but measurable shifts in default framings without degrading general capability. The contribution is twofold. We integrate political theory as a design input, and we show that adjacent literatures in knowledge enhanced language models and concept level steering support a cautious path for evaluation. The aim is to establish a clear, citable origin for the idea and a disciplined agenda for future research.",
        "url": "https://doi.org/10.31235/osf.io/xuk2g_v1",
        "version": 1,
        "id": "xuk2g",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Philosophy, Language and Literacy Education, Educational Assessment, Evaluation, and Research, Educational Leadership, Educational Methods, Online and Distance Education, Political Science, Library and Information Science, Linguistics, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/zp3sr_v1",
        "title": "Tracking Civic Space in Developing Countries with a High-Quality Corpus of Domestic Media and Transformer Models",
        "authors": "Donald Moratz, Jeremy Springman, Erik Wibbels, Fatih Serkant Adiguzel, Mateo Villamizar-Chaparro, Zung-Ru Lin, Diego Romero, Mahda Soltani, Hanling Su, Jitender Swami",
        "created": "2025-08-21",
        "abstract": "Civic space - the fundamental freedoms necessary for citizens to influence politics - is under constant contestation. Despite the importance of day-to-day contestation over these rights, there is very little data allowing us to study the events and processes that constitute this struggle. We introduce new data that captures civic space activity across 65 developing countries from 2012 to 2024. Using an original corpus of over 120 million articles from nearly 350 high-quality domestic media outlets and 30 international and regional outlets, we use human-supervised web scraping and open-source computational tools to track monthly variation in media attention across 20 civic space events. Our approach yields three achievements: first, our corpus provides unprecedented coverage of reporting by developing country media outlets, addressing biases in other media event data; second, the resulting monthly event data set covers a wide range of new civic space activities; and third, we demonstrate the utility of this data for identifying and forecasting major political events and discuss applications for research on regime dynamics during a time of democratic backsliding.",
        "url": "https://doi.org/10.31235/osf.io/zp3sr_v1",
        "version": 1,
        "id": "zp3sr",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/9gj6d_v2",
        "title": "Fractal Theory of Income Distribution",
        "authors": "Marco Ranaldi, Carolyn Fisher",
        "created": "2025-08-19",
        "abstract": "This paper uses elements of fractal geometry to describe the distribution of income among individuals. It shows the existence of a stochastic fractal relationship between a country’s output and income inequality: the higher the level of income inequality, the lower the country’s output. The framework thus allows us to isolate the impact of inequality on output from that of average growth. A parallel between this framework and a welfarist approach to distributional analysis is also discussed. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/9gj6d_v2",
        "version": 2,
        "id": "9gj6d",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/at62c_v2",
        "title": "Safer in School? The Impact of Compulsory Schooling on Maltreatment and Associated Harms",
        "authors": "Adam A Dzulkipli, Nicole Black, David Johnston, Leonie Segal",
        "created": "2025-08-20",
        "abstract": "Abused and neglected children are at extreme risk of school dropout, poor health, and destructive behaviours, yet evidence on interventions that prevent maltreatment and its harms is limited. We use a South Australian education reform to examine whether extending the school-leaving age from 16 to 17 improves maltreatment-related outcomes. Using administrative records and regression-discontinuity techniques, we find that the reform reduced first-time cases of maltreatment reported to Child Protection Services (CPS). Among adolescents with past CPS involvement, it also reduced emergency healthcare utilisation. Our findings suggest school attendance can improve child safety, with an incapacitation effect as the likely mechanism.",
        "url": "https://doi.org/10.31235/osf.io/at62c_v2",
        "version": 2,
        "id": "at62c",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/ep2a6_v1",
        "title": "Henry George and Clark's Paradigm",
        "authors": "Niels Charlier, Nicolaus Tideman",
        "created": "2025-08-15",
        "abstract": "We begin this essay with an analysis of the criticism of orthodox economics from a philosophy of science and methodological point of view. Rather than idealized models, a careless definition of ”capital” appears to be the problem. We owe this careless definition to John Bates Clark (1847–1938). Clark introduced a new paradigm that proposed that land is not a separate factor of production, but only a form of capital. His theory was a reaction to the American economist and philosopher Henry George (1839–1879) who sold millions of books and was exceptionally popular. George advocated a substantial land value tax and influenced political debate for several decades in the Anglo-Saxon world and elsewhere. We sketch George’s ideas in their historical context and give an overview of his unappreciated impact on global scientific, political and cultural history. Finally, we also show George’s relevance in today’s world and provide a scientific and social critique of the Clark paradigm.",
        "url": "https://doi.org/10.31235/osf.io/ep2a6_v1",
        "version": 1,
        "id": "ep2a6",
        "subjects": "Economics",
        "subjects_osf": "Philosophy, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/m5ekf_v1",
        "title": "O Melhor Uso do Tempo de Trabalho na Sociedade",
        "authors": "Lorran Luiz de Oliveira Neves",
        "created": "2025-08-19",
        "abstract": "Este artigo analisa a planificação econômica, demonstrando que, na prática, ela é conceitualmente mais simples que os mecanismos do mercado capitalista. O caráter anárquico do mercado impede previsões significativas e a resolução definitiva de crises periódicas, enquanto a racionalidade interna das empresas, que em muitos aspectos tiveram maiores êxitos a partir de elaborações teóricas oriundas da experiência soviética, direta ou indiretamente, evidencia formas mais eficientes de organizar a produção e alocação de recursos. Todavia, no capitalismo, essa racionalidade é limitada à otimização do lucro, sem coordenação entre empresas. O estudo argumenta que a planificação econômica alcança seu potencial máximo ao partir da negação das categorias capitalistas — capital, lucro, dinheiro e propriedade privada — e se estruturar prioritariamente no trato do tempo de trabalho dos trabalhadores na produção, tanto em unidades individuais quanto no total produzido ao longo de um período. Dessa forma, o artigo sugere que a planificação pode assim oferecer um modelo mais coerente e racional para organizar a produção e distribuição da riqueza, destacando seu potencial de superação definitiva das contradições e crises intrínsecas ao sistema capitalista.",
        "url": "https://doi.org/10.31235/osf.io/m5ekf_v1",
        "version": 1,
        "id": "m5ekf",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/m8f7b_v1",
        "title": "THE PATRIARCHY INDEX FOR ASIA: A PRAGMATIC TOOL FOR CROSS-CULTURAL ANALYSIS OF GENDER INEQUALITIES",
        "authors": "Mikolaj Szoltysek, Bartosz Ogorek, Mateusz Grzyb, Siegfried Gruber",
        "created": "2025-08-17",
        "abstract": "Gender inequality remains a persistent barrier to development in many parts of Asia, yet the domestic foundations of this inequality—particularly within family systems—are often neglected in global measurement tools. This study introduces the Patriarchy Index (PI), a new metric constructed from census microdata to capture gendered power hierarchies in families across 22 Asian and North African countries and 652 subnational administrative units. Of particular interest to development practitioners and scholars, the PI offers a scalable, lowcost tool for subnational diagnostics, especially where standard measures of gender equality are missing or fail to reflect private-sphere constraints on women’s autonomy. Our study addresses whether domestic arrangements—such as patterns of co-residence, marriage timing, and agebased authority—can reliably capture institutionalized patriarchy, and what regional variation these patterns reveal. Using harmonized IPUMS-I census microdata and eleven theoretically grounded indicators, we construct a multidimensional composite index empirically validated through convergence with existing gender measures, divergence from unrelated metrics, and correlation with gendered development outcomes. Our study finds that family-based patriarchy is spatially clustered and highly variable at the subnational level. It further shows that higher PI values are significantly associated with reduced relative female labor force participation, even after controlling for structural variables such as gross national income and urbanization. These results underscore the PI’s value as a complementary measure: it captures dimensions of gender inequality that remain invisible to public-facing or outcome-based indicators and helps bridge the gap between domestic constraints and broader patterns of disenfranchisement. In contexts where legal reform and female empowerment are pursued without addressing household-level structures, the PI offers a diagnostic that speaks directly to the architecture of family systems—illuminating where and how deeper constraints on gender equality endure.",
        "url": "https://doi.org/10.31235/osf.io/m8f7b_v1",
        "version": 1,
        "id": "m8f7b",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Anthropology, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/3z75n_v1",
        "title": "Progress in Building Livable Communities: What do the AARP Livability Data Show?",
        "authors": "Xue Zhang, Mildred E. Warner",
        "created": "2025-08-20",
        "abstract": "In 2015, AARP pioneered design and creation of the Livability Index to track community progress, for all communities in the US. The livability index is based on the WHO domains of age friendly, and measures over 70 indicators in the seven domains of health, neighborhood, housing, transportation, opportunity, civic engagement and environment. We compare communities across the US which entered AARP’s Age-friendly network with those which have not to explore two research questions: 1) Have AARP Age-friendly network members made progress in building more age-friendly communities, and 2) Does entering the network matter? The answer to both questions is YES, network members made progress from 2015 to 2024 in building more age-friendly communities. The goal of the Livability Index was that it would encourage communities to pay more attention to age-friendly actions. We find communities in the age-friendly network improved their livability scores over the decade and expanded their lead over communities not in the network. Joining the network helps communities become more age-friendly.",
        "url": "https://doi.org/10.31235/osf.io/3z75n_v1",
        "version": 1,
        "id": "3z75n",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Sociology"
      },
      {
        "doi": "10.31235/osf.io/4qynt_v3",
        "title": "No one-size-fits-all solution. Effects of social policies on in-work poverty.",
        "authors": "Jan Brülle",
        "created": "2025-08-19",
        "abstract": "The paper studies effects of social policies on in-work poverty risks, distinguishing between measures that either intervene in labour market processes -- i.e. predistribution policies -- or redistribute incomes towards those with low incomes. I argue that effects of different policies can be expected to vary across household contexts, due to the fact that the link between individual employment outcomes and in-work poverty is moderated by household type. The analyses uses data from EU-SILC and macro-level indicators from various sources to estimate general as well as household-type-specific effects using longitudinal methods. Results emphasize that labour market interventions and redistributive transfers impact in-work poverty risks through different mechanisms and also reveal important differences between specific policies: minimum wages contribute to reducing low-wage risks, whereas effects on in-work poverty are small and mainly restricted to single households where labour market outcomes and household income closely align. In contrast, there is a robust negative effect of strict employment protection legislation across almost all household types on in-work poverty, which is consistent with the positive role this measure plays for supporting higher earnings. With respect to redistributional policies, both unemployment benefits and benefits to low earners reduce poverty due to their contribution to public poverty-reduction. However, whereas unemployment benefits mainly reduce in-work poverty among couple households, benefits to low earners are the most effective measure to contribute to lower poverty risks among employed single parents.",
        "url": "https://doi.org/10.31235/osf.io/4qynt_v3",
        "version": 3,
        "id": "4qynt",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/85u4w_v1",
        "title": "Tell me more. Findings from a Scoping Review on the Reporting of Field Experiments in Sociology",
        "authors": "Gianluca Argentin, Giovanni Maria Abbiati, Davide Azzolini, Gabriele Ballarino, Davide Cartagini, Elisa Manzella, Marta Pellegrini, Loris Vergolini",
        "created": "2025-08-21",
        "abstract": "Randomized controlled trials (RCTs) are increasingly used in sociology to generate causal evidence. While the uptake of RCTs in sociology has lagged behind other disciplines, recent growth signals a shift toward what some now call “experimental sociology.” However, the methodological promise of RCTs depends not only on random assignment but also on transparent reporting practices that allow readers to assess internal validity, implementation quality, and the generalizability of findings. In this article, we conduct a systematic scoping review of 91 field experiments published since 2000 in high-ranking sociological journals. Using an adapted version of the CONSORT-SPI checklist, we evaluate reporting accuracy across a range of design and implementation indicators. We find substantial variability and frequent omissions in how sociological RCTs are reported, with implications for replicability and the cumulative advancement of causal knowledge. Our findings suggest that sociologists have yet to fully adopt reporting standards developed in other disciplines, and that greater attention to documentation could strengthen the credibility and utility of experimental evidence. We offer concrete recommendations for researchers, reviewers, and journal editors to improve transparency and comparability in sociological field experiments.",
        "url": "https://doi.org/10.31235/osf.io/85u4w_v1",
        "version": 1,
        "id": "85u4w",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/9ugw4_v1",
        "title": "Neighborhood social structure in Sweden: A latent transition analysis using registry data from 1991 to 2020",
        "authors": "Anneli Andersson, Nilo Tayebi, Belma Isakovic, Henrik Larsson, Peter Larm, Antti Latvala, Hugo Hesser, Catherine Tuvblad, Brittany Evans",
        "created": "2025-08-18",
        "abstract": "Background: Neighborhoods shape daily life through physical and social structures, such as socioeconomic conditions, population density, and resident turnover. Decades of research link neighborhood characteristics to health and behavioral outcomes. However, these factors are often studied independently, neglecting their interrelated nature. Methods: Using Swedish population registry data, we employed latent class analyses to identify neighborhood typologies across six timepoints spanning 1991–2020. Neighborhoods, defined by Demographic Statistical Areas, were characterized by socioeconomic conditions, ethnic heterogeneity, residential instability, and urbanicity. Latent transition analyses examined changes over time. Results: Four neighborhood types emerged in the early period (1991–2000): Rural Low-Diversity (45%), Urban Professional (27%), Urban Affluent (21%), and Resource-Limited (7%). From 2001 onwards, five types were identified, with the addition of Urban High-Diversity (9%) and Rural Resource-Limited (3%). Three types, Rural Low-Diversity, Urban Professional, and Urban Affluent, persisted across 30 years, representing 87–93% of neighborhoods, with over 90% of neighborhoods retaining their classification over time. Conclusions: This multidimensional framework offers a foundation for future research, urban planning, and policy development.",
        "url": "https://doi.org/10.31235/osf.io/9ugw4_v1",
        "version": 1,
        "id": "9ugw4",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/d7cfx_v1",
        "title": "Building Supportive Third Places: The Use of Arts-Based Programming in Family Resource Centers to Promote Resilience and Prevent Maltreatment",
        "authors": "Mariscal, Susana, Bryan Victor",
        "created": "2025-08-13",
        "abstract": "Family Resource Centers (FRCs) have the potential to function as welcoming \"third places\"-similar to public libraries-that effectively support families while avoiding the stigma often associated with formal interventions. This article explores how arts-based programming can be integrated into FRCs to strengthen family protective factors and healing through non-clinical approaches. We provide an illustrative case example, detailing how federally-funded FRCs in Indiana offered a manualized sequence of A Window Between Worlds (AWBW), a 10-week trauma-informed nonclinical arts program. Facilitated by trained community members, AWBW emphasized safety, peer connection, and creative expression. Our evaluation showed significant reduction in trauma symptoms among caregivers who completed the program to fidelity, suggesting that trauma-informed arts-based programming, specifically AWBW, can enhance resilience without professional clinical training. Ongoing implementation of nonclinical programming that can enhance protective factors and promote healing and resilience is needed to ensure family resource centers function as effective third places for proactively and holistically meeting family needs and preventing maltreatment-while also expanding opportunities for healing, connection, and collective good. To achieve this, sustained investment in local FRCs and the networks that support them is essential.",
        "url": "https://doi.org/10.31235/osf.io/d7cfx_v1",
        "version": 1,
        "id": "d7cfx",
        "subjects": "Sociology",
        "subjects_osf": "Social Work, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fyvdr_v1",
        "title": "When All You Have is a Hammer: A Comment on “Normativity is not a replacement for theory”",
        "authors": "Jeremy Levine",
        "created": "2025-08-15",
        "abstract": "Rubin (2025) argues that activism-motivated scholars caused the decline of theory in punishment studies, with implications for social science more generally. The evidence is weak, the assumptions are unfounded, and the logic is flawed. Rubin’s theory fails on its own terms: The article includes a long discussion of grievances but provides no new insights about the decline of theory in punishment studies or elsewhere.",
        "url": "https://doi.org/10.31235/osf.io/fyvdr_v1",
        "version": 1,
        "id": "fyvdr",
        "subjects": "Sociology",
        "subjects_osf": "Law and Society, Sociology"
      },
      {
        "doi": "10.31235/osf.io/gkqw6_v1",
        "title": "The Role of Childlessness in Changes in English Cohort Fertility",
        "authors": "John Ermisch",
        "created": "2025-08-21",
        "abstract": "The aim of the study is to explore the contribution of childlessness to changes in English cohort fertility over time and in relation to that in other European countries. The study found that during important historical periods of change in English completed fertility a change in childlessness played a very important role: contributing 56% of the large rise in fertility (of 0.42 children per woman) between the 1920 and 1934 cohorts and 44% of the large fall (0.44) between the 1934 and 1960 cohorts. But for more recent cohorts (born since 1960) changes in childlessness played a varying but usually minor role in accounting for changes in English cohort fertility compared with other countries. The paper shows that there are, however, countries in which a rise in childlessness has made large contributions to a large decline in their cohort fertility since the 1960 cohort (e.g. Japan, Spain and Poland). Also, high current levels of childlessness in these countries are an important reason why their cohort fertility is so low compared to England and some other countries of Northern and Western Europe (e.g. Sweden, France and the Netherlands). Based on information on fertility intentions and historical experience it is argued that that changes in childlessness were mainly the result of an accumulation of usually unpredictable period influences on fertility.",
        "url": "https://doi.org/10.31235/osf.io/gkqw6_v1",
        "version": 1,
        "id": "gkqw6",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/jnxg6_v1",
        "title": "Transdisciplinary Equilibrium (JX): A Social Cost Function Unifying Game Theory, Social Psychology, and Economic Structures",
        "authors": "AKIOHOTTA",
        "created": "2025-08-18",
        "abstract": "This paper introduces Transdisciplinary Equilibrium (JX), a unifying framework that extends Nash-style game-theoretic analysis by incorporating emotional divergence, structural asymmetry, and anticipatory suppression into a composite social cost function. The model explains silence, conformity, and inhibition as equilibrium outcomes rather than anomalies. Applications include online self-censorship, economic disparity, workplace dissent, education, and governance. The framework provides testable predictions, simulation paths, and policy implications, bridging game theory, social psychology, and political economy.",
        "url": "https://doi.org/10.31235/osf.io/jnxg6_v1",
        "version": 1,
        "id": "jnxg6",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/mq978_v1",
        "title": "Don’t Panic: Population Projection is Not a Crystal Ball",
        "authors": "Amanda Jean Stevenson, Shelley Clark, Jennifer Dowd, Alison Gemmill, Karen Benjamin Guzzo, Laura D. Lindberg, Sarah Hayford, Leslie Root",
        "created": "2025-08-20",
        "abstract": "Population panic – worries about “depopulation” linked to low birth rates – has become pervasive, with dire predictions in both the short and long term. Yet demographers like us – experts who explicitly study population size, composition, and structure – are generally not highly concerned. Why is this? It’s because we understand the strengths and limitations of population projections. Projections can accurately describe how populations will change if we know future birth, death, and migration rates. But demographers are well aware that they don’t have a crystal ball – we can't fully anticipate economic shifts, political changes, global events, or how future generations will respond to their changing worlds. That’s why the farther we project from the present, the less accurate those projections are likely to be.",
        "url": "https://doi.org/10.31235/osf.io/mq978_v1",
        "version": 1,
        "id": "mq978",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/rdqnk_v2",
        "title": "The Emergence of a New Pilgrimage as an Assurance Game",
        "authors": "Nicolas Restrepo Ochoa, Cristina Moya",
        "created": "2025-08-18",
        "abstract": "Pilgrimage has received longstanding scholarly attention, but most theoretical work focuses on how these rituals can be maintained, rather than the bigger puzzle of how they emerge. Using empirical inspiration from a new pilgrimage in Peru, we address this gap by outlining a theoretical framework more capable of accounting for how these phenomena get off the ground. We contend that the framework of an assurance game (a type of coordination game) captures the challenge of a collective ritual like pilgrimage emerging. By combining this assurance game with a model of Bayesian learning under uncertainty we illustrate how pilgrimage can be institutionalized on occasion. We further argue that our approach sheds light on the relationship between rituals and uncertainty, without having to make strong assumptions about individuals' psychological needs.",
        "url": "https://doi.org/10.31235/osf.io/rdqnk_v2",
        "version": 2,
        "id": "rdqnk",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vnmcs_v1",
        "title": "Rethinking the filter bubble? Developing a research agenda for the protective filter bubble",
        "authors": "Jacob Erickson",
        "created": "2025-08-17",
        "abstract": "Filter bubbles and echo chambers have received global attention from scholars, media organizations, and the general public. Filter bubbles have primarily been regarded as intrinsically negative, and many studies have sought to minimize their influence. The detrimental influence of filter bubbles is well-studied. Filter bubbles may, for example, create information silos, amplify misinformation, and promote hatred and extremism. However, comparatively few studies have considered the other side of the filter bubble; its protective benefits, particularly to marginalized communities and those living in countries with low levels of press freedom. Through a review of the literature on digital safe spaces and protective filter bubbles, this commentary suggests that there may be a need to rethink the filter bubble, and it proposes several areas for future research.",
        "url": "https://doi.org/10.31235/osf.io/vnmcs_v1",
        "version": 1,
        "id": "vnmcs",
        "subjects": "Sociology",
        "subjects_osf": "Digital Humanities, Science and Technology Studies, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vznja_v1",
        "title": "Do Environmentalists Forgo Parenthood? A Life Course Perspective on Fertility Intentions and Behaviours in the UK",
        "authors": "Katya Ivanova, Tobias Rüttenauer",
        "created": "2025-08-21",
        "abstract": "Objective: To assess whether environmental concern is associated with fertility expectations and behaviours across the reproductive life course. Background: Whether individuals consider climate change in their reproductive decisions is an emerging area of research. Prior studies have largely examined stated intentions or the influence of extreme weather events, leaving open questions about actual fertility behaviour in relation to environmental concern. Method: Using individual-level panel data from the UK Household Longitudinal Study (UKHLS), we followed 11,951 women and 8,117 men from 2009 to 2022. We first use linear probability models and regress fertility expectations and parenthood status on the environmentalism index as measured in the first wave. We then estimate Growth Curve models to model the transition to parenthood across the life course for men and women who report different levels of environmentalism at the first wave. Results: Environmentalism is associated with slightly lower fertility expectations among younger adults, particularly those in their mid-20s to early 30s. Notably, the negative association is stronger when it comes to actual parenthood status. Women aged 25 to 40 with high environmentalism scores are significantly less likely to have children. Growth curve analyses reveal that the fertility gap between high and low environmentalism groups widens between ages 25 and 35, but narrows again by age 42. Conclusion: Our results suggest that the link between environmentalism and fertility behaviours may not necessarily be driven by deliberate decision to forgo parenthood but rather, by postponement.",
        "url": "https://doi.org/10.31235/osf.io/vznja_v1",
        "version": 1,
        "id": "vznja",
        "subjects": "Sociology",
        "subjects_osf": "Environmental Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/xj63k_v1",
        "title": "Taiwan’s Democratic Resilience and Its Challenges: A Critical Reassessment of CCP’s Multi-Modal Cognitive Warfare",
        "authors": "Lian, Jr-Jiun",
        "created": "2025-08-16",
        "abstract": "In recent years, Taiwan has been consistently targeted by cognitive warfare launched by China, using tactics that demonstrate a level of complexity beyond traditional academic definitions. This paper examines cognitive warfare through a multi-modal framework, integrating the concept of horizontal dissemination from political communication theory to expand scholarly understanding of these strategies. It also asserts that since cognitive warfare includes “malicious socio-disruptive technologies,” such tactics should not be categorized under the rights protected by free speech. This study extensively examines the theoretical and practical frameworks for countering cognitive warfare, focusing on three primary concerns: first, the clarification of the multi-modal cognitive warfare framework; second, analyses of cognitive warfare from both theoretical and practical perspectives; and third, proposing possible response strategies rooted in Taiwan’s democratic resilience. Keywords: horizontal transmission, democratic resilience, multidimensional linguistic analysis, multimodal framework, political communication, cognitive warfare",
        "url": "https://doi.org/10.31235/osf.io/xj63k_v1",
        "version": 1,
        "id": "xj63k",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Communication, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/2s7wa_v1",
        "title": "Anti-Immigrant Ordinances and Discrimination in New and Established Destinations",
        "authors": "Kim Ebert, Sarah Ovink",
        "created": "2025-08-18",
        "abstract": "Immigrants and their children come to the U.S. in search of upward mobility, but in many contexts they experience discrimination and restrictive political climates. Contexts vary widely, however, given the growing number of new immigrant destinations. Past studies tend to focus on what immigrants and their children are (or are not) doing to adapt to local contexts, a focus which strengthens the perception that immigrants are a “problem” group. In this paper, we move the debate away from more familiar economic analyses to assess how destination type and exclusionary ordinances, defined as laws that restrict the rights of and services accorded to immigrant groups, influence “subjective” outcomes, including reports of discrimination among Mexican Americans. Our results reveal three main findings that illustrate the importance of local context. First, individuals living in a county with a greater share of co-ethnics report fewer experiences with discrimination. Second, in counties with an exclusionary ordinance, share of co-ethnics increases reports of discrimination. Finally, being born in the U.S. and speaking English do not provide protection from discrimination; rather, such characteristics shield Mexican Americans from discrimination only in supportive co-ethnic contexts.",
        "url": "https://doi.org/10.31235/osf.io/2s7wa_v1",
        "version": 1,
        "id": "2s7wa",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3bhr9_v1",
        "title": "Exit, my lord: High commissioners of Palestine's death coverage in local Hebraic newspapers",
        "authors": "Barak Bar-Zohar",
        "created": "2025-08-21",
        "abstract": "This qualitative textual analysis explores the journalistic coverage of the deaths of eight British High Commissioners of Palestine between 1920 and 1948. The study draws on content from 282 volumes of 12 Jewish-Hebrew newspapers published in Mandatory Palestine during that period, including Haaretz, HaBoker, Doar Hayom, Davar, Hazit HaAm, Herut, Hayarden, LaMerhav, Maariv, Hamashkif, Al Hamishmar, Hatzofe, and Kol HaAm. The newspapers’ portrayals of the High Commissioners in the week following their deaths were shaped primarily by the commissioners’ perceived attitudes toward the Jewish community in Palestine and their positions on Zionism. Commissioners regarded as sympathetic or neutral toward the establishment of a Jewish national home—as articulated in the 1917 Balfour Declaration—such as Herbert Samuel, Herbert Plumer, John Vereker-Gort, and Arthur Wauchope, were commemorated with warmth and respect, with only minimal to moderate criticism. By contrast, those seen as anti-Zionist and/or aligned with Arab interests, most notably Harold MacMichael, were subject to markedly critical, hostile, and often dismissive coverage.",
        "url": "https://doi.org/10.31235/osf.io/3bhr9_v1",
        "version": 1,
        "id": "3bhr9",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3kgvn_v1",
        "title": "Battery in/formation: Modalities of energy in transition",
        "authors": "Martin Tremčinský",
        "created": "2025-08-21",
        "abstract": "In the ongoing energetic transition to renewable energy sources (RES), increasing attention is paid to modes of energy storage. Modes of energy extraction and storage have historically played a pivotal role in the development of global capitalism. The shift from RES to fossil fuels in the 19th century caused a significant change in the relations between workers and capital. Since then, fossil fuels have been utilized as a dominant source of energy, reproducing specific abstract space and time that allowed capitalism to expand. However, this mode of energy has reached a limit and therefore, new ways of extracting, distributing, and consuming energy are sought. Due to the intermittent character of energy from RES increasing focus is oriented towards energy storage and its coordination via the information technologies. One of the predominant technologies for energy storage is apparently the battery. This paper analyzes the dynamics of energy valuation practices mediated by different types of batteries while it explores the battery as an information processing device rather than an energy source. The analysis focuses on three case studies of battery - the virtual battery, Bitcoin-as-battery, and Lithium-ion battery - while each case study focuses on a different aspect of the valuation process. Based on the case studies, three modalities of energy from RES are identified: account, waste, and stock. The virtual battery operates as an accounting device recording outputs and inputs of energy. It allows the semblance of delayed consumption. On the other hand, Bitcoin-as-battery transforms excess waste energy into a unique digital object with high liquidity on international markets. Lithium-ion battery allows energy from renewable sources to be stored and marketized in the form of stock. These modalities are a product of the valuation process, which aims to abstract the intermittent energy produced by RES and transform it into a commodified object.",
        "url": "https://doi.org/10.31235/osf.io/3kgvn_v1",
        "version": 1,
        "id": "3kgvn",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/7fcx4_v1",
        "title": "Ideal Social Gas",
        "authors": "Vicente Morales",
        "created": "2025-08-19",
        "abstract": "This work continues the one commenced in a previous one, where the key idea is that individual stances on a social matter can be modeled as positions of particles in physics. Here, we explore the aggregation of individual behavior as a microscopic model of social phenomena to obtain quantities characterizing a society as a whole, similar to the resulting thermodynamical quantities at the macroscopic scale. We follow the theoretical framework of statistical mechanics with a Boltzmann distribution. Notwithstanding the fact that the translation of physical concepts need to be adequately motivated, a key distinction with respect to the physical case is that a social particle has a position-dependent mass. From such a generalization we obtain a simple example to illustrate the possibilities of such an approach based on the ideal gas model in physics. As a result, we find that the social phenomena can be modeled as a gas under the assumptions considered here. We discuss how several concepts and their relations reasonably translate from physical to social phenomena.",
        "url": "https://doi.org/10.31235/osf.io/7fcx4_v1",
        "version": 1,
        "id": "7fcx4",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8nypj_v1",
        "title": "Neurodiverse lives",
        "authors": "Diana Beljaars",
        "created": "2025-08-14",
        "abstract": "Neurodiversity names the move from the problematisation of neurological difference as deficiency in a person to the affirmation of the inherent and inseparable existence of neurodivergent realities. This chapter teases out how a broad variety of neurodiverse experiences and performances can be understood through a cultural geographical lens and, vice versa, how neurodiverging spatialities inform and challenge cultural geographical understandings of subjectivity and body-world relations. It explores vital frictions, abrasive moments, and fiery joys that make up the everyday lives of folks with the extraordinary sensory, perceptive, and social experiences associated with autism, ADHD, Tourette's, OCD, and agoraphobia amongst others. Rather than approaching neurodiverse lives through the prism of normalcy, normativity, and difference, the chapter reflects on the reductions and limitations of neurotypicality. A neurodiverse cultural geography could embrace new spatial structuring intensities across human and nonhuman phenomena to better understand the formation of neurodivergent lifeworlds as emergent with multiple cultures and cultural ecologies.",
        "url": "https://doi.org/10.31235/osf.io/8nypj_v1",
        "version": 1,
        "id": "8nypj",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8ydwt_v1",
        "title": "The Dayu-Style Strategic Thinking Model (DSTM): An Eastern Embodied Framework for Dynamic Decision-Making",
        "authors": "Lin, Huan-Chang, Chen, Yi-Chun",
        "created": "2025-08-17",
        "abstract": "In an era of heightened uncertainty and rapidly evolving competitive rules, traditional strategy theories face challenges in both theoretical advancement and practical applicability. Western dynamic competition frameworks—such as dynamic capabilities, hypercompetition, and action–response models—offer analytical tools for resource allocation, process reconfiguration, and action sequencing, yet remain limited in addressing strategic sensing, nonlinear pattern recognition, and embodied decision-making. This study proposes the Dayu-style Strategic Thinking Model (DSTM), which integrates Eastern strategic philosophy—particularly principles from The Art of War (“Know the enemy and know yourself,” “Leverage advantages,” and “Act in accordance with the situation”)—with embodied perception training from Tai Chi practice and Eastern problem-solving logic. The model constructs a closed-loop decision system encompassing intelligence, self-protection, total victory, action, and feedback. Structured as a Three-Ring Model (inner ring: The Art of War; middle ring: Tai Chi practice; outer ring: Eastern problem-solving logic) and operationalized through the Gui–Zha Decision Matrix, the DSTM enables the complementary interplay between strategic sensing (Gui) and rhythmic orchestration (Zha). The research establishes the model’s theoretical foundations and operational mechanisms, and explores its potential for human-centered and embodied strategic thinking, offering organizations a robust framework for navigating volatile and uncertain environments. Note: This English version of the Dayu-style Strategic Thinking Model (DSTM) is translated and revised based on the original Chinese version (DOI: https://doi.org/10.31235/osf.io/r5uv2_v1). Minor nuances may differ; readers may consult the Chinese version when needed.",
        "url": "https://doi.org/10.31235/osf.io/8ydwt_v1",
        "version": 1,
        "id": "8ydwt",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/e7hjt_v1",
        "title": "Global Housing Research: A Comprehensive Bibliometric Analysis of Inequality, Sustainability, and Policy Gaps",
        "authors": "Mahshid Gorjian",
        "created": "2025-08-16",
        "abstract": "Background Health, inequality, sustainability, and economic stability are all substantially influenced by housing research; however, comprehensive, data-driven analyses are rare. The discipline is lacking in a comprehensive global bibliometric assessment, even though previous assessments have focused on narrative accounts or specific topics. Methods We performed a bibliometric study of 19,645 peer-reviewed publications on housing published from 1993 to 2022, sourced from Scopus. In accordance with PRISMA criteria, records were evaluated for relevance, and scient metric techniques co-word, co-citation, and co-authorship analyses were used using VOS viewer. Descriptive and network-based measures defined chronological, geographical, and thematic trends. Results The research identified five primary research themes: (1) affordability and inequality, (2) gentrification and displacement, (3) housing-health linkages, (4) sustainability and energy efficiency, and (5) financialization and global crises. The 2008 financial crisis and the COVID-19 epidemic significantly increased the prominence of sustainability and health, even though affordability and inequality were the most enduring focus issues. The United States, United Kingdom, and China were the primary contributors to global outputs, with Harvard University, Peking University, and University College London being notable institutions. The discipline remains methodologically constrained by its reliance on cross-sectional data and continues to exhibit regional bias in favor of the Global North, despite interdisciplinary growth. Conclusions This study provides the most comprehensive bibliometric mapping of housing research to date, with a focus on essential conceptual frameworks, collaborative networks, and research deficiencies. The results underscore the necessity of comparative research in Global South contexts, the integration of health and sustainability perspectives, and methodological diversity, particularly longitudinal approaches. Housing research may more effectively guide equitable and sustainable policy solutions to global crises by addressing these deficiencies.",
        "url": "https://doi.org/10.31235/osf.io/e7hjt_v1",
        "version": 1,
        "id": "e7hjt",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/f5a73_v1",
        "title": "Leader Empowerment Behavior and Performance of State Agencies in Kenya",
        "authors": "Research Bridge publisher, Wilfred Gituma M’mutiga, Patrick Karanja Ngugi, Peter Maku Ngatia",
        "created": "2025-08-21",
        "abstract": "This study examined the influence of leader empowerment behavior on the performance of state agencies in Kenya, with board composition evaluated as a moderating variable. The research was motivated by persistent underperformance and ethical challenges within Kenyan state agencies, often attributed to weak leadership and governance failures. Guided by theories including Ethical Leadership, Institutional Theory, Kohlberg’s Moral Development, and Social Learning Theory, the study employed a mixed-methods approach and a census sampling strategy targeting senior managers and board members of 135 state agencies. Data were collected using semi-structured questionnaires and analyzed through both descriptive and inferential statistics, including correlation and moderated regression analysis. The results revealed that leader empowerment behaviors—such as power-sharing, team building, and capacity development positively and significantly influenced agency performance. Furthermore, board composition, defined by factors such as expertise, gender parity, and independence, was found to significantly moderate the relationship between empowerment behavior and agency performance. The analysis confirmed that effective empowerment practices, when complemented by well-structured and diverse boards, fostered organizational accountability, service quality, and policy implementation. Despite these positive outcomes, challenges such as political interference and lack of merit-based appointments remained significant barriers to the realisation of effective ethical leadership.The study concluded that promoting empowerment behaviours and strengthening board governance were vital to enhancing the operational efficiency of state agencies. Recommendations included implementing structured empowerment programs, fostering team-oriented cultures, improving board diversity, and reducing political influence in leadership appointments. Future research was recommended to explore the long-term impacts of empowerment strategies, the integration of digital tools in leadership, and the interaction between board dynamics and technological innovation in the public sector.",
        "url": "https://doi.org/10.31235/osf.io/f5a73_v1",
        "version": 1,
        "id": "f5a73",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gsjhk_v1",
        "title": "Population-level effects of education and material conditions on religious change in Chiapas, Mexico",
        "authors": "Patricio Cruz y Celis Peniche, Mark N. Grote",
        "created": "2025-08-18",
        "abstract": "Why do people adopt new and different religious beliefs and practices, especially when doing so is often costly? Economic approaches to religion highlight the role of material conditions on people’s religious affiliation. However, studies often rely on data that are not consistent with the level of analysis of their hypothesized mechanisms, risking the ecological fallacy. Many also infer material motivations to join a new religion from observed material outcomes, falling into the functionalist trap. Here, we present an econometric study of religious conversion by focusing on the relatively recent increase in non-Catholic Christianity in Chiapas, Mexico. This state has the most converts, as well as the poorest and least formally educated population in the country. This suggests formal education and material conditions influence religious conversion. To test this hypothesis, we analyze longitudinal data from the Mexican Population Census, spanning from 1950 to 2020, at the municipality level. To account for potential endogeneity between education or material conditions across waves, we implement a structural equation model for the analysis of longitudinal panel data. We fail to find a significant effect of material conditions or education (either positive or negative) on changes in religious affiliation in Chiapas. This may be due to the dampening effect of historical religious conflicts or differential exposure to Protestant missions, two variables omitted from our analysis for which no systematic data exists. It remains unclear if socioeconomic factors could still motivate conversions at the individual level.",
        "url": "https://doi.org/10.31235/osf.io/gsjhk_v1",
        "version": 1,
        "id": "gsjhk",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gx5kr_v1",
        "title": "PSYCHOTHERAPY REGULATIONS in EUROPE",
        "authors": "Agnieszka Popiel, Helen Macdonald, Branka Bagarić, Adela Salceanu, Tanja Atanasova",
        "created": "2025-08-19",
        "abstract": "This paper explores the evolving regulatory landscape of psychotherapy across European countries to identify structural, legal, and ethical patterns that shape the profession. The primary objective is to assess whether psychotherapy should be defined and regulated as an independent profession or as a specialisation within established health disciplines such as psychology or psychiatry. The paper presents a comparative analysis based on case studies from Germany, the United Kingdom, Italy, the Netherlands, Belgium, Poland, Hungary, Romania, Croatia, and others. The central theses are: (1) regulatory systems based on the lowest common denominator of consensus risk undermining evidence-based standards and ethical obligations; (2) over-inclusive educational models may compromise treatment efficacy by legitimizing non-evidence-based practices; and (3) legal frameworks vary significantly in the extent to which they integrate universities, medical specialization, and professional oversight. Drawing on findings from the 2023 ACSTEC/SWPS survey and the 2025 EABCT Working Group update, the discussion addresses substantial diversity among countries regarding training requirements, recognised psychotherapy modalities, and eligibility for the professional title of psychotherapist, highlights the need for a thorough reflection on possible regulatory paths. It concludes that Europe requires a balanced model that safeguards patient safety, upholds evidence-based practice, and preserves methodological innovation. The conclusion argues for a hybrid, competency-based regulatory framework that balances scientific rigor, ethical integrity, and professional flexibility. Such a model would emphasize transparent standards for evidence-based practice, clear educational pathways, and safeguards to ensure patient access to effective care.",
        "url": "https://doi.org/10.31235/osf.io/gx5kr_v1",
        "version": 1,
        "id": "gx5kr",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/jr6fu_v1",
        "title": "Religion Unbundled: Toward a Twenty-first Century Paradigm for the Sociology of American Religion",
        "authors": "Ruth Braunstein, Jaime Kucinskas, Brian Steensland, Daniel Winchester",
        "created": "2025-08-15",
        "abstract": "Much recent sociological work on American religion is written outside the field’s two established paradigms: secularization theory and the 1990s “religious economies” paradigm. Drawing together strands of recent theoretical innovation and a review of contemporary religious developments that challenge the existing paradigms, we introduce elements of a 21st century paradigm for the sociology of American religion. Our two orienting claims are that American religion has become “unbundled” and that the boundaries of the religious field have become increasingly porous. We demonstrate the value of our approach by showing how two major religious traditions, Christianity and Buddhism, have become unbundled. In both cases, our approach positions us to apprehend a range of phenomena, including à la carte unbundled elements that do religion-like work; alternative quasi-religious, secular and contested bundles that compete for attention and devotion with traditional religion; and traditional religious bundles that adapt to fit this new de facto unbundled landscape. Lastly, we assess the implications of our approach for scholars of religion, for sociology as a field, and for American society writ large.",
        "url": "https://doi.org/10.31235/osf.io/jr6fu_v1",
        "version": 1,
        "id": "jr6fu",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/r5uv2_v1",
        "title": "The Dayu-Style Strategic Thinking Model (DSTM): An Eastern Embodied Framework for Dynamic Decision-Making",
        "authors": "Lin, Huan-Chang, Chen, Yi-Chun",
        "created": "2025-08-13",
        "abstract": "In an era of heightened uncertainty and rapidly evolving competitive rules, traditional strategy theories face challenges in both theoretical advancement and practical applicability. Western dynamic competition frameworks—such as dynamic capabilities, hypercompetition, and action–response models—offer analytical tools for resource allocation, process reconfiguration, and action sequencing, yet remain limited in addressing strategic sensing, nonlinear pattern recognition, and embodied decision-making. This study proposes the Dayu-style Strategic Thinking Model (DSTM), which integrates Eastern strategic philosophy—particularly principles from The Art of War (“Know the enemy and know yourself,” “Leverage advantages,” and “Act in accordance with the situation”)—with embodied perception training from Tai Chi practice and Eastern problem-solving logic. The model constructs a closed-loop decision system encompassing intelligence, self-protection, total victory, action, and feedback. Structured as a Three-Ring Model (inner ring: The Art of War; middle ring: Tai Chi practice; outer ring: Eastern problem-solving logic) and operationalized through the Gui–Zha Decision Matrix, the DSTM enables the complementary interplay between strategic sensing (Gui) and rhythmic orchestration (Zha). The research establishes the model’s theoretical foundations and operational mechanisms, and explores its potential for human-centered and embodied strategic thinking, offering organizations a robust framework for navigating volatile and uncertain environments.",
        "url": "https://doi.org/10.31235/osf.io/r5uv2_v1",
        "version": 1,
        "id": "r5uv2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/v29jc_v1",
        "title": "Death coverage of U.S. presidents in Hebraic newspapers: 1901-1945",
        "authors": "Barak Bar-Zohar",
        "created": "2025-08-21",
        "abstract": "The current qualitative text analysis investigates the journalistic death coverage of nine United States of America presidents (POTUS) from 1901 and 1945. This line of inquiry occurs in 617 volumes of 29 different Jewish-Hebraic newspapers published in Ottoman Palestine, British mandatory Palestine, Eastern Europe, northern Africa or United States since Benjamin Harrison died in 1901 until Franklin Delano Roosevelt (FDR) passed away in 1945. Except for Grover Cleveland and Calvin Coolidge, the Hebraic press covered these death cases comprehensively and rather admirably. Doing so, it dedicated front pages, editorials, columns, telegrams, photographs and obituaries to the POTUS, while maintaining a somber and respectful tone and displaying an admiring narrative towards the presidents in particular and the United States (US) in general. In addition, the Hebraic newspapers presented the POTUS as global political agents who are supportive of the Jewish people, the Zionist movement and the idea of building a Jewish national home based on The Balfour Declaration in 1917 – to a certain degree. Notwithstanding, some newspapers offered mild criticism while addressing US domestic issues, as well as the POTUS's foreign policy, Jewish relations and Zionist support (or non-support).",
        "url": "https://doi.org/10.31235/osf.io/v29jc_v1",
        "version": 1,
        "id": "v29jc",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/zcnmk_v1",
        "title": "The Turkish Knowledge Trap: Populist Resentment as Elite-Counterelite Collaboration",
        "authors": "Barış Büyükokutan, Turgut Keskintürk, Hatice Sena Arıcıoğlu",
        "created": "2025-08-18",
        "abstract": "We examine how populist politicians in power produce mass resentment of cultural capital-rich counterelites by comparing three battles in Turkey’s culture war. Investigating how these battles unfolded on Twitter and on a very large online forum, we demonstrate that the production of resentment may require the tacit collaboration of the same counterelites that populists demonize. One way for populists to trap counterelites into participation, we find, is by provoking them to participate in encounters that preserve their dominance of objectified cultural capital at the expense of political power. Populism should thus be viewed interactionally: its relative strength is an ongoing, cumulative and uncertain outcome of numerous three-way interactions in specific, highly variable sites. Since the macrosociological orientation of extant scholarship is unlikely to capture the dynamics of those sites, populism studies will benefit from developing a more substantial microsociological component.",
        "url": "https://doi.org/10.31235/osf.io/zcnmk_v1",
        "version": 1,
        "id": "zcnmk",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3tpzq_v1",
        "title": "Mirrors That Mutate: AI, Bias, and the Architecture of Human Echoes",
        "authors": "Som Subhro Nath",
        "created": "2025-08-15",
        "abstract": "Bias in Artificial Intelligence (AI) systems is often discussed in terms of gender, race, or ideology; however, numerical bias—especially in pseudo-random decision-making—remains largely unexamined. This study presents a speculative yet empirically grounded thought experiment exploring the mutability of algorithmic bias in Large Language Models (LLMs). Building upon prior observations of the anomalous recurrence of the number 27 in first-interaction prompts (e.g., “Pick a number between 1 and 50”), the study proposes a conceptual shift: what if the dataset is altered such that 42 becomes the most statistically frequent numeral? This paper introduces the notion of AI Mutation, wherein biases are not spontaneously generated by the model, but rather induced through shifts in training data distribution—thereby \"mutating\" the model's statistical priors. The transformation from a 27-dominant response regime to a simulated 42-dominant one is illustrated through comparative visualizations and theoretical modelling, reinforcing that AI does not choose—it reflects. This phenomenon challenges the myth of objectivity in AI, positioning LLMs as dynamic mirrors of human tendencies rather than autonomous arbiters of randomness. Philosophical and ethical implications are discussed, including the dangers of over-trusting AI outputs and the necessity of algorithmic responsibility. The findings suggest that while LLMs may appear intelligent or spontaneous, their behaviour is rooted in statistical mimicry, easily redirected by human-induced mutations.",
        "url": "https://doi.org/10.31235/osf.io/3tpzq_v1",
        "version": 1,
        "id": "3tpzq",
        "subjects": "(Other)",
        "subjects_osf": "Computer Law, Philosophy, Library and Information Science, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/6b835_v1",
        "title": "Social influencers reduce infection burden and modify epidemic lag in group-structured populations",
        "authors": "Aja Sutton, Adam Z. Reynolds, Matthew A. Turner, James Holland Jones",
        "created": "2025-08-21",
        "abstract": "The impact of social media influence on social learning, health behaviour, and population health is a new, rapidly developing field of research. Previous research focused specifically on online social influencers suggests they may be able to affect group-level diffusion of health-protective behaviours such that they modify epidemic outcomes. The impacts of social influence on behaviour and epidemics depend on whether the disease has a low enough basic reproduction number ($R_0$) that social dynamics have time to diffuse. However, formal models have yet to test the intuitive hypothesis that online social influence is sufficient to generate tangible, real-world effects on epidemics. We develop an agent-based model that incorporates social influencers into an epidemic scenario to test hypotheses about how the presence of competing influence messages affects the diffusion of health-protective behaviours throughout a population, and thereby alter the course and outcome of infectious disease epidemics. We find social influencers had a persistent, independent effect on peak infection intensity and total infection burden of the epidemic, with the greatest effects in highly homophilous scenarios. The presence of health-protective influence effectively flattened the epidemic curve despite equal presence of anti-protective influence.",
        "url": "https://doi.org/10.31235/osf.io/6b835_v1",
        "version": 1,
        "id": "6b835",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences"
      },
      {
        "doi": "10.31235/osf.io/7uwp4_v1",
        "title": "A Revised Stratigraphic, Tephrochronological and Geochronological Constraint Model of the Depositional Environments of the Sangiran Formation as applied to Hominin Palaeoecological Dynamics",
        "authors": "Dr. Sameer Meralli",
        "created": "2025-08-18",
        "abstract": "The Sangiran Dome in Central Java, Indonesia, is one of the most significant paleoanthropological sites in Southeast Asia, renowned for its abundant Homo erectus fossils, which provide critical insights into early hominin dispersal and adaptation. As part of the Sangiran Formation, the site’s unique topography preserves a rich and uninterrupted sedimentary record spanning the Early to Middle Pleistocene. However, uncertainties in stratigraphic correlations, depositional environments, and geochronological frameworks have hindered a comprehensive understanding of the ecological contexts in which these hominins lived. This study aims to refine stratigraphy, clarify depositional settings, and establish a robust geochronological framework for Sangiran to better illustrate the paleoenvironmental dynamics that influenced Hominin ecology. Through detailed sedimentological analysis, facies characterization, and updated geochronological methods such as radiometric dating and paleomagnetic studies, this research provides a revised stratigraphic model for the Sangiran Formation. Key findings indicate a dynamic depositional environment, with fluvial, lacustrine, and volcaniclastic systems dominating at different chronological intervals. Paleoenvironmental reconstructions suggest that Homo erectus inhabited a diverse landscape of open grasslands, wetlands, and riparian corridors. Stable isotope data and faunal assemblages further support climactic shifts in temperature and weather accompanying such diverse ecological landscapes. These findings have significant implications for understanding hominin paleoecology in Sangiran. The reconstructed environments suggest that Homo erectus exploited varied habitats, demonstrating behavioral flexibility and resilience congruity in response to changing landscapes. The refined stratigraphy and geochronology also provide a more precise temporal framework for fossil occurrences, enabling better correlations with other Southeast Asian sites. Ultimately, by integrating stratigraphic, sedimentological, and chronological data, this research establishes a more complete foundational framework for further insights into hominin-environment interactions in Sangiran and beyond.",
        "url": "https://doi.org/10.31235/osf.io/7uwp4_v1",
        "version": 1,
        "id": "7uwp4",
        "subjects": "(Other)",
        "subjects_osf": "Geography"
      },
      {
        "doi": "10.31235/osf.io/czf29_v1",
        "title": "The Art of Early Life: A Mixed-Methods Evaluation of Arts-based Approaches to Translating the Developmental Origins of Health and Disease Science for Public Health Impact",
        "authors": "Jordan Chin, Sara Dickinson, Luseadra McKerracher, Mary Barker, Gursimran Deol, Deborah Sloboda",
        "created": "2025-08-20",
        "abstract": "Background: Public understanding of the Developmental Origins of Health and Disease (DOHaD) remains limited, hindering efforts to shift health behaviours and policy. Arts-based knowledge translation (ABKT) offers a promising approach to engage the public with complex health science. Methods: We evaluated the feasibility, acceptability, and impact of a multi-site public exhibition co-developed by scientists, artists, and community members to convey DOHaD concepts. The exhibition, shown at five sites in a mid-sized Canadian city, featured professional and community-created artworks, scientific images, and interactive data collection activities. Using a parallel convergent mixed methods design, we collected and analyzed observational field notes, written reflections, QR code analytics, and structured activity responses across settings. Quantitative data were analyzed using logistic regression and descriptive statistics. Qualitative data underwent conventional content analysis. Findings were integrated narratively. Results: The exhibition was successfully installed across all sites, although space and security constraints in community settings required substantial adaptation. 89% of observed individuals at the gallery site engaged with the exhibition compared to 3-17% of observed individuals at community sites. Attendees at the gallery site also generally engaged with more artworks and for longer periods of time than at community sites. Viewing over half of the artworks was associated with a significantly greater odds of endorsing environmental and structural determinants of health (OR=10.3, 95% CI [1.48, 210.7]). Written and verbal feedback demonstrated increased awareness, emotional engagement, and a desire for further information. Despite some misinterpretation and low fidelity in interactive activities, the exhibition was broadly well-received and evoked critical reflection. Conclusions: This study provides the first empirical evaluation of an arts-based strategy to translate DOHaD concepts for public audiences, demonstrating that such approaches can enhance health literacy, foster dialogue about the social determinants of health, and support equitable public health communication about early life influences on lifelong health. Future efforts should optimize engagement in non-gallery spaces and assess longer-term impacts on attitudes and behaviours.",
        "url": "https://doi.org/10.31235/osf.io/czf29_v1",
        "version": 1,
        "id": "czf29",
        "subjects": "(Other)",
        "subjects_osf": "Art and Design, Art Education, Science and Technology Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/evm9s_v1",
        "title": "Devolved Human Resources For Health And Service Delivery In County Government Hospitals In Kenya.",
        "authors": "Eunice Rosalyn Nyambura Muturi, Research Bridge publisher, Rose Litunya, Susan Were",
        "created": "2025-08-21",
        "abstract": "This study investigates the impact of devolved human resources for health (HRH) on service delivery in Kenya's county government hospitals. Since the adoption of devolution in the 2010 Kenyan Constitution, healthcare functions have shifted from national to county governments, creating both opportunities and challenges. This study aimed to explore the extent to which devolved human resources for health affected service delivery in Kenya's county government hospitals. It sought to identify healthcare human resources for health challenges, evaluate the role of intergovernmental leadership, and propose strategies to enhance efficiency and service quality. The study employed a positivist research philosophy and mixed-methods (qualitative and quantitative) research design, analyzing data from 385 respondents across 137 county hospitals using SPSS version 27. The findings show that devolved human resources for health positively and significantly influenced service delivery. The moderating variable, intergovernmental leadership further strengthened this influence. The study concludes that devolved human resources for health influences service delivery. The study recommends that for service delivery to improve there is need for reform, as far as devolved human resources for health is concerned, as well as the need to enhance intergovernmental leadership. The study recommends the need for adequate staffing for both medical and non- medical staff, adhering to the organisation's staff establishment and that the employees be compensated commensurate with the services they render.",
        "url": "https://doi.org/10.31235/osf.io/evm9s_v1",
        "version": 1,
        "id": "evm9s",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences, Leadership Studies, Public Affairs, Public Policy and Public Administration, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/r6nfh_v1",
        "title": "The Enduring Influence of Albany’s Historic Streetcar Network on Modern Transit and Urban Form",
        "authors": "Nicholas Chiavini",
        "created": "2025-08-18",
        "abstract": "Albany, New York’s historic streetcar network, decommissioned in 1946, played a central role in shaping the city’s development and the vestiges of this now defunct transit system are clearly visible. While much of the literature on the legacy of streetcar networks has focused on urban form and density, fewer studies have examined their continued influence on contemporary transit ridership and policy. This research investigates whether Albany’s former streetcar corridors continue to sustain elevated transit ridership and whether current land use and transportation policies effectively leverage this historic transit legacy. Using a mixed-methods approach, this research combines geospatial analysis, ridership data, demographic and land use trends, and policy review. A key component was the digitization of Albany’s 1923 streetcar network in Geographic Information Systems (GIS), enabling spatial comparisons with the city’s current transit conditions. Findings show that bus stops located along former streetcar routes experience significantly higher ridership than non-streetcar stops and are characterized by higher housing density and lower car ownership rates. These results reinforce earlier studies documenting the persistence of streetcar-era development patterns, particularly the concentration of density and transit-supportive land uses along former lines, while also extending the literature by directly connecting these legacies to present-day ridership. The Capital District Transportation Authority’s Bus Rapid Transit (BRT) lines also largely align with these historic corridors, underscoring their continued importance as transit spines in the city. Despite these historic advantages, this research found that Albany’s zoning and land use regulations often fail to reinforce these corridors, permitting development patterns that undermine their transit potential. The results highlight the need for policies that integrate land use and transportation planning, ensuring that new development leverages the city’s streetcar legacy for contemporary transit success. The enduring influence of Albany’s streetcar network demonstrates how historic infrastructure continues to shape mobility patterns and offers lessons for cities seeking to strengthen transit-oriented development today.",
        "url": "https://doi.org/10.31235/osf.io/r6nfh_v1",
        "version": 1,
        "id": "r6nfh",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/rpqst_v1",
        "title": "Bridging Global Climate Policies: Lessons for the United States from the EU and BRICS",
        "authors": "Tanush Bhardwaj",
        "created": "2025-08-14",
        "abstract": "Climate change continues to escalate, yet the United States still sees limited legislative action due to political polarization and concerns over economic impacts. In contrast, many countries globally have taken pragmatic action, demonstrating the effectiveness of climate legislation when supported by unified political will. Prior studies of the international adoption of climate change legislation have shown that new policies have increasingly been implemented since the turn of the 21st century, with numerous factors affecting the rate of adoption. This study analyzes climate legislation adopted between 2000 and 2022 in European Union and BRICS countries to identify effective frameworks for adoption in the US. The countries were chosen to diversify the sample data by including differing economic drivers and political landscapes. Using a quantitative approach, this analysis consists of 91 multivariate linear regressions, to examine correlations between policy aspects—categorized by instrument, sector, type, and objective—and CO₂ emissions per capita. The models control for GDP per capita, population, fossil fuel percentage, and carbon pricing in order to validate comparison across countries. Findings reveal that policies involving tendering schemes, general legislative measures, low-carbon technology promotion, fuel switching, and climate adaptation are consistently associated with statistically significant reductions in emissions (p-value &lt; 0.05). The results suggest that a data-backed approach can contribute to bipartisan climate policy and highlight policy aspects which reduce emissions while supporting favorable economic outcomes. This research informs a policy proposal tailored to the US to serve as guidance for lawmakers in implementing effective climate policy measures.",
        "url": "https://doi.org/10.31235/osf.io/rpqst_v1",
        "version": 1,
        "id": "rpqst",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Law, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/rsz5d_v1",
        "title": "The Art of Translation: Arts-Based Knowledge Translation and its Application to the Developmental Origins of Health and Disease",
        "authors": "Jordan Chin, Sara Dickinson, Luseadra McKerracher, Mary Barker, Stephan Dombrowski, Deborah Sloboda",
        "created": "2025-08-18",
        "abstract": "Contemporary knowledge translation has reduced the knowledge-practice gap, however multifaceted, diverse approaches ensure that knowledge created by research endeavors reaches diverse audiences. Arts-based knowledge translation (ABKT) can improve information accessibility and retention while fostering community engagement, cohesion, and collaborative problem solving. To address the limited available guidance on using ABKT and the resulting inconsistencies in practice, we present a practical framework for applying ABKT methods to research dissemination which we developed through a review of existing frameworks and their use in previous initiatives. Our framework guides users through key considerations for selecting and refining ABKT methods. Pre-established goals serve as the foundation for selecting ABKT methods and refinements should consider context-, people-, and project-related factors which influence the impact of ABKT initiatives. Process and outcome evaluations must be aligned with goals. We showcase the Developmental Origins of Health and Disease (DOHaD) as a strong example of a field which may be readily communicated using ABKT. The complexity within the field of DOHaD, along with evidence supporting a need for multipronged dissemination strategies, makes DOHaD well suited to approaches that transcend social and cultural barriers and encourage reflection. This review showcases the potential of ABKT to support inclusive and impactful research communication across diverse public health fields.",
        "url": "https://doi.org/10.31235/osf.io/rsz5d_v1",
        "version": 1,
        "id": "rsz5d",
        "subjects": "(Other)",
        "subjects_osf": "Art and Design, Art Education, Science and Technology Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/s35nq_v1",
        "title": "The Documentary Film Hopa lide: The Making of Romani Representation",
        "authors": "Petr Nuska",
        "created": "2025-08-20",
        "abstract": "The article concerns the ethnographic documentary film Hopa lide, which stems from the author’s ten years of ethnographic research among Romani musicians in Slovakia. The film is based on documenting the collaborative making of music videos. Firstly, the article critically reflects on Romani representation in contemporary documentary films, arguing that it is often distorted due to tendencies towards exoticisation, the monopoly of non-Romani gaze, challenges in the representation of poverty and story-driven approaches in contemporary documentary practice. Then, it justifies the film’s main methodological and ideological standpoints by evaluating the process of pre-production, production and distribution. In conclusion, the article highlights the importance of ethnographic film as a counterpoint to market-driven story-telling and as a valuable way of representing underrepresented groups of people.",
        "url": "https://doi.org/10.31235/osf.io/s35nq_v1",
        "version": 1,
        "id": "s35nq",
        "subjects": "(Other)",
        "subjects_osf": "Film and Media Studies, Music, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/smd6f_v1",
        "title": "Rhetorical Empathy and Queer Affect in the Fandom of Anime and Manga",
        "authors": "Srikkanth Sundaram",
        "created": "2025-08-16",
        "abstract": "Anime and manga have gained global prominence and foster strong parasocial bonds between viewers and characters. Yet an intriguing paradox was noticed in the fandom of One Piece: au- diences with queer-phobic views sometimes express intense affection for a queer-coded character. This study examines that contradiction through a qualitative analysis of 116 public comments across four Instagram reels featuring Bon Clay (Mr. 2) from One Piece, an ‘Okama’ (a Japanese trope of flamboyant gender nonconformity) whose arc is comedic, transgressive, and profoundly heroic. We identified a central pattern of queer exceptionalism, which is the conditional acceptance of one queer-coded character while rejecting queer identities in general, supported by four sub- themes: Exclusivity, Earned Respect, Dissonant Affection, and Rejecting Queerness. We draw on parasocial relationship theory, cognitive/vicarious dissonance, and rhetorical theory, and propose a phenomenon called Rhetorical Empathy: a mechanism in serialized storytelling where sustained exposure to prosocial story beats cultivates emotional attachment and temporarily contains under- lying prejudice. We discuss implications for anime/manga studies, queer media representation and outline limitations and future directions to advocate acceptance and empathy.",
        "url": "https://doi.org/10.31235/osf.io/smd6f_v1",
        "version": 1,
        "id": "smd6f",
        "subjects": "(Other)",
        "subjects_osf": "Feminist, Gender, and Sexuality Studies, Psychology"
      },
      {
        "doi": "10.31235/osf.io/wvpqx_v2",
        "title": "Mastery Rubric for Scientific Thinking: A Cross-/Multi- Disciplinary Framework for Developing Independent Researchers",
        "authors": "Rochelle E. Tractenberg",
        "created": "2025-08-17",
        "abstract": "The Mastery Rubric for Scientific Thinking (MR-ST) specifies a learnable, improvable set of knowledge, skills, and abilities (KSAs) and performance stages that support rigorous, reproducible research across disciplines and data modalities. A Mastery Rubric (MR) is a curriculum development and evaluation tool that makes expected growth explicit by aligning KSAs to observable performance-level descriptors. MRs are developed to guide instruction, assessment, and program evaluation. Building on stewardship as a cross-disciplinary ideal and curriculum models developed for bioinformatics and for statistics/data science, the MR-ST defines eleven KSAs—ethical practice; prerequisite disciplinary knowledge; interdisciplinarity; problem definition via critical review; hypothesis generation; experimental/study design; identifying/collecting relevant data; selecting/using appropriate analytical methods; interpretation; drawing/contextualizing conclusions; and communication. Using cognitive task analysis and a guild-based developmental trajectory (Novice → Beginner → Apprentice → early Journeyman → late Journeyman), the Mastery Rubric for Scientific Thinking describes concrete, observable performance level descriptors featuring Bloom’s taxonomy and psychometric validity criteria. The MR-ST is designed to accommodate qualitative, quantitative, and mixed methods, and to promote rigor and integrity in every domain. The MR-ST is strongly aligned with a systematicity view of scientific knowledge, supporting curricular outcomes about research that fit a flexible, modern characterization of science and contributions made to scientific knowledge. The result is a transparent, evidence-based tool for curriculum and instructional design, including targeted and actionable assessment, and program evaluation that makes independence and stewardship in research accessible and assessable from early undergraduate study through advanced professional preparation.",
        "url": "https://doi.org/10.31235/osf.io/wvpqx_v2",
        "version": 2,
        "id": "wvpqx",
        "subjects": "(Other)",
        "subjects_osf": "Adult and Continuing Education, Educational Assessment, Evaluation, and Research, Curriculum and Instruction, Other Education, Science and Mathematics Education, Other Social and Behavioral Sciences, Psychology"
      },
      {
        "doi": "10.31235/osf.io/zjca2_v1",
        "title": "Human Extinction from a Probabilistic Demographic Perspective",
        "authors": "Betsy Alafoginis, David Swanson, Jeff Tayman",
        "created": "2025-08-20",
        "abstract": "Studies that predict species extinction have focused on a range of flora and fauna but in regard to Homo sapiens there are, with one notable exception, no predictive studies, only considerations of possible ways this may occur. The exception believes extinction of Homo sapiens will happen in 10,000 years. We agree that extinction will happen, but we disagree on the timing. The world population is currently 8.1 billion, Given the decline in fertility between 2019 and 2024 and employing a probabilistic forecasting method in conjunction with 66% confidence intervals, we find: by 2139 the world population will be between 1.55 billion and 1.81 billion; by 2239, it will be between 4.95 million and 5.84 million and by 2339 there will be no humans.",
        "url": "https://doi.org/10.31235/osf.io/zjca2_v1",
        "version": 1,
        "id": "zjca2",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences"
      },
      {
        "doi": "10.31235/osf.io/zrw8j_v1",
        "title": "ORGANIZATIONAL CULTURE AND EMPLOYEE PERFORMANCE IN LAGOS STATE CIVIL SERVICE COMMISSION, IKEJA, NIGERIA",
        "authors": "Olufunke Sobowale",
        "created": "2025-08-20",
        "abstract": "The values and norms of an organisation affect the nature of the organisation. Also, leadership in every organisation manages and directs the actions of employees. The purposes of this study are: to highlight the type of leadership that is best suitable for the management of Lagos State Civil Service Commission with a view to determining the effect of organisational culture on effective and efficient service delivery by employees in Lagos State Civil Service Commission. This research adopted a descriptive survey research design using a mixed-method. The study targeted employees of the Lagos State Civil Service Commission. Fifty copies of the questionnaire were administered with forty-nine retrieved. Out of five employees, initially identified, two employees interviewed. Findings revealed that organisational culture has a positive effect on employee performance. Therefore, the researcher concluded that it is essential for employees to adopt a good culture in the organisation. It was discovered that transformational leadership that could institute the right culture has a more significant effect on employee performance in the Lagos State Civil Service Commission. The study recommended that leaders should create room for creativity and analyse employees’ performance using SWOT Analysis to examine the strengths and weaknesses of each employees. Performance-based reward system for employees would improve productivity.",
        "url": "https://doi.org/10.31235/osf.io/zrw8j_v1",
        "version": 1,
        "id": "zrw8j",
        "subjects": "(Other)",
        "subjects_osf": "African Languages and Societies, International and Area Studies, Social Work, Public Affairs, Public Policy and Public Administration, Organization Development"
      }
    ]
  }
}
