{
  "update": "2024-11-22",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/9wmjb",
        "title": "The State of Populism: Introducing the 2023 Wave of the Populism and Political Parties Expert Survey",
        "authors": "Andrej Zaslove, Maurits Meijers, Robert A. Huber",
        "created": "2024-11-18",
        "abstract": "To understand the evolution of party-based populism, reliable and valid measurement is essential. This article presents the second wave of the Populism and Political Parties Expert Survey, capturing populism with a continuous, five-item multidimensional latent construct in 312 political parties across 31 European countries in 2023. We validate the approach through Exploratory and Confirmatory Factor Analyses (EFA, CFA) and Item Response Theory (IRT). The IRT findings confirm the discriminatory power of the five items, while CFA results establish strict measurement invariance from 2018 to 2023, supporting cross-temporal comparisons. Substantively, we show that radical right parties remain the most populist, followed by the radical left, with both nativism and left-wing economic stances as robust predictors of populism. Overall, average populism levels declined from 2018 to 2023, largely due to decreases among parties with weaker nativist and authoritarian tendencies.",
        "url": "https://doi.org/10.31235/osf.io/9wmjb",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/v2kxm",
        "title": "Why did the Thirteen Keys to the White House fail? An analysis of Government Structuralism and Political Anomalies",
        "authors": "Christian Panarello",
        "created": "2024-11-18",
        "abstract": "Lichtman's Thirteen Keys Model has, after ten elections of success, succumbed to its first failure in Donald Trump's first victory in both the popular vote and electoral college measures. For his protection of the Keys, he has cited mass misinformation (as he suggests is produced by Elon Musk's ownership of Twitter/X) and right-wing podcasters’ assumedly uncritical support of the presidential nominee. However, this hypothesis appears arbitrary, especially relative to recent elections where the Keys have been successful. This article instead postulates a Structuralist argument – functioning to describe innate administrative normativities (the structure of government as described by its electoral and legislative composition) – which hinges on the consistency that Lichtman interpreted (particularly in his introductory work with Keilis-Borok) in showing the Keys to be a consistent model; the Keys are further shown to be unswayed by projected collective social proclivities.",
        "url": "https://doi.org/10.31235/osf.io/v2kxm",
        "subjects": "Politics",
        "subjects_osf": "Law and Politics, Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/z3hn4",
        "title": "Religion, Government, Economics, and Humanitarian Progress Scores in 100 Countries",
        "authors": "Leon S Robertson",
        "created": "2024-11-19",
        "abstract": "Previous research on correlates of the Social Progress Index in U.S. states was replicated among 100 countries where data is available. A multiple regression analysis indicates that social progress is correlated strongly to gross domestic product per capita divided by the cost of living and higher scores on a democracy index. Religious commitment, indicated by surveys of daily prayer, is correlated to less social progress. The research literature suggests that religious commitment leads to neglect of the prevention and treatment of diseases and injuries recommended by science, disdain for scientists, and acquiescence to or support of autocratic government. The trend toward autocracy in several democracies may lead to the deterioration of social progress. Increased global warming and the threat of nuclear winter depend disproportionately on the behavior of autocratic leaders in China, Russia, and the U.S. that neglect or deny the need to curb fossil use and express intent to expand their nuclear arsenals.",
        "url": "https://doi.org/10.31235/osf.io/z3hn4",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Political Science, Economics, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/z4se8",
        "title": "A Global Trend Analysis and Development Framework for Science Diaspora Networks",
        "authors": "Lee Voth-Gaeddert, Christine Benjamin, Sean Burns, Samuel Lum, Hannah Whiteman",
        "created": "2024-11-18",
        "abstract": "Science diaspora networks (SDNs) are integral to science diplomacy and pivotal in tackling local, regional, and global challenges. Given the increasing mobility and connectivity in today's world, these groups play a key role in building partnerships and promoting bilateral benefits through research and development. Our objectives in this study were 1) compile a comprehensive list of SDNs, detailing their goals, missions, and objectives, 2) evaluate overarching trends within these networks, specifically examining variations based on the network's age and the nature of relationships between host and origin countries, and 3) develop a flexible framework for the establishment of new SDNs across different countries, adapting to varying geopolitical and cultural landscapes. Our results suggest that most SDNs are hosted in North America, predominantly involving high-income countries with strong alliances. African countries lack active SDNs, though existing general diaspora networks could evolve into STEM-focused subgroups. Significant innovation potential exists within choosing host countries (e.g., LMICs or neutral states) and mission focus (e.g., grand challenges). To be effective at the foreign policy level, SDNs need to have a large member base or targeted goals. Our framework, complemented by a synthesized objectives list, guides SDNs in establishing clear value propositions for members and partners, enhancing their role in science diplomacy and addressing global challenges.",
        "url": "https://doi.org/10.31235/osf.io/z4se8",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Science and Technology Studies, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/7vfxn",
        "title": "Emigration Dynamics and Transatlantic Voyage from Austria-Hungary to the U.S. between 1840 to 1910",
        "authors": "Sezgin Uysal, Ismail Celebi",
        "created": "2024-11-15",
        "abstract": "The study focuses on the temporal differences (30 years on average) between ethnic groups migrating from the Austro-Hungarian Empire to the U.S. between 1850 and 1910. In our study, we argue that the main factor that led to differences in the timing of emigration was the differences in regional economic development of different ethnic groups living in different regions of the Empire. Migration costs: before the 1864 introduction of steam engine technology in transatlantic maritime transport, emigration costs were not affordable for Hungarians and Slovaks due to the sea and land voyage high ticket prices. Therefore, with more resources, Austrians and Czechs could afford to migrate earlier. However, after the introduction of steamship technology and the technological change in ship engines, travel became more affordable due to reduced ticket prices, faster voyages, and increased capacity. This allowed Hungarians and Slovaks from poorer regions to begin migrating in larger numbers as migration became economically feasible. In this study, we utilise a complete count of the U.S. Census records from 1900 and 1910 (Helgertz et al., 2023; Ruggles et al., 2021), which Integrated Public Use Microdata Series (IPUMS). On the other hand, we utilise economic indicators, which are regional daily wage, GDP per capita income and living standard data for the Austria-Hungary Empire from Cvrcek (2013) and Schulze (2000).",
        "url": "https://doi.org/10.31235/osf.io/7vfxn",
        "subjects": "Economics",
        "subjects_osf": "International and Area Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/fhk2c",
        "title": "Theorising the Hyper-Capitalist Urban Node: Financial Capitalism and Urban Transformation in Twenty-First Century London",
        "authors": "Rex McKenzie, Christian Koutny",
        "created": "2024-11-13",
        "abstract": "This paper develops the concept of the hyper-capitalist urban node (HCUN) as a new theoretical framework for understanding how financial capitalism transforms contemporary cities. Through systematic analysis of London's economic, social, and technological changes from 1992 to 2023, we demonstrate that global financial centres have evolved beyond established models of the global city. Drawing on comprehensive longitudinal data, we identify six distinctive characteristics of HCUNs: financial sector dominance, extreme income polarisation, housing financialisation, the political-financial nexus, technological acceleration, and social-spatial transformation. London's empirical evidence demonstrates how these characteristics manifest in concrete terms through dramatic shifts in employment structure, housing markets, income distribution, and spatial organisation. We argue that HCUNs represent not merely a quantitative intensification of existing urban processes, but rather a qualitative shift in how cities function within global capitalism. The analysis reveals fundamental contradictions within the HCUN model, explaining why conventional urban policies often fail to achieve their intended outcomes. Through this research, we advance both theoretical understanding of contemporary urban transformation and methodological approaches to studying it, including the development of the HCUN Index. Our findings demonstrate the need for fundamental innovation in urban theory and governance to address the distinctive challenges posed by financial capitalism's intensifying influence over urban development.",
        "url": "https://doi.org/10.31235/osf.io/fhk2c",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/j2mns",
        "title": "Regional Inequality in Peru: Causes, Effects, and Strategies for Equitable Development",
        "authors": "Jet Li Jorkaef Jaramillo Lizana",
        "created": "2024-11-13",
        "abstract": "Regional inequality in Peru represents one of the most significant challenges to achieving sustainable economic growth and social cohesion. This paper explores the historical, economic, social, and institutional causes of regional disparities, examining how geography and resource distribution have led to uneven development across the country. Drawing on the historical legacy of colonialism, the analysis reveals how extractive economic models and centralized governance have perpetuated inequality, disproportionately affecting rural and indigenous regions such as the Andean highlands and the Amazon basin. The study assesses the economic effects of regional inequality, including its impact on national growth, labor market inefficiencies, and vulnerability to external shocks. Social effects are examined in terms of reduced social cohesion, internal migration, and increased social conflicts, particularly in areas rich in natural resources. The paper also evaluates the implications for human development, focusing on gaps in education, healthcare, and quality of life that perpetuate cycles of poverty and limit opportunities for upward mobility. To address these disparities, the paper proposes several strategies aimed at promoting inclusive development. These include investment in sustainable infrastructure to improve connectivity and access to resources, economic diversification to reduce dependence on volatile extractive sectors, strengthening of education and healthcare services to bridge social gaps, and enhancing regional governance to optimize decentralization and resource management. The paper concludes by emphasizing the importance of reducing regional inequality for the sustainable development of Peru. It argues that equitable development is essential for fostering national unity, economic resilience, and social well-being. Future research directions are also identified, including the impact of climate change on regional inequality, the role of digital technology in bridging gaps, and the potential for community-based approaches to resource management. By understanding and addressing the root causes of inequality, Peru can lay the foundation for a more inclusive and prosperous future for all its citizens.",
        "url": "https://doi.org/10.31235/osf.io/j2mns",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/qzm5v",
        "title": "From Discounts to Delivery: Decoding Customer Care Interactions in Warehousing",
        "authors": "Angelo Leogrande",
        "created": "2024-11-15",
        "abstract": "The present research has delved deeper into the complex relationship of customer care calls with purchasing behavior in a WM system and has developed actionable insights to optimize operations. In this regard, the following critical factors have been considered: product attributes-cost, weight, and discount-on one hand, and delivery performance in terms of timeliness and reliability on the other, with a view to understand their impacts on customer satisfaction and interactions. Key takeaways are that high volumes of customer care calls reflect operational failure; there is a delay or expectation mismatch, and hence one needs strong process optimization. Also, heavy products, since perceived to be reliable, have fewer customer enquiries; lighter, cheap products cause more frequent queries since impulsive buying and lack of information occur. It further identifies timeliness of delivery as a main determinant of customer satisfaction while delays in delivery result in heightened discontent and rising demands for support. The study underlines the strategic relevance of advanced analytics, machine learning, and real-time monitoring to finally resolve the recurring inefficiencies. This may also be a good basis on which recommendations could be made concerning the use of predictive analytics for demand forecasting, effective logistical frameworks, and methods of customer service that would be in line with product-specific needs. Discounts become a two-edged factor: enhancing satisfaction but threatening brand value when used too frequently. In the end, strategies with discounts should be put into balance, proactive customer engagement should be there, with crystal clear communications with them, and the products to be more correctly described. The given study also identified how a warehouse clears the expectation from customers by applying data-driven strategies for better efficiency, customer satisfaction, and long-term loyalty. The above findings provide a comprehensive road map on how to integrate technology and customer-centric strategies in modern warehouse management.",
        "url": "https://doi.org/10.31235/osf.io/qzm5v",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/ubf7m",
        "title": "Temperature, crime and policing: Evidence from UK geocoded data",
        "authors": "Nils Braakmann",
        "created": "2024-11-21",
        "abstract": "This study investigates the relationship between temperature variations, crime and policing in the UK. Using geocoded administrative data on reported crime, stops and searches and police use of force incidents, combined with daily temperature data at 1km grid-level, results show the same temperature-crime link found in other countries. Against this background, I find evidence for changes in police priorities and search outcomes. While there is no decrease in police effectiveness in searches, there is evidence for ethnic differences, especially affecting Black subjects. Additionally, police use-of-force incidents increase in intensity during hotter periods, leading to higher civilian resistance and injuries.",
        "url": "https://doi.org/10.31235/osf.io/ubf7m",
        "subjects": "Economics",
        "subjects_osf": "Legal Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/vcuzp",
        "title": "Non-Meritocrats or Choice-Reluctant Meritocrats? A Redistribution Experiment in China and France",
        "authors": "Margot Belguise, yuchen huang, Zhexun Mo, Carolyn Fisher",
        "created": "2024-11-21",
        "abstract": "Recent experimental evidence contends that meritocratic ideals are mainly a Western phenomenon. Intriguingly, the Chinese public does not appear to differentiate between merit- and luck-based inequalities, despite China’s historical emphasis on meritocratic institutions. We propose that this phenomenon could be due to the Chinese public’s greater reluctance to make an active choice in real-stake redistribution decisions. We run an incentivized redistribution experiment with elite university students in China and France, by varying the initial split of payoffs between two real-life workers to redistribute from. We show that, compared to French respondents, Chinese respondents consistently and significantly choose more non-redistribution across both highly unequal and relatively equal status quo scenarios. Additionally, we also find that Chinese respondents do differentiate between merit- and luck-based inequalities, and do not redistribute less than the French, excluding the individuals who engage in non-redistribution choices. Chinese respondents are also as reactive as the French towards scenarios with noisy signals of merit, such as inequalities of opportunities. Ultimately, we contend that the reluctance to make an active choice is indicative of diminished political agency to act upon redistribution decisions with real-life stakes, rather than apathy, inattention, having benefited from the status quo in Chinese society or libertarian preferences among the Chinese. Notably, our findings show that Chinese individuals’ reluctance to make a choice is particularly pronounced among those from families of working-class and farming backgrounds, while it is absent among individuals whose families have closer ties to the private sector. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/vcuzp",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/3zq74",
        "title": "The micro-dynamics of scientific choice: Research project motivations among public affairs academics",
        "authors": "John Nelson",
        "created": "2024-11-18",
        "abstract": "Academic researchers’ choices about research projects to pursue are an important mechanism in societal allocation of research effort. It is unclear whether researchers’ criteria for project choice align with those articulated by policy scholars and philosophers. Many potential criteria for project choice are commonly discussed in scholarly and popular literature, but they have been little studied on the individual level. I review and catalog such potential criteria, then empirically explore researcher motivations for project choice through factor analysis of survey data from 409 authors of research articles in major public administration and public policy journals. I find empirical support for personal gain, societal importance, and intellectual interest as research motivations. These motivations do not neatly align with proposed ideal criteria for scientific choice. Thus, such criteria must be translated to speak to researchers’ personal interests to achieve expression in individual scientific choice.",
        "url": "https://doi.org/10.31235/osf.io/3zq74",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/9q6tr",
        "title": "Does Exposure to Armed Conflict Affect Women’s Attitudes Towards Intimate Partner Violence? Evidence from Vietnam",
        "authors": "Hanbo Wu",
        "created": "2024-11-14",
        "abstract": "This study combines individual-level survey data and province-level data on wartime bombing to assess the long-term impact of the Vietnam War on Vietnamese women’s attitudes toward intimate partner violence (IPV). To establish a causal link between war exposure and IPV attitudes, I use a province’s distance to the arbitrarily drawn border between North Vietnam and South Vietnam as an instrument for bombing intensity in that province. I find that women living in heavily bombed provinces are more likely to accept IPV. The instrumental variable estimates are greater in magnitude compared to the ordinary least squares estimates across various specifications, pointing to measurement error in conflict exposure. Exposure to bombing does not seem to make women more tolerant of IPV through education or marital matching. Instead, the war is likely to directly affect women’s views about IPV because of the normalization of and desensitization to violence in the private sphere.",
        "url": "https://doi.org/10.31235/osf.io/9q6tr",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/a6gbm",
        "title": "Spazi pubblici come servizi comuni: una sociologia comparata delle modalità di regolazione per la convivialità urbana",
        "authors": "Tommaso Vitale",
        "created": "2024-11-17",
        "abstract": "Prefazione al volume di Cristina Burini, Governare lo spazio pubblico nelle città italiane. Patti di collaborazione e imprese di comunità tra convivialità ed efficacia collettiva (FrancoAngeli 2025). I patti di collaborazione e le imprese di comunità regolano le attività e la governance di alcuni spazi pubblici. Alla ricerca di una espressione di sintesi per riprendere molti dei temi fin qui discussi, potremmo semplicemente dire che, quando governato in maniera partecipativa, lo spazio pubblico, può essere considerato un servizio pubblico. Come per tutti i servizi pubblici, la posta in gioco sta nella loro regolazione, e quindi nel modo in cui sono normate, contrattualizzate, remunerate, controllate e sanzionate le forme di gestione: in altri termini la loro governance. Cosi riconcettualizzato, lo spazio pubblico non è un luogo passivo di transito e interazione superficiale, ma un servizio pubblico che deve essere realmente accessibile: la vera sfida per le politiche urbane e la gestione degli spazi pubblici è riconoscere e valorizzare questa dimensione di servizio, dove l’accessibilità va oltre la semplice possibilità di entrare fisicamente in uno spazio e include la capacità di interagire, esprimersi e ricevere riconoscimento. Per questo manutenzione e sicurezza - elementi spesso visti solo come questioni tecniche - sono responsabilità comuni di amministrazioni pubbliche e comunità attive. Pensare lo spazio pubblico come un servizio pubblico richiede di riconoscere che la sua qualità e la sua sostenibilità dipendono dalla capacità delle politiche e delle comunità di co-creare uno spazio che sia accessibile non solo in termini fisici, ma anche sociali e culturali. In questo modo, la dimensione del riconoscimento reciproco e della reciprocità dissonante diventa centrale, rendendo lo spazio pubblico un luogo in cui le differenze possono essere accolte e integrate attraverso un processo di continua negoziazione e regolazione condivisa. In sintesi, la convivialità, la cura nella gestione e il mantenimento degli spazi pubblici non sono solo condizioni per un buon clima sociale, ma rappresentano le fondamenta per una socializzazione civica autentica. Questi spazi comuni, dove le differenze sono non solo tollerate ma accolte e integrate, diventano il perno di una cittadinanza partecipativa. Le identità collettive che emergono da questo processo, basate su un attaccamento emotivo e personale, mostrano il potenziale trasformativo degli spazi pubblici: luoghi dove l’agire quotidiano (Citroni, 2023) e le relazioni sociali contribuiscono a una coesione sociale che va oltre la semplice coabitazione, verso un’esperienza di comunità dinamica e inclusiva. Ecco la posta in gioco di una governance urbana di qualità. Indice del capitolo: 1. Lo spazio pubblico, non accessorio ma a fondamento del legame civile 2. La dimensione normativa a fondamento dello spazio pubblico e le implicazioni di governance 3. Conflitto e riconoscimento nello spazio pubblico 4. Gli spazi pubblici come servizi comuni",
        "url": "https://doi.org/10.31235/osf.io/a6gbm",
        "subjects": "Sociology",
        "subjects_osf": "Geography, Urban Studies and Planning, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/cvtna",
        "title": "\"Dear Colleague\": Effects of Personalization in Survey Invitations to Scientists in Germany\"",
        "authors": "Christophe Heger, Jens Ambrasat",
        "created": "2024-11-20",
        "abstract": "When conducting quantitative surveys, it is crucial to choose a research design that is tailored both to the target group and to the particular context. According to the literature, personalized salutations in survey invitations have a beneficial effect on response rate and consequently on data quality. However, in our case, the 2019/20 cohort of the DZHW Scientist Survey, it remained to be determined which personalized salutation is most suitable to the specific target group of scientists in Germany and whether there are differences according to subgroups such as academic status or gender. We argue that for many survey studies this question of specific tailoring for a target population arises. Also, because personalization necessitates a significantly increased effort for the collection and preparation of address data, it can be decisive to know whether or not there is an advantage over simple non-personalized forms of address. In the case of scientists in Germany we tested three different personalized forms of address at the beginning of the field phase with 20.000 invitees. Each of the three is associated with different social signals and requirements for address data, and compared with the benchmark of the non-personalized, but ingroup signalling salutation “Dear Colleague”. We find that, for all three status groups - professors, postdocs, and predocs - personalized salutations are associated with significantly higher response rates. However, the exact preferences for one form of personalization or another vary between these subgroups. The results from the experiment allowed us to precisely tailor salutations to subgroups for the remainder of the field phase, and to maximize the final overall response in the survey.",
        "url": "https://doi.org/10.31235/osf.io/cvtna",
        "subjects": "Sociology",
        "subjects_osf": "Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/exrdy",
        "title": "A Narrative Theory of Alienation",
        "authors": "Jeffrey Guhin, Eduardo Duran",
        "created": "2024-10-31",
        "abstract": "Narrative and alienation are both important concepts in sociological theory, albeit often ill-defined. We suggest a “narrative theory of alienation” that builds on a renewed interest in alienation to sharpen both concepts, developing the concept of “structural narratives” as “anchors” (Swidler 2001b) for ongoing “active narratives” and actors’ “biographical narratives” about themselves. We distinguish between these three narrative categories, showing how structural narratives situate the temporality and parameters of alienation, thereby providing clarity to some of alienation’s ongoing conceptual problems. In so doing, the authors show how “structural narratives” can provide a theoretical resource to the broader study of narratives and culture. The authors further their argument by referencing various works of literature and social scientific research throughout the text, ending with a more thorough examination of alienation in schools.",
        "url": "https://doi.org/10.31235/osf.io/exrdy",
        "subjects": "Sociology",
        "subjects_osf": "Other Arts and Humanities, Philosophy, Modern Literature, Modern Languages, Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/hwdt6",
        "title": "Stratification of educational quality judgments: Insights from two factorial survey experiments on socioeconomic differences in student and parent evaluations",
        "authors": "Francisco Olivos",
        "created": "2024-11-15",
        "abstract": "The use that agents do of cultural knowledge to navigate institutions is a major explanation of inequalities. Nevertheless, the difficulties accessing culture knowledge have led sociologists of education to often rely on declarative forms of culture to gauge explanations on inequalities. Based on the case of Chile, this study contributes to educational inequality research by using factorial survey experiments to assess the stratification of evaluative principles of educational quality or what is termed \"judgments of the game.\" Different teaching and school resources features were experimentally manipulated and presented to representative and probabilistic samples of parents and primary school students to measure their evaluative principles of educational quality. Findings show that socially advantaged parents and students, and from private schools, tend to evaluate educational quality more critically and attribute stronger effects to vignette features, suggesting cultural knowledge stratification. Thus, this study contributes to cultural sociology, sociology of education, and stratification research by testing one of the central theoretical propositions on the explanations of educational inequalities.",
        "url": "https://doi.org/10.31235/osf.io/hwdt6",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/kydcu",
        "title": "Spatial and Temporal Contexts of Formal Social Control and System Involvement: U.S. Latinos under Immigration Policing",
        "authors": "Asad L. Asad, Livia Baer-Bositis",
        "created": "2024-11-18",
        "abstract": "System avoidance refers to the tendency of individuals who are concerned about formal social control (e.g., incarceration, immigration enforcement, or the removal of children from their families) to avoid surveilling institutions that engage in recordkeeping. While this research locates concerns about formal social control in an individual’s sanctionable status, the laws, policies, and practices that generate the threat of formal social control vary across space and time. Drawing on theories of legal consciousness, this article posits that spatial and temporal variation in the threat of formal social control has differential associations with whether and to what degree individuals with a sanctionable status report involvement in surveilling institutions. Our empirical case is U.S. immigration policing, which burdens Latinos across citizenship statuses. We link individual-level data on institutional involvement from the American Time Use Survey with administrative data on immigration policing across state-years. Results from double- hurdle models show that Latinos in state-years with higher rates of immigration policing (1) are less likely to report involvement in surveilling institutions but, (2) conditional on any involvement, do not vary in the time reported involved. We evaluate variations by nativity, citizenship status, institution, and the presence of sanctuary policies that circumscribe immigration policing. We conclude that the threat of formal social control across space and time implicates the situational meanings of institutional involvement for subordinated populations.",
        "url": "https://doi.org/10.31235/osf.io/kydcu",
        "subjects": "Sociology",
        "subjects_osf": "Immigration Law, Criminal Law, Sociology"
      },
      {
        "doi": "10.31235/osf.io/spjvb",
        "title": "ICT Interest and ICT Self-concept as Determinants of Adolescents’ Vocational Choices. Implications for Gender Segregation in the Labor Market",
        "authors": "Leo Röhlke, Jessica M. E. Herzing, Andrés Gomensoro, Dominique Krebs-Oesch",
        "created": "2024-11-19",
        "abstract": "The use of information and communication technologies (ICT) is now an integral part of many occupational task profiles. Therefore, like mathematics and science, ICT represent an important content domain that adolescents may consider in their early vocational choices. Drawing on Eccles’ situated expectancy value theory and related theories, we hypothesize that adolescents’ ICT interest and self-concept should influence their vocational choices with respect to the intensity of ICT use in future occupations. Using longitudinal data from 1,964 Swiss adolescents transitioning into firm-based vocational education and training, we find strongly gendered patterns. Higher ICT interest predicts selection into occupations involving greater intensity of both basic and advanced ICT use, but only for girls. A more positive ICT self-concept is a significant predictor of greater occupational ICT use in future occupations only for boys, and this association is driven mainly by boys choosing careers as ICT specialists. Girls’ lower average ICT interest and their less positive ICT self-concepts explain almost half of the gender differences in the intensity of advanced ICT use. These findings emphasize that ICT are an important content domain of adolescents’ vocational choices today and highlight how gendered interests and self-concepts towards ICT perpetuate occupational gender segregation.",
        "url": "https://doi.org/10.31235/osf.io/spjvb",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Counseling, Sociology"
      },
      {
        "doi": "10.31235/osf.io/u8cb5",
        "title": "Family and Social Resilience: a scoping review of the empirical literature",
        "authors": "Holly Shorey, Abrar Bawati, Rense Nieuwenhuis, Merve Uzunalioglu, Max Thaning",
        "created": "2024-11-21",
        "abstract": "Background: The concept of resilience in familial and social contexts has gained prominence in academic and policy discussions. However, the interplay between family life and social inequalities, and how these relate to each other in the resilience literature, has yet to be documented. Objective: This scoping review addresses this gap by analysing 250 articles published between 1998 and 2023. We compare the concept of resilience as applied in family and social resilience studies through four constitutive elements: (I) unit of analysis, (II) definitions, (III) types, and the (IV) topics of risks, outcomes, and explanatory factors empirically examined. Results: While both perspectives study individuals’ resilience, the emphasis in family resilience is on families, whereas social resilience studies focus more on communities and societies. Both perspectives emphasize the centrality of risks in defining resilience, yet family resilience scholarship seeks solutions within the family, while social resilience highlights community dynamics. Additionally, family resilience studies explore topics related to family-specific risks and resources, while social resilience studies examine external risks and resources. Conclusions: The family resilience scholarship follows the clinical tradition of resilience literature, viewing families as a separate entity that is resourceful and agentic. Socioeconomic risks are recurrent themes in social resilience, but not in the family resilience literature. Contribution: Understanding resilience through the lens of family inequalities in socioeconomic contexts can bridge these two perspectives. Incorporating factors such as labour market dynamics, family transitions, and educational attainment into definitions of risks, outcomes, and explanatory factors of resilience can enhance this integration.",
        "url": "https://doi.org/10.31235/osf.io/u8cb5",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/v9ymk",
        "title": "Social change, modernization and the heritability of educational attainment",
        "authors": "Ole Røgeberg, Kathryn Paige Harden, Torkild Hovde Lyngstad",
        "created": "2024-11-19",
        "abstract": "According to sociological modernization theory, the shift towards a more meritocratic society should reduce the impact of family background on education and increase the importance of individual abilities. Sibling correlations have been used as an omnibus indicator of the importance of families for socioeconomic outcomes. However, sibling similarities in education are influenced by both the siblings’ genetics and their shared environments, making it challenging to interpret changes over time. This study examines the changing contributions of genetic and environmental factors to educational attainment among Norwegian twins born from 1915 to 1991. Using administrative data on education for more than 13,000 twin pairs, we applied a Bayesian hierarchical liability threshold model to estimate the heritability and shared environmental influences on educational attainment across birth cohorts, while accounting for changes in the educational system and population distributions. For women, the heritability of educational attainment increased throughout the 20th century, whereas the influence of shared environmental factors decreased. This pattern corresponds with sociocultural changes that promoted gender equality and expanded educational opportunities for women. In contrast, men exhibited no significant changes in heritability or shared environmental influences over time. This study adds to the body of research on how genetic influences on educational outcomes do – and do not – differ across historical time and social context.",
        "url": "https://doi.org/10.31235/osf.io/v9ymk",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/xe3rw",
        "title": "Pathways to independence: The dynamics of parental support in the transition to adulthood",
        "authors": "Ramina Sotoudeh, Ginevra Floridi",
        "created": "2024-11-19",
        "abstract": "Economic independence from parents is increasingly delayed in the United States. This delay has implications for the timing and sequencing of other life transitions such as employment and marriage, and for inequalities in the support young adults receive. In this study, we leverage the Panel Study of Income Dynamics’ Transition to Adulthood Supplement on 1,081 young adults aged 18–28. Using sequence analysis, we examine how financial and co-residential support are embedded within the transition to adulthood. We study heterogeneity in support trajectories between and within families and disentangle the temporal order of transition to adulthood milestones. In line with existing theory on intergenerational transfers, parental economic support serves as both as an investment in young adults’ educational and economic pursuits and as a safeguard for struggling children. However, we also find evidence of more traditional, gendered pathways to economic independence linked to marriage: marriage facilitates economic independence and, for young men especially, achieving economic independence is an important precursor to marriage.",
        "url": "https://doi.org/10.31235/osf.io/xe3rw",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ymzsv",
        "title": "Modelling Unwarranted Disparities in Sentencing: Distinguishing between Good and Bad Controls",
        "authors": "Jose Pina-Sánchez, Melissa Hamilton, Peter WG Tennant",
        "created": "2024-11-16",
        "abstract": "To minimise confounding bias and facilitate the identification of unwarranted disparities, sentencing researchers have traditionally sought to control for as many legal factors as possible. In this article we challenge such approach. Using causal graphs we show how controlling for commonly used variables in the sentencing literature can introduce bias. Instead, we propose a new modelling framework that clarifies which types of controls are necessary to identify different definitions of sentencing disparities. We apply this framework to the estimation of race disparities in the US federal courts and gender disparities in the England and Wales magistrates’ court. We find that the model uncertainty associated to the choice of controls is substantial for gender disparities and for race disparities affecting Hispanic offenders, rendering estimates of the latter inconclusive. Disparities against black offenders are more consistent, although, they are not strong enough to be seen as definitive evidence of racial discrimination.",
        "url": "https://doi.org/10.31235/osf.io/ymzsv",
        "subjects": "Sociology",
        "subjects_osf": "Judges, Courts, Criminal Law, Legal Studies, Social Statistics, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/8an2s",
        "title": "Beyond Temperature: How the Heat Index 35 Shapes Environmental, Social, and Governance Standards",
        "authors": "Carlo Drago, Angelo Leogrande",
        "created": "2024-11-15",
        "abstract": "This paper investigates the implications of high HI35 days, which increase the demand for water and energy supplies, overconsumption, and higher emissions induced by cooling demand. Socially, HI35 is associated with health morbidity and loss in labor productivity; hence, policies directed at protection of the well-being of the poor, such as improved access to health care and good working conditions, become increasingly relevant. Extreme heat, besides, accelerates resource competition that may further develop into a civil instability, which affects governance structures. The nation will be assisted in addressing the impacts brought forward by HI35 through resilient infrastructure policy, good governance practice, and sustainable resource management. This paper, therefore, concludes that integrated policy action in ESG will be urgently needed to address the risk from extreme heat and calls for adaptive strategies that move toward environmental sustainability, social equity, and effective governance. Finally, HI35 is helpful to guide policy responses against different and interwoven challenges of extreme heat on sustainable development.",
        "url": "https://doi.org/10.31235/osf.io/8an2s",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/dn2ax",
        "title": "The multiversatory: fostering diversity and inclusion in research information by means of a multiple-perspective observatory",
        "authors": "Ismael Rafols, Rodrigo Costas, Louise Bezuidenhout, André Brasil",
        "created": "2024-11-17",
        "abstract": "For science and technology to contribute to social justice, scientometrics analyses need to be able to produce descriptions that are appropriate to specific contexts and values. Given that the participation of stakeholders in the analyses is crucial for these perspectives to be realized, this requires research information analyses that are “open”. In this paper, we propose that this “openness” in research information concerns several dimensions. In the first place, research information should be open in the sense of being transparent and accessible. Second, research information should be open in the sense of being inclusive and diverse, which includes two dimensions: that stakeholders can actually use it, and that the contents include different types of knowledge. Third, the research information should be provided in forms that empower interrogation by stakeholders, so that they can retrieve and construct the descriptions of science and technology that are more appropriate for their context. This last step implies efforts to make visible many scientific contributions from the global south which are currently invisible. We call this vision “the multiversatory”: an approach to the observation of science that facilitates pluralistic analyses of the knowledge created across a variety of places and contexts, the pluriverse.",
        "url": "https://doi.org/10.31235/osf.io/dn2ax",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/h7t9v",
        "title": "Labour-Power-Points",
        "authors": "Glenn John Rikowski",
        "created": "2024-11-18",
        "abstract": "Following a brief outline of labour-power through Marx, Ciccarelli (2021) and my own work, it is argued that the fragmentation of Marxist work on labour-power undermines what is critical for its understanding in contemporary society: the notion that labour-power is a ‘unity of the diverse’ (Marx). In Marxist theory and empirical work today, labour-power as ‘unity’, as a unified social force within humans, is sacrificed to its ‘diversity’. The result is theorisations and empirical research that split the study of labour-power into seemingly competing projects; either as arguments regarding whether the key focus should be on the social production of labour-power through education and training, or the social reproduction of labour-power through the family and domestic labour. This paper argues that labour–power is better viewed through its various diversities that constitute its unity. Each of these diversities is a spectral (but real) point in analysis of labour-power, but its unity blends the pinpointing analysis of its diversities. These labour-power diversities are social forms of its social re/production that are manifested in and through various institutions in capitalist society. In this light, the following diversities of labour-power and their institutional forms can be viewed directly through the work of Marx: the social production of labour-power (e.g. in education and training); its social reproduction 1 (e.g. through the family and domestic labour); social reproduction 2 (e.g. through state pensions, unemployment benefits); maintenance of labourers 1 (e.g. through consumption, food); maintenance of labourers 2 (e.g. through health, and mental health services). These labour-power diversities constitute a web of social forms shaping labour-power in contemporary capitalism. The paper ends by exploring some recent empirical examples illustrating how moving between the spectral points of labour–power and its diversities solidifies their unity in analysis.",
        "url": "https://doi.org/10.31235/osf.io/h7t9v",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/jh6pd",
        "title": "A quantitative assessment of potential benefits and challenges of international researcher mobility for home and host countries: Evidence from the Chinese Scholarship Council program",
        "authors": "Qianqian Xie, Afredo Yegros-Yegros",
        "created": "2024-11-13",
        "abstract": "Understanding the benefits and challenges of international mobility programs for both home and host countries is essential for evaluating them. This study provides a quantitative assessment of the Chinese government-sponsored international mobility program, the Chinese Scholarship Council (CSC), by examining its effects on home and host countries across disciplines from five dimensions: research activity, collaboration patterns, funding patterns, research performance and security-sensitive research. Our findings suggest that, for the home country (China), the funding program enhances China’s research capabilities in alignment with China’s strategic development priorities. Additional evidence suggests that the funding program facilitates international collaboration and allows awardees to work with well cited researchers. For host countries, the funding program promotes collaboration with China and supports research areas where funding might be scarce. Also, the funding program places little emphasis on dual-use research and has minimal ties to the “Seven Sons of National Defense” universities. The finding may help mitigate current concerns of some host countries about the potential further threats to security. The study provides evidence for policymakers to develop strategies that maximize the benefits of international mobility programs and address associated challenges.",
        "url": "https://doi.org/10.31235/osf.io/jh6pd",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ny5tb",
        "title": "Unifying Global Environmental Governance NVivo Research: The Case of Women and Descriptive Representations in Environmental Treaties",
        "authors": "Jack Whitacre, Dr. Polly Cegielski",
        "created": "2024-11-17",
        "abstract": "NVivo is a qualitative research software. This Research Note surveyed 12 years of publications from two leading environmental policy journals (Global Environmental Politics and Environmental Politics) to uncover NVivo best practices. There are several ways to unify Global Environmental Policy NVivo research, including the use of interrater reliability, as illustrated by a case study on gender and multilateral environmental agreements. One key finding is that only 20 of the 3653 of the International Environmental Agreements Database Project (IEADB) agreements refer to “women” (and only 16 mention “gender”). In contrast, for the same sample, 1431 Multilateral Environmental Agreements (MEAs) mention “men”. Furthermore, 35% of the treaties that mention women describe women as environmentally vulnerable. (Note: the inter-rater Cohen kappa score was 0.80, a substantial agreement). This Research Note fills a research need by showing how past global environmental policy research using the NVivo software has not been standardized or drawn upon common methodological sources. These findings confirm that research tools (such as software) are not substitutes for research methodologies.",
        "url": "https://doi.org/10.31235/osf.io/ny5tb",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/v8mgj",
        "title": "Exploring Cross-Species Multimodal Communication from a Life Perspective: Current State and Future Prospects",
        "authors": "Xinmin Zhao, Feng Zhang",
        "created": "2024-11-16",
        "abstract": "Traditionally, linguistics has focused primarily on human communication through visual and auditory modalities, while sensory modalities such as olfaction and gustation are relatively underutilized in human interaction, a trend influenced by evolutionary and societal factors. In contrast, animals employ a broad array of sensory modes in communication—olfactory, gustatory, photic, electromagnetic, and acoustic—thereby engaging in multimodal exchanges beyond the conventional realm of human language. This article reviews scientific discoveries, such as the role of pheromones in insect behavior and animals’ perception of electromagnetic fields and spectrums, to reveal the richness of multimodal and supralinguistic communication in animals, highlighting the limitations within human communication. Inspired by these sensory communication models, we explore how future technologies might expand human sensory capacity, especially in olfaction, taste, vision, and touch, enhancing the multimodal experience in human interaction. Through technological advancements, such as augmented reality, virtual reality, electronic noses, tongues, and brain-computer interfaces, humans could adopt more diverse forms of supralinguistic communication, thus surpassing the limitations of traditional language and achieving a more comprehensive understanding of the natural world. This study aims to envisage, from a linguistic perspective, the possibilities of sensory-enhanced communication through technological development, fostering a revolutionary transformation in human perception and communication and enriching the research domain of linguistics.",
        "url": "https://doi.org/10.31235/osf.io/v8mgj",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/y23wd",
        "title": "From Indigenous Resistance to the Contemporary Argentine Contempt for Authority",
        "authors": "Carmelo José Felice, Gabriel Alfredo Ruiz",
        "created": "2024-11-21",
        "abstract": "The political stability of a modern democracy, excluding environmental or external causes, is determined by multiple factors, all influenced by human behaviour. One indicator of political stability that takes the human factor into account is the time in office of a ruler. The stability of a ruler can be directly affected, for example, if they are killed, or indirectly, if the laws issued by the ruler are not followed. Non-compliance is dependent on the level of contempt for authority among citizens. A post-hoc hypothesis from a previous publication suggests that indigenous contempt for the authority of the white conqueror and coloniser is seen as a primary causal factor of political instability in Argentina. In this work, indigenous contempt has been shown to have originated from the mistreatment of indigenous peoples by the conqueror and coloniser, and it is expressed in practice by laws and norms being violated as a covert form of resistance. This behaviour has been spread throughout Argentine society due to extensive genetic mixing between Amerindian and Eurasian peoples, initially encouraged by the Spanish Crown. It is observed that these behaviours persist in the 21st century, partly because mistreatment and discrimination against indigenous peoples continue, and partly because pigmentocracy exists, a social system where wealth and status depend on skin colour. It is therefore crucial to understand that a large part of the causes of Argentina's political instability can be traced to the non-compliance with laws and regulations, which originated as forms of indigenous resistance to the Spanish conqueror and coloniser. Public policies aimed at improving compliance should be designed to integrate indigenous cultures into Argentine identity, ensuring that all citizens wish to comply with the laws because they now see them as their own.",
        "url": "https://doi.org/10.31235/osf.io/y23wd",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/zgav3",
        "title": "Exploring the relationship between sociopolitical complexity, ideology, and authority in world history",
        "authors": "Daniel Hoyer, Jenny Reddish, James S Bennett, Pieter François, Harvey Whitehouse, Jill Levine, Alan Covey, Kathryn Bard, Enrico Cioni, Wil Cunningham",
        "created": "2024-11-14",
        "abstract": "Scholars from a wide array of disciplines have sought to identify the core features underpinning cohesion and cooperation within increasingly large, complex, and internally diverse societies. Previous work has suggested that as societies grow in scale and complexity, extreme forms of inequality no longer provide a viable method of maintaining cohesion and cooperation. The relationship between these supposedly critical features, however, has not been subjected to large-scale systematic analysis. Here, we investigate the rise, spread, and impact of cooperation-promoting institutions and ideologies in a global sample of past societies. We find a clear divergence in the evolutionary trajectories of these traits: on one hand, certain ideological features relating to the adoption of moralizing religions, increasing complexity and professionalization of governmental administration, and maintenance of public goods clearly arise and spread alongside increases in social scale; on the other, ideologies and institutions limiting rulers’ power and authority are not uniformly characteristic of larger-scale societies. We discuss a range of possible interpretations for these patterns, noting that the forces driving these developments may operate on different scales of analysis and time-courses and suggest tentative explanations for these critical dynamics.",
        "url": "https://doi.org/10.31235/osf.io/zgav3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3pej6",
        "title": "Sustaining the ‘frozen footprints’ of scholarly communication through open citations",
        "authors": "Zehra Taskin",
        "created": "2024-11-21",
        "abstract": "Open citations play a vital role in enhancing the transparency, reproducibility, and accessibility of scholarly research. This systematic review examines the evolution, impact, and future prospects of open citations through a detailed analysis of literature, including articles, proceedings, presentations, datasets and blog posts. The study explores the motivations behind citing, the changing meanings of citations, and highlights key milestones in the open citation movement, particularly focusing on initiatives like OpenCitations and the Initiative for Open Citations (I4OC). Key findings indicate that open citations democratize research by providing free access to citation data, improving discoverability, and facilitating the creation of public citation graphs. Technological advancements, such as advanced data models and reference mining tools, have significantly contributed to the management and utilization of citation data. Despite these benefits, challenges such as ensuring data quality and standardization, addressing structural inequalities in citation networks, and achieving universal publisher adoption persist. The study concludes with recommendations for future efforts, emphasizing policy advocacy, technological innovation, global collaboration, and educational initiatives to promote the widespread adoption and effective use of open citations. These strategies aim to make the “frozen footprints” of scholarly communication accessible to all, fostering a more equitable and transparent scientific landscape.",
        "url": "https://doi.org/10.31235/osf.io/3pej6",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/3zgks",
        "title": "Learned societies in the academic landscape: Challenges in identifying and categorizing organizations",
        "authors": "Emanuel Kulczycki, Janne Pölönen, Mikael Laakso, Zehra Taskin",
        "created": "2024-11-19",
        "abstract": "This study explores ways of identifying learned societies within the Research Organization Registry (ROR), a type of organization that so far lacks its own category within the registry. Despite their significant role in the academic landscape, learned societies lack distinct recognition in global databases, which lowers their visibility and perceived impact. Using enhanced ISSN data and the existing ROR database, we present a methodology to identify learned societies based on their publishing activities and organizational names. Our approach is validated against national lists of societies from Austria, Finland, and the UK, demonstrating the feasibility and reliability of our method which, however, has several limitations discussed in the paper. Our findings show that 92% of 1,471 societies identified in ROR are currently assigned to ‘Other’ and ‘Nonprofit’ categories. We also highlight the geographical distribution and field-specific categorization of learned societies, emphasizing the diversity and scope of their influence. This paper contributes to the science of science field by proposing a framework that enhances the visibility and recognition of learned societies globally. Our research argues that ROR should consider enhancing their data schema to accommodate for learned societies. This way ROR can provide an open research information resource for identifying learned societies both for research and practical purposes.",
        "url": "https://doi.org/10.31235/osf.io/3zgks",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/4gspe",
        "title": "Energy Resonance Coupling in Linguistics: A Perspective on the Origin of Characters through Metasurface Technology",
        "authors": "Xinmin Zhao, Feng Zhang",
        "created": "2024-11-15",
        "abstract": "Character patterns have been regarded as mystical mediums capable of influencing the surrounding energy fields since ancient times, often used for altering environmental energy or protecting individuals. Modern metasurfaces, on the other hand, are two-dimensional structures designed with nanometer or micrometer precision to achieve highly controlled manipulation of electromagnetic waves. This paper aims to explore the connection between character patterns and metasurfaces in aspects such as energy regulation, information encoding, and cultural symbolism, while further analyzing their multidimensional impact on technology, culture, ethics, and practical applications. By comparing the historical background, cultural significance of character patterns, and the physical principles of modern metasurfaces, the paper reveals commonalities between the two in energy resonance, information transmission, and geometric symmetry. Furthermore, the paper delves into the role of character patterns in psychology and socio-culture, as well as their inspirational significance for metasurface technology design. Finally, the paper discusses the ethical and socio-cultural adaptability of metasurface technology, providing valuable insights for future scientific research and practical applications.",
        "url": "https://doi.org/10.31235/osf.io/4gspe",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies, Linguistics"
      },
      {
        "doi": "10.31235/osf.io/emsa4",
        "title": "Material and Energy Use in Norway’s Residential Building Archetypes",
        "authors": "Sara Amini, Lola Rousseau, Edgar Hertwich",
        "created": "2024-11-14",
        "abstract": "As buildings become more energy efficient due to construction and technological improvements and stricter regulations, the impact of construction and maintenance materials is gaining prominence in the life cycle emissions of buildings. In high-income countries like Norway, renovation of the existing building stock is crucial for reducing overall environmental impacts. However, there is a lack of comprehensive data on the life cycle assessment (LCA) of Norwegian buildings, especially concerning material use and embodied emissions. Building archetypes offer a solution by providing structured background data to enhance LCA studies. This paper addresses this gap by examining the space heating demand and material use of residential building archetypes in Norway, categorized by type and construction cohort. Dynamic energy simulations were conducted using EnergyPlus, combined with the BuildME Python package for material aggregation and calculation. Our results show that structural components dominate the material intensity (MI) of most archetypes, particularly in buildings with basements. Multi-family houses (MFHs) built after 1991 outperform single-family houses (SFHs) and apartment blocks (ABs) in both MI and material per person (MpP). Renovating SFHs to accommodate more occupants could reduce their MpP while maintaining a comfortable living environment. The higher MI in ABs, driven by concrete floor decks, suggests that using wood in future constructions could significantly lower both MI and MpP, reducing resource use and embodied emissions. This work links energy performance with material efficiency, offering valuable data for improving policy and practices in the Norwegian building sector.",
        "url": "https://doi.org/10.31235/osf.io/emsa4",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/jg4hr",
        "title": "THE PHYSIOLOGY OF CITIES",
        "authors": "Alan Wilson",
        "created": "2024-11-19",
        "abstract": "There is a long history of mathematical modelling of cities, providing a capability to generate computer simulations. However, this is fragmented in its application. Our objective here is to provide an integrated picture of how cities work – the physiology in some depth – and to show how this can be deployed in problem-solving and urban planning. What is new is the laying of foundations in input-output accounts for modelling, potentially from the spatially macro and global scales and integrating via the meso city scale, to the micro, neighbourhood scale, but focussing here on building fine-scale small-zone input-output accounts. This enhances the science, and facilitates problem-solving and planning in a variety of situations along with the handling of interdependencies.",
        "url": "https://doi.org/10.31235/osf.io/jg4hr",
        "subjects": "(Other)",
        "subjects_osf": "Geography"
      },
      {
        "doi": "10.31235/osf.io/kmscy",
        "title": "Exploring the unique and cumulative effects of individual-level and social determinants on suicidal ideation trajectories during health and environmental crises – a longitudinal study of Australians",
        "authors": "Quincy J. J. Wong, Sandersan Onie, Lauren McGillivray, Alexander Burnett, Adam Theobald, Fiona Shand, Michelle Torok, Mark Larsen",
        "created": "2024-11-14",
        "abstract": "Background. There is a paucity of research that has examined how significant health, social, and environmental crises impact suicidal ideation, particularly where these events co-occur and have potentially synergistic adverse effects. The aim of this study was to identify the unique and cumulative contributions of mental health, social, and environmental risks on 12-month trajectories of suicidal ideation. Methods. A community-based sample of 1928 Australians (aged ≥16 years) completed online surveys measuring mental health, social, and environmental risk factors, and suicidal ideation at baseline, and the suicidal ideation measure was repeated at four follow-up timepoints. Results. Analyses showed five different trajectories of suicidal ideation (one stable low ideation trajectory; four vulnerable trajectories). A different set of risk factor variables predicted each vulnerable trajectory relative to the low trajectory. A cumulative risk index representing the combined effects of the mental health, social, and environmental risk factors also predicted each vulnerable trajectory relative to the low trajectory. Conclusions. While adversity resulting from exposure to health and environmental crises was associated with suicidal ideation, the heterogeneity in how patterns of mental health, social, and environmental factors related to trajectory classes suggests that people experience these events differently. A cumulative risk index may be a potentially useful indicator of risk.",
        "url": "https://doi.org/10.31235/osf.io/kmscy",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/mkgav",
        "title": "A Scoping Study: Crime and Connected and Autonomous Vehicles",
        "authors": "Ashley Brown, Shane Johnson, Nilufer Tuptuk",
        "created": "2024-11-16",
        "abstract": "Connected and Autonomous Vehicles (CAVs) integrate advanced communication and autonomous driving technologies, enabling them to operate independently or with minimal human intervention. The anticipated benefits of CAVs are numerous and include making transportation accessible to all, reducing accidents due to human error, optimising traffic flow, and creating new industries and job opportunities. Autonomous driving capabilities in CAVs rely on advanced sensor technology and AI-driven analytics, which process data from multiple sensors to navigate, perceive the surrounding environment, detect obstacles, and make driving decisions in real-time. Despite the many benefits, CAVs will be highly vulnerable to a wide variety of crimes unless security measures are implemented by design. To understand the potential threats, this study introduces the enabling technology and reference architecture for CAVs and reports the findings from an extensive scoping review of the available literature. This covers reported crime incidents, academic literature on potential threats, a survey of academic survey papers on CAV security, and a review of papers concerned with cyberattacks against CAVs published in the past five years. The findings from the review are complemented by the findings from a workshop with experts about which of the identified threats should be prioritised for the purposes of crime reduction. The findings indicate that a wide range of cyber-attacks and offences are possible, and that the threat landscape is continually expanding due to insufficient attention being given to security during the development of the technology. Suggestions for policy and priorities for future work are suggested.",
        "url": "https://doi.org/10.31235/osf.io/mkgav",
        "subjects": "(Other)",
        "subjects_osf": "Legal Studies"
      },
      {
        "doi": "10.31235/osf.io/re7zs",
        "title": "Computing the laws of war: investigating the relationship between war, international law and military computer technology",
        "authors": "Simon McKenzie",
        "created": "2024-11-20",
        "abstract": "This article proposes the use of conceptual resources from science and technology studies to historicise and investigate co-constitution of the laws of war and military computer technology, with a particular focus on the law’s development in the Additional Protocols to the Geneva Conventions. This approach brings into sharper relief the values of the laws of war and aid our critical analysis of its norms and practices.",
        "url": "https://doi.org/10.31235/osf.io/re7zs",
        "subjects": "(Other)",
        "subjects_osf": "International Humanitarian Law, Law and Society, International Law, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/t3xzj",
        "title": "Multiple dimensions of trust build public support for environmental management",
        "authors": "Stuart Carlton, Isabelle Paulsen, Tim Campbell, Katherine O'Reilly, Katherine Y. Zipp",
        "created": "2024-11-18",
        "abstract": "Developing public trust in natural resource management agencies is crucial for effective governance and environmental management. However, trust is a multidimensional, rather than monolithic, concept, and the relative importance of different dimensions of trust in generating support for environmental management has not been fully explored. In this study, we use the trust ecology framework to examine the role of affinitive, dispositional, procedural, and rational trust in support for fisheries management among recreational anglers in the Great Lakes region of the United States. We found that all dimensions of trust positively correlate with support for management, with rational trust being the strongest predictor. Demographic factors such as age, gender, and race showed minimal impact compared to trust dimensions. Our findings underscore the multifaceted nature of trust and its critical role in resource management and suggest that building and maintain multiple dimensions of trust can enhance public support for environmental management, ultimately leading to more effective and resilient environmental governance.",
        "url": "https://doi.org/10.31235/osf.io/t3xzj",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/tmx7k",
        "title": "Quantum States Hidden in Linguistics",
        "authors": "Xinmin Zhao, Feng Zhang",
        "created": "2024-11-15",
        "abstract": "In recent years, the application of quantum mechanics in life sciences has given rise to quantum biology, which deeply investigates the impact of quantum effects on biological processes, such as quantum transfer in photosynthesis and quantum coherence phenomena in bird navigation. However, the connection between quantum mechanics and the social sciences, particularly linguistics, has not been widely explored. This paper draws analogies between the discrete nature, superposition states, and entanglement phenomena in quantum mechanics, and the discreteness, ambiguity, and context-dependence in linguistics, revealing interdisciplinary similarities between the two fields. This analogy provides a new perspective for understanding the uncertainty and complexity involved in human language processing, and suggests the possible existence of macroscopic quantum states. Future research may uncover the impact of quantum effects on higher cognitive functions and promote a deeper integration of quantum physics and social sciences.",
        "url": "https://doi.org/10.31235/osf.io/tmx7k",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies, Linguistics"
      },
      {
        "doi": "10.31235/osf.io/xcpma",
        "title": "Resilient Joy: How Journalists Use Humor to Cope with Working Expectations",
        "authors": "Jin Young Hwang, Grace Ficara, Chris Noland, Gregory P Perreault",
        "created": "2024-11-20",
        "abstract": "This study explores the concept of resilient joy, particularly humor, as a coping mechanism for journalists facing challenging work environments. Amidst the ongoing journalism crisis—marked by newspaper closures, job insecurity, and high emotional labor—many journalists continue their work, sustained by moments of joy and humor. Drawing on interviews with 21 U.S. journalists and building on Parks' (2021) theory of \"joy as a news value,\" this research investigates how humor not only serves as an emotional release but also fosters camaraderie in the newsroom, strengthens journalist-source relationships. The findings highlight humor's critical role in contributing to building a supportive work environment, enhancing job satisfaction, and allowing journalists to maintain engagement with their profession. By focusing on resilient joy, this study emphasizes the need to recognize joy and humor as essential components of journalistic practice, with the potential to improve both journalist well-being and the overall quality of journalism.",
        "url": "https://doi.org/10.31235/osf.io/xcpma",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      }
    ]
  }
}
