{
  "update": "2025-07-11",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/25zgv_v1",
        "title": "The rank effect of trade on Brazil’s foreign policy political alignment with China",
        "authors": "Manoel Galdino",
        "created": "2025-07-08",
        "abstract": "This paper investigates the causal effect of China’s rise as Brazil’s leading trade partner on Brazil’s foreign policy alignment with China. Using a synthetic difference-in-differences (SDiD) approach, the study leverages a “rank effect” — the change in salience when China became Brazil’s largest trade partner in 2009 — as a natural experiment. We measure foreign policy alignment using ideal point estimates derived from UNGA voting data (Bailey et al., 2017) for the period 1997–2015. The findings suggest that surpassing historical trade partners triggers a qualitative shift in political alignment, decreasing the ideological distance between Brazil and China at the UNGA by 40%.",
        "url": "https://doi.org/10.31235/osf.io/25zgv_v1",
        "version": 1,
        "id": "25zgv",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/4xdn8_v1",
        "title": "The Political Effects of the AI Revolution: Micro-level Evidence",
        "authors": "Carlo Michael Knotz",
        "created": "2025-07-04",
        "abstract": "Machine learning and algorithmic decision-making technology – i.e., “artificial intelligence” (AI) – is rapidly advancing and becoming more widespread at workplaces. For some individuals, this is beneficial in that it increases their productivity and generates new employment opportunities. Other individuals, however, could see their incomes and employment opportunities decline because AI takes over their work tasks or because they are insufficiently skilled to fully take advantage of AI technology in their work. Some of this is already visible and, given what is known from previous research on the implications of technological transformations, these developments are likely to affect people’s political attitudes and preferences. I investigate this empirically using novel indicators of AI exposure and AI complementarity in combination with data from multiple waves of the European Social Survey. I find that AI exposure and complementarity do indeed have meaningful effects on political attitudes and preferences (specifically demand for redistribution and support for right-wing populist parties): Increasing AI exposure, when combined with AI complementarity, significantly lowers support for redistribution and for right-wing populist parties, while high complementarity in the absence of exposure has the opposite effects. In addition, while the former effect got weaker over the last two decades, the latter became stronger. These findings add to a growing literature that shows that the “AI Revolution” is already having meaningful political effects.",
        "url": "https://doi.org/10.31235/osf.io/4xdn8_v1",
        "version": 1,
        "id": "4xdn8",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Political Science, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/82cvx_v1",
        "title": "The Covid-19 pandemic and its impact on political cleavages in Europe: Lessons learned and policy recommendations for democratic resilience",
        "authors": "Lorenzo Cicchi, Daniele Caramani, REGROUP project",
        "created": "2025-07-09",
        "abstract": "The Covid-19 pandemic has profoundly impacted European political landscapes, not by creating entirely new cleavages but by activating, intensifying, and reconfiguring existing political divisions. This policy paper examines how the pandemic affected political cleavages across the European Union. The analysis reveals the emergence of a health-economy trade-off dimension, the differential activation of economic versus cultural grievances, and the strategic role of populist radical right parties (PRRPs) in politicizing the crisis. Key findings indicate that while the pandemic created new arenas of contestation, traditional ideological orientations and trust in scientific institutions remained the strongest predictors of political attitudes and behaviors. The paper concludes with a set of policy recommendations for managing future crises while maintaining democratic resilience and social cohesion.",
        "url": "https://doi.org/10.31235/osf.io/82cvx_v1",
        "version": 1,
        "id": "82cvx",
        "subjects": "Politics",
        "subjects_osf": "European Languages and Societies, Political Science"
      },
      {
        "doi": "10.31235/osf.io/8ek4u_v3",
        "title": "Disasters, Political Instability, and Economic Growth: Why Integrated Policies Matter in Fragile States",
        "authors": "Enomy Germain",
        "created": "2025-07-05",
        "abstract": "This paper explores the relationship between political stability, natural disasters, and economic growth in Haiti, a fragile and disaster-prone state. Using time-series data from 1990 to 2024, we estimate a series of regression models to evaluate whether political stability contributes to growth and whether its effect is influenced by the frequency of natural disasters. Baseline results suggest that political stability has a statistically significant and economically meaningful effect on economic growth. However, the interaction between political stability and natural disasters is not consistently significant across all model specifications. Robustness checks, including corrections for autocorrelation, clustered standard errors, and the exclusion of extreme years, indicate that while the interaction effect may exist, it is sensitive to assumptions about time dependence and model specification. By contrast, variables such as foreign direct investment, population growth, and global economic conditions emerge as more stable predictors of economic performance. These findings highlight the importance of political stability in fragile contexts, but they also suggest that its benefits may be limited when environmental shocks are frequent. Despite data constraints and the focus on a single country, the study contributes to broader debates on fragility and development by emphasizing the need for integrated policy strategies that combine institutional strengthening with climate resilience.",
        "url": "https://doi.org/10.31235/osf.io/8ek4u_v3",
        "version": 3,
        "id": "8ek4u",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Geography, Political Science, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/acnrb_v1",
        "title": "The Infrastructural Power of the Cayman Islands and the US State Power: A Financial Networks Centrality Approach",
        "authors": "Alexandru-Stefan Goghie",
        "created": "2025-07-06",
        "abstract": "This paper explores the symbiotic relationship between the Cayman Islands and the centrality of the United States (US) in global financial networks, using their connection as a test case for a broader theory of how infrastructural power of states is achieved through transnational and networked strategies. The legal and financial infrastructure of the Cayman Islands is extensively used by US financial institutions. This infrastructure supports the development of a significantly US-centric fund industry, facilitating substantial investments into US capital markets. Additionally, it serves as a global conduit, channelling funds from regions such as Asia and Latin America into US markets, streamlining the process by which foreign investors acquire US securities, and supporting the development of complex USD-denominated financial products. This dynamic enhances the depth, liquidity, and complexity of US capital markets, thereby reinforcing US centrality in global financial networks and bolstering its geopolitical power through financial diplomacy, economic sanctions, regulatory influence, and control over critical financial infrastructure. The relationship underscores the infrastructural power of the Cayman Islands, whose financial and legal framework is essential for sustaining and amplifying US centrality. Consequently, this paper aims to integrate the transnational perspective on infrastructural power within the International Political Economy (IPE) and Geopolitics literature, demonstrating how the Cayman Islands function as a multifaceted networked site that strengthens, projects, and sustains US state power on a global scale.",
        "url": "https://doi.org/10.31235/osf.io/acnrb_v1",
        "version": 1,
        "id": "acnrb",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/dzbhq_v1",
        "title": "Support and Preference for Grassroots Fundraising",
        "authors": "Seo-young Silvia Kim, Yimeng Li",
        "created": "2025-07-04",
        "abstract": "Do Americans support small individual donations over other sources of political fundraising and does it matter for political behavior? Small online contributions are becoming more prevalent, and political elites and the media often idealize them as leveling the playing field in the American political ecosystem. However, we have little understanding of whether and, if so, how much the public supports small donations as a campaign funding source over others and whether such preferences translate into tangible changes in political behavior. We fill this gap with analyses of original surveys and survey experiments. Our results indicate that the public believes that there should be more small donations in American elections, fewer large individual donations, and to a much lesser extent, fewer PAC contributions. Using multiple conjoint experiments, we test whether candidates with higher dependence on small individual donors are preferred. Surprisingly, candidates relying more on small donors attract a higher likelihood of vote choice, not just within primaries or for Democrats, but across primaries, general elections, and all partisan affiliations. Such beliefs are unshaken when presented with information about lawmakers with the highest reliance on small donors, who are generally perceived as outsiders or ideologically extreme.",
        "url": "https://doi.org/10.31235/osf.io/dzbhq_v1",
        "version": 1,
        "id": "dzbhq",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/evdxy_v2",
        "title": "Effects of Preemptive Empathy Interventions on Reply Toxicity among Highly Active Social Media Users",
        "authors": "Lisa Oswald",
        "created": "2025-07-09",
        "abstract": "Can we reduce toxicity in online communication using behavioral interven- tions? Following the theoretical turn towards the role of empathy for demo- cratic discourse, this preregistered survey experiment tests various changes in an online discussion environments’ user interface (nudges) and an educa- tive intervention targeting users’ motivation to engage in empathy (boost) to reduce reply toxicity. Participants were recruited via Facebook Ads in the United States and Germany to acquire a sample of N = 2,154 highly active social media users. Based on their reported political attitudes, participants were asked to comment on social media statements they likely disagree with. Compared to the control group, neither the empathy or perspective taking nudges nor the friction placebo reduced reply toxicity. Boosting decreased reply toxicity to some degree but the effect was not robust against the inclu- sion of covariates. However, all nudging interventions significantly increased the length of replies. Overall, toxicity was highest among people with high online activity. While reducing toxicity online does not seem to work via simple changes in the user interface (nudging), more complex interventions (boosting) appear more promising to preemptively reduce toxicity before important voices are forced out of the public discourse online.",
        "url": "https://doi.org/10.31235/osf.io/evdxy_v2",
        "version": 2,
        "id": "evdxy",
        "subjects": "Politics",
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/krctd_v1",
        "title": "Government-opposition relations in the parliamentary arena and electoral campaigns",
        "authors": "Or Tuttnauer",
        "created": "2025-07-10",
        "abstract": "Previous research has repeatedly suggested that the actions of parties in parliament, and specifically the interactions between the government and the opposition, are at least partially aimed at attracting voters. Indeed, recent works show that government-opposition relations in parliament do indeed correlate with consequent citizens’ attitudes. Of course, ordinary citizens – and most political experts – do not observe parliamentary activity directly but rather through news outlets, social media (which mostly echoes mainstream media), or the parties themselves. This chapter tests whether parties’ campaign messaging, as depicted in the media in the period leading up to the elections, indeed reflects their interactions in the preceding parliamentary term. Specifically, the chapter addresses three questions: a) is there a positive correlation between the degree to which parliamentary government-opposition relations are conflictual and the degree of conflict reflected in the news coverage of electoral campaigns? b) is there a correlation between government-opposition relations in parliament and their salience in the media coverage? c) does the media coverage mediate the effects of government-opposition relations on citizens’ voting behaviour? The chapter answers these questions using three distinct datasets covering 26 elections in 9 countries, combining parliamentary votes and electoral campaign media coverage.",
        "url": "https://doi.org/10.31235/osf.io/krctd_v1",
        "version": 1,
        "id": "krctd",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/maufz_v1",
        "title": "Incivility and Contentiousness Spillover in Public Engagement with Public Health and Climate Science",
        "authors": "Hasti Narimanzadeh, Arash Badie-Modiri, Iuliia Smirnova, Ted Hsuan Yun Chen",
        "created": "2025-07-10",
        "abstract": "Affective polarization and political sorting drive public antagonism around issues at the science-policy nexus. Looking at the COVID-19 period, we study cross-domain spillover of incivility and contentiousness in public engagements with climate change and public health on Twitter and Reddit. We find strong evidence of the signatures of affective polarization surrounding COVID-19 spilling into the climate change domain. Across different social media systems, COVID-19 content is associated with incivility and contentiousness in climate discussions. These patterns of increased antagonism were responsive to pandemic events that made the link between science and public policy more salient. The observed spillover activated along pre-pandemic political cleavages, specifically anti-internationalist populist beliefs, that linked climate policy opposition to vaccine hesitancy. Our findings show how affective polarization in public engagement with science becomes entrenched across science policy domains.",
        "url": "https://doi.org/10.31235/osf.io/maufz_v1",
        "version": 1,
        "id": "maufz",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Science and Technology Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/qkj8m_v1",
        "title": "The Persuasive Power of Supreme Courts: Experimental Evidence from Tanzania",
        "authors": "Salma Emmanuel, Don Green, Dylan Groves, Constantine Manda, Bardia Rahmani, Beatrice Montano",
        "created": "2025-07-05",
        "abstract": "Do constitutional court rulings shape social attitudes and perceived social norms? Rigorous evidence from outside of industrialized democracies is scarce. This paper evaluates the influence of a recent ruling by Tanzania’s supreme court which held that laws permitting marriage for girls under the age of 18 are unconstitutional. We randomly assigned 1,950 respondents in rural Tanzania to hear a radio report about the ruling or to a control condition. Respondents who heard the report were 8 percentage points more likely to reject all forms of early marriage and 5.4 percentage points more likely to say they would report early marriage to authorities. However, hearing the report did not influence perceptions of community norms or willingness to speak out against early marriage, and the persuasive effect of the report was attenuated when presented alongside a countervailing signal from Tanzania’s Attorney General.",
        "url": "https://doi.org/10.31235/osf.io/qkj8m_v1",
        "version": 1,
        "id": "qkj8m",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/t6fhm_v1",
        "title": "Bordering on Discontent: The Political Consequences of Border Liberalization",
        "authors": "Jose Maycas-Sardi, Josep Serrano-Serrat",
        "created": "2025-07-04",
        "abstract": "In the aftermath of globalization, Western democracies have witnessed a surge in political disaffection and radical-right support. While economic and migration shocks have been widely studied, the political effects of border liberalization remain underexplored. This paper theorizes and tests how increased border permeability can generate political discontent, even without necessarily affecting immigration or direct economic competition. We argue that open borders enable brief, routine interactions between groups across historically closed frontiers. When this occurs between regions of unequal perceived status, it can erode symbolic boundaries and foster resentment. We examine this in the context of the German--Czech border, which transformed from a militarized Cold War frontier to an internal EU border. Leveraging two moments of liberalization---the fall of the Iron Curtain (1989) and Czech EU accession (2004)---we apply difference-in-differences and event study designs using municipality-level data from Bavaria. Border liberalization led to a drop in turnout (around 2 pp) and a rise in radical-right support (around 1 pp). This findings have implications on the determinants of backlash against globalization.",
        "url": "https://doi.org/10.31235/osf.io/t6fhm_v1",
        "version": 1,
        "id": "t6fhm",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/x7jsy_v1",
        "title": "The Personalist Penalty: Varieties of Autocracy and Economic Growth",
        "authors": "Christopher Blattman, Scott Gehlbach, Zeyang Yu",
        "created": "2025-07-07",
        "abstract": "Studies of income and regime type typically contrast democracies and autocracies, ignoring heterogeneity in the character of authoritarian regimes. We focus on the consequences of personalist rule, where power is concentrated in an individual or small elite. Extending the dynamic panel strategy of Acemoglu, Naidu, Restrepo, and Robinson (2019), we estimate the differential growth performance of democracies, institutionalized autocracies, and personalist autocracies. Across eight GDP series, eight autocracy codings, and six measures of personalism, we observe a consistent pattern: Whenever an \"autocratic penalty\" emerges, it is concentrated in personalist regimes. The growth performance of institutionalized dictatorships, in contrast, is statistically indistinguishable from that of democracies. We document evidence that the \"personalist penalty\" is driven by some combination of low private investment, poor public-goods provision, and conflict. These findings emphasize the analytic payoff of unpacking autocracy and highlight the different incentives facing leaders with narrow and broad bases of power.",
        "url": "https://doi.org/10.31235/osf.io/x7jsy_v1",
        "version": 1,
        "id": "x7jsy",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/zwe7n_v1",
        "title": "Violent Ends for Violent Devices? Non-Knowledge and the ‘Unreflexive’ Practices of EU’s Border Security Design",
        "authors": "Sarah Perret",
        "created": "2025-07-09",
        "abstract": "Since the early 2000s, the EU has funded many R&amp;D projects on border security. However, devices developed through these programmes have met ‘violent ends’: firstly, by appearing to face abrupt ends after EU funding ceased; secondly, by materialising to serve as violent border devices. This article traces the fate of devices funded by the EU’s 7th Framework Programme for managing human and non-human movements. Theoretically, it adds to the literature on ignorance by approaching debates on non-knowledge through a Bourdieusian analytical lens, and methodologically, it proposes to mobilise the concept of ‘symbolic violence’ to investigate and compare what is acknowledged and what is not, what is obscured or obfuscated in and through R&amp;D projects. Empirically, the paper examines several projects that aim to manage people and things on the move, and which have materialised in more or less overt ways. The article argues that projects focused on border security play a precursory role in the enactment of violent devices, and simultaneously obfuscate the non-knowledge of ‘violent ends’ that shape the future of the EU’s border governance. It shows that even if these projects do not apparently materialise, they nevertheless find ways of achieving their violent ends.",
        "url": "https://doi.org/10.31235/osf.io/zwe7n_v1",
        "version": 1,
        "id": "zwe7n",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/mg8wu_v1",
        "title": "Childhood immigration, skill specialization, and worker sorting",
        "authors": "Are Skeie Hermansen, Aleksander Å. Madsen",
        "created": "2025-07-07",
        "abstract": "Childhood immigrants face developmental constraints related to the acquisition of skills required to succeed in advanced economies. We study how age at arrival shapes earnings potential, worker productivity, and labor market sorting. Drawing on administrative data from Norway, we employ a sibling comparison design to identify the effects of age at arrival on a broad set of adult labor market outcomes. Our analysis shows that later arrival has progressively negative effects across the earnings distribution—although concentrated among low earners; increases sorting into physically demanding occupations with lower communicative, socioemotional, and math–logic skill requirements; reduces full-time work; and lowers access to high-paying employers. A formal decomposition indicates that differences in educational qualifications, work hours, and sorting into math–logic intensive occupations are key mediators of the age-at-arrival effect on earnings. Together, these findings document how immigration at later developmental stages has lasting consequences for skill specialization and economic assimilation. For childhood immigrants, even modest delays in country-specific human capital acquisition can lead to misalignment between their skills and the productivity demands and reward structures of knowledge-intensive labor markets.",
        "url": "https://doi.org/10.31235/osf.io/mg8wu_v1",
        "version": 1,
        "id": "mg8wu",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/2q6fu_v1",
        "title": "Evolution of widowhood lifespan and its gender and educational inequalities in Finland over three decades",
        "authors": "Margherita Moretti, Kaarina Korhonen, Alyson van Raalte, Tim Riffe, Pekka Martikainen",
        "created": "2025-07-03",
        "abstract": "Widowhood is a disruptive life event, and in ageing societies, increased numbers of individuals are potentially exposed to it. Yet we lack a comprehensive understanding of the demography of widowhood. Using total population data with information on marital and cohabiting unions, discrete-time event history analysis and incidence-based multistate lifetables, we analyse lifetime risk of widowhood, mean age at becoming widowed, widowhood expectancy, and variation in years spent widowed, and document gender and educational differences in these metrics over the last three decades in Finland. Our results show that, over time, individuals are less likely to experience widowhood, and when they do, it occurs at older ages. Women have higher widowhood risk, expectancy, and a lower mean age at widowhood than men. Widowhood expectancy for women declined from 8 to 6 years, while for men, it stagnated at around 2 years. Low-educated women faced more widowhood years than highly educated, while the opposite holds for men. By showing decreased risks, delayed onset, and shorter widowhood expectancy, particularly among women, our results suggest that the current older population may experience reduced exposure to the psychosocial and financial challenges of widowhood, with potentially reduced caregiving burden on families and the state.",
        "url": "https://doi.org/10.31235/osf.io/2q6fu_v1",
        "version": 1,
        "id": "2q6fu",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/4xgbv_v1",
        "title": "Traditional Forest Wisdom for Planetary Health and Climate",
        "authors": "Niharika Kondhalkar",
        "created": "2025-06-23",
        "abstract": "Sacred groves are culturally protected natural spaces that serve as living archives of environmental history, biodiversity, and ecological rhythms. They function as 'Ecological Timekeepers' by preserving ecological memory, including biodiversity, climate indicators, and ancient environmental patterns across generations. This paper explores how these traditional practices contribute significantly to biodiversity conservation and why they can be aptly termed 'timekeepers,' drawing on specific examples from India and global contexts. Furthermore, it discusses the relevance of this traditional ecological knowledge system in addressing contemporary challenges and reviving planetary health through localized climate adaptation, biodiversity restoration, sustainable resource management, and fostering a holistic environmental ethic.",
        "url": "https://doi.org/10.31235/osf.io/4xgbv_v1",
        "version": 1,
        "id": "4xgbv",
        "subjects": "Sociology",
        "subjects_osf": "Geography, Environmental Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/523xq_v1",
        "title": "Structural Selection Pressure and Cultural Degeneration in Organizations: An Evolutionary-Memetic Framework for the Suppression of Competence",
        "authors": "Koichi Hiraoka",
        "created": "2025-07-04",
        "abstract": "This paper introduces the concept of structural selection pressure to explain the paradoxical phenomenon in which competent individuals are marginalized or eliminated within organizational systems. Drawing on evolutionary biology and memetic theory (Dawkins, 1976; Boyd &amp; Richerson, 1985; Henrich, 2015), the study conceptualizes organizations as meme-based ecosystems where behaviors, values, and ideas undergo selection and replication. However, in many modern organizations, selection pressure has become distorted: anger, dominance, and procedural rigidity serve as negative filters that suppress memetic diversity and innovation. The analysis identifies three dominant types of suppressive forces—rage-dominant leaders, charismatic silencers, and empathy-deficient operators—each contributing to what we term \"memetic desertification\": a cultural environment in which novelty is punished and conformity is rewarded. These dynamics lead to cultural senescence, loss of adaptability, and increased turnover. To counteract this degenerative trend, the paper proposes structural interventions, including lateral promotion systems, anonymous feedback channels, and training for non-dominant leadership. Furthermore, it suggests the incorporation of AI-based evaluation systems to depersonalize feedback and detect systemic biases in meme selection and suppression. By reframing competence suppression as an evolutionary dysfunction of organizational structure, this paper provides a theoretical foundation for designing organizations capable of sustained innovation and cultural renewal.",
        "url": "https://doi.org/10.31235/osf.io/523xq_v1",
        "version": 1,
        "id": "523xq",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/5bfv9_v1",
        "title": "From Province to City: An Autoethnographic Study on the Growth and Life Decisions of Jobeth Jhon Dinglasan",
        "authors": "Jobeth Jhon N. Dinglasan",
        "created": "2025-07-03",
        "abstract": "This autoethnographic study explores the lived experiences of a young provincial Filipino who migrated from Masbate to Manila in pursuit of quality education. It delves into the emotional, social, and cognitive growth of the researcher through life transitions, using Elder’s (1994) Life Course Theory and McAdams’ (2001) Narrative Identity Theory as theoretical frameworks. Through journals, reflexive narratives, and self-interviews, five themes emerged: education as a driver of migration, urban adaptation, resistance amidst pressure, identity formation as a provincial youth, and hope and affirmation. The study recommends autoethnography as a powerful methodology to center marginalized voices in discourses on education and identity.",
        "url": "https://doi.org/10.31235/osf.io/5bfv9_v1",
        "version": 1,
        "id": "5bfv9",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/5vuxk_v1",
        "title": "Implications of an incomplete gender revolution for low-resourced single mothers in Sweden",
        "authors": "Holly Shorey, Lovisa Backman",
        "created": "2025-07-08",
        "abstract": "How do single mothers fare in a policy context that seeks gender equality through focusing on two-parent families? The ability to combine paid work and family life gender-equally has been a longstanding policy aim in Sweden, which has sought to solve this problem by supporting dual-earner-dual-carer families. This study explores how low-resourced single mothers meet family needs in the Swedish context, using low-resourced coupled parents as a comparison group. Thirty-one single mothers and coupled parents (16 single mothers, 13 coupled mothers, 2 coupled fathers), recruited through community organisations in four Swedish cities, participated in seven focus groups during spring 2023. While Sweden is considered a frontrunner in the gender revolution, I suggest that the policy assumption of equally shared parenting disadvantages low-resourced single mothers. Swedish social policies are predicated on a perceived equal division of parenting, but there are rarely checks to ensure that parenting is actually carried out equally. When the actual division is highly unequal, low-resourced single mothers lack adequate support to meet family needs. Single mothers are set back both as a direct implication of the dual-earner-dual-carer model and in relative terms, through policies that either assume gender-equal parenting or that do not compensate for its absence. This leads to under-recognised financial, emotional, and practical vulnerabilities, particularly among single mothers experiencing a gendered lack of division of labour with their co-parent. Together, these insights further our understanding of how a stratified and incomplete gender revolution and policies designed to underpin it may disadvantage low-resourced single mothers.",
        "url": "https://doi.org/10.31235/osf.io/5vuxk_v1",
        "version": 1,
        "id": "5vuxk",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/6r5b8_v2",
        "title": "We are our memory: A flexible framework for quantifying the demographic imprints of the past",
        "authors": "Hampton Gaddy",
        "created": "2025-07-10",
        "abstract": "Populations have demographic connections to history: people who were exposed to the past may still be alive or may at least have living kin. Denton and Spencer (2021) and Alburez-Gutierrez (2022) have articulated the concept of “demographic memory” to refer to how the memory of single events lingers in populations through their age or kinship structure. This article works to clarify and further demonstrate the usefulness of this concept. Theoretically, it argues for demographic memory as an idea that unifies and makes rigorously quantifiable many of the scattered ideas of historical embeddedness that exist across the social and biological sciences, including in economics, epidemiology, political science, and genetics. Methodologically, this article offers a flexible and widely applicable model of demographic memory defined by cohort survivorship. This model can estimate the memory of events, eras, and continuously varying conditions of interest, such as socioeconomic, political, and environmental variables, and it allows for social stratification in both the conditions of interest and how they are forgotten. As a proof of concept, this new model is applied to the memory of recent prime ministers in the United Kingdom and the memory of liberal democracy across the world.",
        "url": "https://doi.org/10.31235/osf.io/6r5b8_v2",
        "version": 2,
        "id": "6r5b8",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/8ney5_v1",
        "title": "Why Facts Fail: Rethinking Health Behavior Research Through Structural Analysis",
        "authors": "Alec Cali",
        "created": "2025-07-03",
        "abstract": "Public health research often frames vaccine hesitancy as a failure of reason or susceptibility to misinformation. This article challenges such accounts by offering a structural and materialist framework rooted in the concept of everydayness. Drawing on critical theory I argue that health beliefs are shaped by an interaction between discourse and structural factors. Rather than viewing alternative health practices as irrational, I show how they can reflect practical responses to structural factors. By tracing how individuals navigate these pressures through moralized wellness logics, I highlight the limits of purely informational interventions. Maintaining public trust requires more than correcting false beliefs, it demands engagement with the structural conditions that shape them. This article offers a theoretical reorientation for more grounded and responsive public health practice.",
        "url": "https://doi.org/10.31235/osf.io/8ney5_v1",
        "version": 1,
        "id": "8ney5",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/9zusq_v1",
        "title": "Ethnic and gender bias in Large Language Models across contexts",
        "authors": "Daniel Capistrano, Mathew Creighton, Mariña Fernández-Reino",
        "created": "2025-07-07",
        "abstract": "In this study, we assessed if Large Language Models provided biased answers when prompted to assist with the evaluation of requests made by individuals with different ethnic backgrounds and gender. We emulated an experimental procedure traditionally used in correspondence studies to test discrimination in social settings. The preference given as recommendation from the language models were compared across groups revealing a significant bias against names associated with ethnic minorities, particularly in the housing domain. However, the magnitude of this ethnic bias as well as differences by gender depended on the context mentioned in the prompt to the model. Finally, directing the model to take into consideration regulatory provisions on Artificial Intelligence or potential gender and ethnic discrimination does not seem to mitigate the observed bias between groups.",
        "url": "https://doi.org/10.31235/osf.io/9zusq_v1",
        "version": 1,
        "id": "9zusq",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ab58v_v1",
        "title": "From authority to similarity: how Google transformed its knowledge infrastructure using computer vision",
        "authors": "Warren Pearce, Maud Borie, Laura Bruschi, Daniele Dell'Orto, Matthew Hanchard, Elena Pilipets, Alessandro Quets, Zijing Xu",
        "created": "2025-07-05",
        "abstract": "We investigate the impact of computer vision models, a prominent artificial intelligence tool, on critical knowledge infrastructure, using the case of Google search engines. We answer the following research question: How do search results for Google Images compare internationally with those for Google Search, and how can these results be explained by changes in Google’s knowledge infrastructure? To answer this question, we carry out four steps: 1) theorise the relationship between web epistemology, calculative technology, platform vernacular and issue configuration, illustrating the dynamics of critical knowledge infrastructures on the web; 2) provide a potted history of Google’s use of computer vision in search; 3) undertake the first international comparison of search results from Google Search with Google Images; 4) analyse the visual content of search results from Google Images. Using quanti-quali digital methods including visual content analysis, social semiotics and computer vision network analysis, we analyse search results related to environmental change across six countries, with two key findings. First, Google Images search results contain fewer authoritative sources than Google Search across all countries. Second, Google Images results constitute a narrow, homogenised visual repertoire across all countries. This constitutes a transformation in web epistemology from ranking-by-authority to ranking-by-similarity, driven by a shift in calculative technology from web links (Google Search) to computer vision (Google Images). Our findings and theoretical model open up new questions regarding the impact of computer vision on the public availability of knowledge in our increasingly image-saturated digital societies.",
        "url": "https://doi.org/10.31235/osf.io/ab58v_v1",
        "version": 1,
        "id": "ab58v",
        "subjects": "Sociology",
        "subjects_osf": "Digital Humanities, Film and Media Studies, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/bcmp9_v1",
        "title": "A Call to Embrace Uncertainty: Rethinking Statistical Inference in Migration Research",
        "authors": "Liam Haller",
        "created": "2025-07-06",
        "abstract": "This paper urges for a reevaluation of current methodologies in migration research, advocat-ing for tools that explicitly integrate uncertainty as a substantive element in the modeling process rather than as a byproduct of estimates. Specifically, it challenges the conventional application of frequentist statistical methods in migration research, emphasizing their limi-tations in expressing uncertainty and incorporating prior knowledge. From an epistemolog-ical perspective the paper highlights the limitations of traditional tools concerning what knowledge can be produced —the compression of likelihood of hypotheses— and how knowledge is produced —the consequences of relegating prior knowledge to a secondary role in analysis. The paper simultaneously motivates the need to expand tools available for statistical inference by highlighting the latent implications that the choice of method can have on the efficacy of migration research, motivated by literature on the philosophy of sci-ence and drawing concrete examples from migration governance.",
        "url": "https://doi.org/10.31235/osf.io/bcmp9_v1",
        "version": 1,
        "id": "bcmp9",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/e5m6x_v1",
        "title": "Bourdieu’s Capitals Matter: Tracking Longer Working Lives Across Europe",
        "authors": "Martin Lakomý, Filip Majetić, Muradiye ATEŞ",
        "created": "2025-07-01",
        "abstract": "Extending working careers is a major European policy goal, but the role of individual resources in retirement timing remains underexplored. To our knowledge, this study is the first to apply Bourdieu’s theory of capitals as a framework for understanding how resources (economic, social, and cultural capital, including their dimensions) affect retirement decisions over time. The presented study uses PCA and time-lagged regression on panel data to explore how forms of capital help older workers (N=15,527) to remain working across three successive periods. The results show that wider community social capital, alongside human, health and digital capital (domains of cultural capital), indeed help older adults to extend their working lives. The impact of other forms of capital (economic capital and two types of social capital) diminishes once relevant control variables are included, and the findings are robust across different time spans. Moreover, the diversity of the European context is captured in separate models for four regions, which identified several region-specific differences. Overall, Bourdieu’s framework proves relevant in the current situation of population ageing and the digitalisation of economies. The paper suggests that policymakers should reflect on resource inequalities when developing measures to support longer working lives for those able to continue, while ensuring alternatives for those facing significant barriers.",
        "url": "https://doi.org/10.31235/osf.io/e5m6x_v1",
        "version": 1,
        "id": "e5m6x",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/er9p5_v1",
        "title": "Integrating Social Science and Earth Observation to Examine the Social Dimensions of Dam Development Through the Lens of Energy Justice",
        "authors": "Garima Gupta, Shubham Pawar, Chris Littleboy, Nils Bunnefeld, Jennifer Dickie, Isabel Jones",
        "created": "2025-07-03",
        "abstract": "Energy transitions driven by large-scale hydropower often generate uneven impacts, especially in ecologically sensitive and socially complex regions. This research investigates the socio-spatial consequences of the Tehri Dam in the Indian Himalaya using an interdisciplinary energy justice framework. Drawing on stakeholder interviews and Earth Observation (EO) analysis, we examine how affected communities experience distributional, procedural, recognition, capabilities, and restorative injustices. Our findings highlight indirect, long-term consequences such as loss of connectivity and diminished access to public services, which persist well beyond physical displacement. By visualising spatial shifts alongside lived experiences, we demonstrate how EO can enhance justice-centred research in sustainability science. This approach advances justice-centred sustainability research and reveals the need for policies that respond to both visible and hidden dimensions of infrastructure-induced inequality. Our study underscores the importance of attending to local realities and community knowledge in shaping equitable and sustainable energy transitions in the Global South.",
        "url": "https://doi.org/10.31235/osf.io/er9p5_v1",
        "version": 1,
        "id": "er9p5",
        "subjects": "Sociology",
        "subjects_osf": "Land Use Law, Environmental Law, Environmental Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/jgb8p_v1",
        "title": "Trajectory Stratification through Market, Family, and State: Divorce as a Turning Point among U.S. Women",
        "authors": "Betsy Alafoginis, Nanum Jeon",
        "created": "2025-07-09",
        "abstract": "For millions of women in the U.S., divorce triggers not only emotional upheaval but also longterm economic instability. Yet, while the average consequences of divorce are well documented, far less is known about why some women recover economically while others fall into lasting hardship. This study suggests that the explanation involves not just individual attributes, but also the institutionally structured life pathways that unfold after marital dissolution. Life disruptions serve as critical junctures that redirect individuals’ life trajectories. While some people regain stability after experiencing job loss, divorce, or health crises, others face deepening disadvantage that persists for years. This divergence raises fundamental questions about how social stratification unfolds—not just in moments of crisis, but across the extended arc of the life course. Prior research highlights that the consequences of life disruptions are shaped by individual resources and by institutional contexts (Brady 2024; Brady, Finnigan, and Hübgen 2017; DiPrete 2002)",
        "url": "https://doi.org/10.31235/osf.io/jgb8p_v1",
        "version": 1,
        "id": "jgb8p",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/m7be9_v1",
        "title": "Locked in food policy regimes: Lessons from the Dutch manure problem",
        "authors": "Mayte Beekman, Timo von Wirth, Aniek Hebinck",
        "created": "2025-07-04",
        "abstract": "Food systems require sustainability transformations to reduce their negative environmental and social impacts. Food policy plays a crucial role in driving sustainability transformations in food systems, but fundamental change appears slow. Currently, there are urgent sustainability concerns in the European livestock sector, including livestock emissions and the pollution of surface water. Important lessons can be learned from the case of the Dutch manure problem (1950-2020), a persistent and salient sustainability issue. This article explains the lock-in of the Dutch agricultural policy regime by using the concept of policy feedbacks, drawing on theories from historical institutionalism and transitions research. Through process tracing, we find that policy feedbacks played a significant role, particularly highlighting the importance of actor coalitions that result in policy regime lock-ins. Based on this case, we draw policy insights relevant to both current and upcoming challenges in environmental pollution from livestock farming. Specifically, we highlight the role of actor coalitions, the siloed nature of policy development and tensions in multi-level governance as factors impeding transformation. We contribute to transitions research by proposing the concept of policy feedbacks as an additional lens to analyse sources of policy regime lock-in in societal systems and suggest for future research to investigate what factors could address these lock-ins.",
        "url": "https://doi.org/10.31235/osf.io/m7be9_v1",
        "version": 1,
        "id": "m7be9",
        "subjects": "Sociology",
        "subjects_osf": "Environmental Studies, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/mnk32_v1",
        "title": "From Tradition to Technology: Societal and Educational Impacts on Job Preferences in Oman",
        "authors": "Konstantinos M. Pitychoutis, Filomachi Spathopoulou",
        "created": "2025-07-09",
        "abstract": "This study explores Omani undergraduate students’ employment readiness, job preferences, and the impact of English language proficiency, within the framework of Oman Vision 2040. Through qualitative analysis of interviews with 43 first-year students, seven themes emerged: occupational preferences, influences on career choices, technology-centric careers, preference for government versus private sector jobs, English proficiency as a prerequisite for employment, societal valuation of English skills, and English for global integration and mobility. The findings reveal a strong preference for comfortable, less physically demanding white-collar jobs, underscoring the need for educational reforms that align curricula with modern job market demands, particularly in enhancing STEM education and digital literacy. English language proficiency has been seen as crucial for securing desirable jobs, highlighting the necessity for comprehensive English training programs across all educational levels. Societal expectations and personal ambitions significantly influence career choices, with a preference for prestigious white-collar jobs over traditional professions. The study recommends educational interventions to address these evolving job preferences, promote all forms of work, and support the critical role of English proficiency in employment and career advancement. These insights contribute to the broader goals of economic diversification and sustainability outlined in Oman Vision 2040, offering valuable perspectives for policymakers, educators, and researchers.",
        "url": "https://doi.org/10.31235/osf.io/mnk32_v1",
        "version": 1,
        "id": "mnk32",
        "subjects": "Sociology",
        "subjects_osf": "Higher Education, Curriculum and Social Inquiry, Linguistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/nhjrz_v1",
        "title": "Decolonizing Sustainability: Indigenous and Local Conservation Systems from India in the Global Climate and Biodiversity Agenda",
        "authors": "Garima Gupta, Achili Mihu, Charles T. Gray, Maya Pasgaard",
        "created": "2025-07-03",
        "abstract": "Indigenous Peoples and Local Communities (IPLCs) manage large swathes of the world’s remaining biodiversity and are essential actors in achieving global sustainability goals. Yet, recognition and representation of IPLCs remain uneven across regions. Despite decades of stewardship, IPLCs in many parts of the world, including in South Asia, face systemic underrepresentation due to longstanding epistemic and structural injustices. In India, this invisibility is exacerbated by the lack of formal recognition of 'Indigenous Peoples'—instead, the state uses administrative category 'Scheduled Tribes', which does not align with international definitions. Drawing on four case studies from India, this paper illustrates how traditional governance systems offer viable, culturally embedded inclusive nature- and people-based approaches to sustainable transformative change. Our paper argues that beyond decolonizing conservation discourse, there is a need for reparative justice: to redress historical exclusion, restore land rights, and fund IPLC-led conservation directly. Recognition justice for South Asian IPLCs is a critical and often overlooked component of global environmental governance. India serves not as an exception but as a representative case of broader systemic gaps. Bridging these gaps is not only a matter of justice but an ecological necessity for achieving the Global Biodiversity Framework and the IPBES vision of transformative change.",
        "url": "https://doi.org/10.31235/osf.io/nhjrz_v1",
        "version": 1,
        "id": "nhjrz",
        "subjects": "Sociology",
        "subjects_osf": "Geography, Environmental Studies, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/qsx4a_v1",
        "title": "From Digital Debunking to Political Power: The Paradoxical Effects of Anti-Anti-Vax Communication on Twitter",
        "authors": "Karen Pelletier",
        "created": "2025-07-10",
        "abstract": "This article examines the online debates surrounding COVID-19 vaccination on Twitter, focusing specifically on ‘anti-anti-vaxxers’—a group of users who were particularly active in crusading against anti-vaccination messages. Through a combination of visual network analysis and qualitative content analysis of Tweets, mentions, and user profiles, we map the communicative strategies and network positioning of this group during the critical period of the vaccine rollout. Our findings demonstrate that, despite scholarly evidence indicating that hardcore misinformation was not the primary threat to vaccine campaigns, influential anti-anti-vaxxers decided to focus their campaign on extreme anti-vaccination arguments and failed to recognize the nuanced spectrum of vaccine hesitancy. These misdirected practices of fact-checking and debunking may have generated counterproductive effects and may have ended up amplifying misinformation, alienating hesitant individuals and pushing public opinion toward populist movements. From our 2025 perspective, the analysis reveals social media dynamics that may have led or contributed to the current political landscape, and to the unprecedented electoral success of anti-vaccination leaders. The way in which previously marginalized anti-vaccine discourses have acquired mainstream acceptation and political influence offers valuable lessons on how well-intentioned social media interventions can paradoxically strengthen anti-elite movements, with lasting implications for managing controversies in digital environments.",
        "url": "https://doi.org/10.31235/osf.io/qsx4a_v1",
        "version": 1,
        "id": "qsx4a",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/t58c2_v1",
        "title": "Family Dynamics and Labour Market Risks Questionnaire: Methodological Report",
        "authors": "Holly Shorey, Alzbeta Bartova, Wim Van Lancker",
        "created": "2025-07-08",
        "abstract": "This is a methodological report for a Pilot Study conducted using The Social Study survey (Belgium) in January and February 2025.",
        "url": "https://doi.org/10.31235/osf.io/t58c2_v1",
        "version": 1,
        "id": "t58c2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/td6ux_v2",
        "title": "Mentioning the unmentionable: Perception of opportunities, agency, emotions, and identity in Iranian resistance rap prior and during the Women, Life, Freedom uprisings",
        "authors": "Danial Vahabli",
        "created": "2025-07-05",
        "abstract": "Scholarship on resistance in a strong authoritarian context focuses on everyday acts of resistance and loose solidarity networks prior to protests and overt discursive resistance during the protests. These trends are disjointed since they ignore the discursive spaces surrounding dissidents in their everyday life. To bridge this gap, I introduce “discursive nonmovements” which refers to latent, diffused, and non-institutional spaces which serve as a gravity center for loose solidarity networks prior to protests and transform to protest discourse during it. By focusing on the case study of Iranian rap prior and during the Women, Life, Freedom movement, I show how songs have changed from implicit, hopeless, allegorical, and melancholic to explicit, hopeful, and vengeful. Further, by relying on phenomenological approaches to political opportunities structures, I argue that “mentioning the unmentionable” after years of implicit discursive resistance, serves as a public open invitation to ordinary citizens to engage in extraordinary acts of resistance.",
        "url": "https://doi.org/10.31235/osf.io/td6ux_v2",
        "version": 2,
        "id": "td6ux",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/u6z35_v1",
        "title": "Prevalence of Suicide Risk in Neurofibromatosis Type 1 (NF1) Patients",
        "authors": "Safora Ghazimorad, Hamidreza Edraki",
        "created": "2025-07-05",
        "abstract": "Background: Neurofibromatosis type 1 (NF1) is a rare autosomal dominant disorder characterized by multiple nerve sheath tumors and a variety of physical manifestations. Emerging evidence suggests that adults with NF1 may experience higher rates of hopelessness and suicidal ideation compared to the general population. This systematic review and meta-analysis aimed to determine the pooled prevalence of suicidal ideation in adults with NF1 and to identify key risk factors. Methods: We adhered to PRISMA guidelines to search MedLine, EMBASE, PsycInfo, and other electronic databases from January 1980 through September 2023 using keywords “neurofibromatosis type 1,” “NF1,” “suicide,” and “suicidal ideation.” After removing duplicates and screening titles/abstracts, 29 articles underwent full-text review; 3 studies (total N=220 NF1 patients; sample sizes 50–60 each) provided sufficient quantitative data for meta-analysis. Quality appraisal employed standardized checklists. A random-effects model was used to estimate the pooled prevalence. Multivariate logistic regression results from individual studies were synthesized narratively. Results: The pooled lifetime prevalence of suicidal ideation among adults with NF1 was 42% (95% CI: 19–65%), significantly exceeding matched control rates of approximately 10%. Key predictors identified across studies included higher pain severity (p&lt;0.01) and greater perceived disability (p&lt;0.01). Comparisons between NF1 and NF2 cohorts indicated consistently higher frequency and intensity of suicidal thoughts in NF1 patients. Conclusions: Suicidal ideation is alarmingly prevalent in adults with NF1. Chronic pain and functional impairment emerge as principal risk factors. We recommend routine suicide risk screening and targeted psychosocial interventions to support this vulnerable population.",
        "url": "https://doi.org/10.31235/osf.io/u6z35_v1",
        "version": 1,
        "id": "u6z35",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vxa65_v1",
        "title": "Getting tough on youth crime? Public support for punitive youth justice policies in Aotearoa New Zealand",
        "authors": "Julia Yesberg, Clare-Ann Fortune",
        "created": "2025-07-07",
        "abstract": "Amid recent shifts towards more punitive responses to youth offending, this study examines public support for punitive youth justice policies in Aotearoa New Zealand. Using survey data from 401 adults, we assessed support for six punitive policies (e.g., boot camps, harsher sentencing) and explored predictors of support. Most participants supported punitive measures for youth who committed serious offences. Support was higher among those with conservative political beliefs and lower educational attainment. Beliefs about youths’ capacity for change were also associated with attitudes: those believing youth could be rehabilitated were less supportive of punitive policies, whereas those perceiving a high likelihood of reoffending were more supportive. These findings show that beliefs about young people’s potential for change influence support for punitive youth justice policies. They highlight opportunities to shift public attitudes toward more evidence-based approaches through educating people about the efficacy of rehabilitation and the developmental nature of youth offending.",
        "url": "https://doi.org/10.31235/osf.io/vxa65_v1",
        "version": 1,
        "id": "vxa65",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/5ndjx_v1",
        "title": "Exposure to untrustworthy news media then and now: Declining news media quality over 7 years",
        "authors": "Lisa Oswald, Simon Munzert",
        "created": "2025-07-04",
        "abstract": "In a rapidly evolving digital media landscape, understanding how exposure to untrustworthy news changes over time is essential for evaluating its potential effects on public attitudes and behavior. However, there is limited evidence on how demand for untrustworthy news develops across longer time frames. Linking web data with surveys, we compare exposure to untrustworthy news sources across demographic and political groups and over a 7-year time frame for two samples of German adults (N = 1,212 in 2017 and N = 436 in 2024). Visits to untrustworthy news sources make up less than 1% of media diets and are associated with low satisfaction with democracy and a preference for a far-right party. Propensity score matching reveals stability in untrustworthy news exposure, yet a notable decline in the average quality of news diets over 7 years. These results suggest that while untrustworthy news exposure remains limited and stable, a broader erosion in news quality may pose a growing challenge for informed democratic engagement.",
        "url": "https://doi.org/10.31235/osf.io/5ndjx_v1",
        "version": 1,
        "id": "5ndjx",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8mk34_v1",
        "title": "Education and Democratic Orientations: Unpacking the Role of Level, Field, and Generational Influence",
        "authors": "Aleš Kudrnáč, Alexander John Mahesh Davenport",
        "created": "2025-07-10",
        "abstract": "This study examines how individuals’ level of education and field of study influence their support for democracy, political interest, political participation, and political consumerism. In doing so, the study represents a key contribution to the literature on the role of education in fostering democratic citizenship, given the lack of previous research taking potential field of study differences into account in this regard. Using data from the Czech Household Panel Study (2015-2019), we assess cognitive, socialization, indoctrination, and allocation effects explanations to determine the mechanisms through which education shapes democratic citizenship. We find a robust positive relationship between one’s overall education level and support for democracy, aligning with cognitive theories holding that improved critical thinking and literacy encourage democratic citizenship. The results also suggest that politically-adjacent fields such as humanities foster democratic citizenship, findings we also consider consistent with cognitive theories. Additionally, we note significant generational differences in the effects of studying social sciences in particular, suggesting that exposure to contrasting political ideologies, namely communism and liberal democracy, may facilitate selective indoctrination. Overall, our results imply that broader access to education promotes democratic citizenship, as educational attainment, regardless of field, is positively associated with democratic support and political engagement.",
        "url": "https://doi.org/10.31235/osf.io/8mk34_v1",
        "version": 1,
        "id": "8mk34",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/9p6hg_v1",
        "title": "The hype effect: How exaggerated AI science news shapes perceptions of scientists and journalists",
        "authors": "María T. Soto-Sanfiel, Chin-Wen Chong, Ariadna Angulo-Brunet",
        "created": "2025-07-09",
        "abstract": "This study investigates how varying levels of hype—defined as a rhetorical framing strategy involving exaggeration or amplification—and the valence of portrayed outcomes in AI news coverage influence audience perceptions of the credibility of scientists, journalists, and science news sources. A total of 622 U.S.-based participants were randomly assigned to view one of ten video segments, which varied in topic (self-driving cars or finance), hype intensity (neutral, low, high), outcome valence (positive or negative), and source (neutral, international broadcaster, or scientific institution). Post-exposure measures assessed emotional responses (e.g., anxiety), message evaluation, and credibility perceptions. Findings indicate that hype intensity and valence had limited direct effects on the perceived credibility of scientists, suggesting that public trust in science may depend more on emotional responses and source characteristics than on sensationalist framing alone. Conversely, journalist and source credibility were more sensitive to individual attitudes to AI, emotional responses, and source characteristics. Notably, heightened anxiety predicted lower credibility ratings across all source types, underscoring the mediating role of affect. Gender differences also emerged, with women rating sources as more trustworthy than men. These results highlight the complex interplay between message framing, emotional responses, and pre-existing attitudes in shaping credibility assessments, emphasizing the need for nuanced science communication strategies that consider audience diversity and emotional engagement.",
        "url": "https://doi.org/10.31235/osf.io/9p6hg_v1",
        "version": 1,
        "id": "9p6hg",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/dhbqr_v1",
        "title": "The Politics of Conscription in Northern Ireland, 1938-1946",
        "authors": "Connor T. Jerzak",
        "created": "2025-07-09",
        "abstract": "This article examines how wartime debates over the possible introduction of military conscription reshaped conceptions of citizenship and political authority in Northern Ireland between 1938 – 1946. Drawing on primary documents from Northern Ireland, Éire, and Great Britain, it traces how Unionists initially championed conscription as a way to affirm equal status with Britain, even as they upheld internal hierarchies that disadvantaged Catholics. Yet divisions within Unionist ranks—exacerbated by British reluctance to enforce conscription—challenged long-standing assumptions of Protestant “loyalty” and Catholic “disloyalty.” At the same time, Nationalists framed conscription as an illegitimate imposition by a foreign state, underscoring their self-identification as Irish citizens under occupation. Perhaps paradoxically, by forgoing conscription, Britain gained a measure of legitimacy in Catholic eyes, encouraging some Nationalists to engage more constructively with British institutions and signaling new possibilities for political accommodation. In revealing these wartime dynamics, this analysis highlights how the conscription controversy helped recalibrate citizenship, unsettle entrenched power structures, and broaden the political landscape in Northern Ireland.",
        "url": "https://doi.org/10.31235/osf.io/dhbqr_v1",
        "version": 1,
        "id": "dhbqr",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/edsh2_v1",
        "title": "Cultural Devaluation within Occupations: Demand- and Supply-Side Analysis in Japan",
        "authors": "Yuriko Morikawa, Hiroki Takikawa",
        "created": "2025-07-04",
        "abstract": "Much existing research on job devaluation infers the role of cultural beliefs using the proportion of women in an occupation as a proxy. This study, rather than relying on the percentage of female workers, directly measures cultural feminine meanings using Japanese job advertisements analyzed through natural language processing. It empirically tests the devaluation mechanism and extends devaluation theory to the job level. Study 1 applies word embedding-based text analysis to identify culturally feminine meanings in job ads. Results show that postings semantically aligned with femininity, such as those using language semantically close to stereotypically feminine traits or family-oriented work-life balance benefits, are associated with lower wages, even after controlling for occupation. This implies devaluation’s operation at the job level. Study 2 consists of a factorial survey experiment targeting the labor supply side. Findings reveal that workers do not perceive jobs containing feminine cultural meanings as deserving of higher pay, even after controlling for occupation. The consistent perceptions across both labor market sides indicate that shared cultural beliefs legitimize lower wages for work culturally coded as feminine, thus empirically capturing the central mechanism of devaluation theory.",
        "url": "https://doi.org/10.31235/osf.io/edsh2_v1",
        "version": 1,
        "id": "edsh2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ftvxe_v1",
        "title": "Generating positive-definite correlation matrices with additional structure",
        "authors": "SEAN PINKNEY, Cody T. Ross",
        "created": "2025-07-04",
        "abstract": "Many applied problems in the biological and social sciences involve estimating correlation matrices with special constraints. A consequence of these constraints is that the correlations in the random effects exhibit special symmetries, like block structure and/or Toeplitz-like diagonal-constant banding. Generating valid, positive-definite prior correlation matrices with such structure is typically non-trivial in the context of Bayesian model fitting. Here, we provide two effective solutions to the problem, the first based on an l2-norm penalty, and the second based on a flexible Cholesky factor parameterization that permits a priori constraints on the elements of the correlation matrix. We compare and contrast the methods using empirical and simulated network data, test for differences in efficiency, and highlight the partial strengths of each method, before discussing opportunities for further improvements. We also provide generalizable implementations of both methods in Stan code.",
        "url": "https://doi.org/10.31235/osf.io/ftvxe_v1",
        "version": 1,
        "id": "ftvxe",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/g9684_v1",
        "title": "How Do You Solve A Problem Like Taiwan (How Do You Catch A Cloud And Pin It Down?): Crisis, Democracy, and A Way Forward for Building Resilience",
        "authors": "Wong S Tan",
        "created": "2025-07-04",
        "abstract": "Taiwan faces a critical \"crisis of efficacy\" where democratic institutions function procedurally but fail to deliver coherent governance solutions. The nation is trapped in a constitutional paradox: the very mechanisms that enabled democratic transition now prevent necessary evolution, creating what can be termed a \"democratic consolidation trap.\" The core driver is identity-based polarization that transforms routine policy debates into zero-sum sovereignty battles. This dynamic rewards ideological warriors over pragmatic problem-solvers, creating a leadership deficit that threatens national security. Taiwan's reactive governance model—responding only to acute crises—leaves chronic problems like housing costs, energy security, and institutional decay to metastasize. Constitutional amendment paralysis compounds these challenges, requiring supermajority consensus that polarization makes impossible. This creates a vicious cycle where institutional problems prevent constitutional reform, while reform remains the only legitimate solution mechanism. The analysis draws parallels to Late Qing institutional paralysis, warning of \"too little, too late\" scenarios where delayed responses render eventual solutions inadequate. Taiwan's window for incremental, legitimate reform may be narrower than assumed, requiring immediate action on meritocratic governance, anti-corruption measures, and consensus-building before the democratic system hollows itself out through continued ineffectiveness. The stakes could not be higher, and the moment for bold action was yesterday.",
        "url": "https://doi.org/10.31235/osf.io/g9684_v1",
        "version": 1,
        "id": "g9684",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gmkp6_v1",
        "title": "Geolinguistics for Superdiversity",
        "authors": "Charlene Serena Rose",
        "created": "2025-07-03",
        "abstract": "This research explored how Caribbean restaurants and takeaways used signage to advertise to the superdiverse Ladywood constituency of Birmingham. The study used Multimodal Discourse Analysis (MDA), following Kress and Van Leeuwen’s (2006) Visual Grammar Framework, to analyse the signage as a form of visual communication. This approach enables a detailed examination of how different modes, such as images, colour and text interact to convey meaning. Additionally, there was a spatial analysis of where the modes featured throughout the constituency, examining if this changed the advertising strategies of the Caribbean restaurants and takeaways. By combining linguistics with geography, the research adopted a geolinguistic perspective to reveal how signage reflects and responds to the superdiverse Ladywood constituency, highlighting the importance of aesthetic and audience. The study revealed that signage is not just a tool for branding but a spatial and symbolic response to superdiversity. It supports the argument made by Berg and Sigona (2016) that studies of superdiversity must look beyond ethnicity and consider other intersectional factors such as religion, migration, and class. The findings demonstrate how geolinguistic analysis uncovered the lived and visual dimensions of superdiversity. This interdisciplinary approach enhances the understanding of how language and symbolism shape and reflect the evolving character of superdiverse communities, offering valuable insights into place-making, advertising, and audience engagement.",
        "url": "https://doi.org/10.31235/osf.io/gmkp6_v1",
        "version": 1,
        "id": "gmkp6",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gu5dx_v1",
        "title": "Designing and Implementing Closed Feedback Loops in LMIC Health Systems: A Systems Thinking Approach to Strengthen Responsiveness, Equity, and Learning",
        "authors": "DANIEL OSORO",
        "created": "2025-07-08",
        "abstract": "Abstract: Health systems in low‑ and middle‑income countries (LMICs) frequently falter not due to lack of resources alone, but because of inefficient feedback mechanisms that fail to translate frontline data into action. Traditional strengthening efforts have emphasized inputs—such as workforce and infrastructure—while neglecting the dynamic flows of information and corrective processes. We apply a systems‑thinking lens to articulate a framework for closed feedback loops that systematically return decision‑relevant insights from peripheral levels to facility, sub‑county, and national actors. Drawing on case studies from Kenya and Nigeria, we demonstrate how loop thinking, causal‑loop diagrams, and participatory design principles can yield reinforcing cycles of trust, data quality, and adaptive governance. Key enablers include interoperable digital platforms aligned with national eHealth strategies, clear mandates for resource autonomy, and co‑design processes that surface contextually meaningful indicators. We conclude with actionable recommendations for policymakers, health managers, and donors to embed equitable, inclusive, and sustainable feedback loops within LMIC health architectures. Keywords: closed feedback loops, systems thinking, LMIC, health systems, responsiveness, equity, digital health",
        "url": "https://doi.org/10.31235/osf.io/gu5dx_v1",
        "version": 1,
        "id": "gu5dx",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/r3e6a_v1",
        "title": "Evaluating Attitudes Toward Affective-Sexual and Gender Diversity in Education: A Systematic Review of Assessment Tools",
        "authors": "Daniel Serey, Maria Aranda , Samuel Parra León",
        "created": "2025-07-09",
        "abstract": "The inclusion of affective-sexual and gender diversity is an ongoing challenge due to the persistence of negative attitudes. The educational context is a critical space where either prejudices may be perpetuated or egalitarian attitudes fostered. A crucial step for advancing the inclusion of sexual diversity is being able to measure this construct. For this, several authors develop, validate, or applicate instruments to assess attitudes toward sexual diversity in Education. The objective of the present study was to review this type of measures. We conducted a systematic review with meta-analyses follows the recommendations of PRISMA and APA’s standards. After the eligibility criteria were applied, 7 papers were included. The instruments were analyzed according to (i) their ability to capture subtle attitudes and the dimensions of diversity addressed; (ii) the context in which they were validated and their target population; (iii) their psychometric properties and methodological rigor. As result, it can be state that most of the instruments present some evidences of validity and reliability. In order to reduce social desirability and reactivity, the scales combine positively worded items, with the traditional use of negatively items. In addition, they incorporate more subtle expressions associated with modern prejudice. However, certain items may no longer effectively capture the subtle attitudes or evolution of language to more accurately name sexual diversity. In conclusion, it would be beneficial to address certain challenges, such as the generality of the items, the reactivity of old-fashioned-prejudice measures, and the need to accumulate further evidence to strengthen their psychometric properties.",
        "url": "https://doi.org/10.31235/osf.io/r3e6a_v1",
        "version": 1,
        "id": "r3e6a",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vdktx_v1",
        "title": "Unmasking Monocultures: Epistemic Injustice and the Crisis of Plurality in South Asia.",
        "authors": "Anurag Kadel",
        "created": "2025-07-06",
        "abstract": "Social and gender injustices in South Asia are deeply entangled with epistemological infrastructures that define what is known, who is allowed to know, and how knowledge is validated. This paper argues that ontological monocultures—from the Brahmanical logic of Manusmriti and colonial codification of law to modern technocratic rationalism—have produced enduring forms of epistemic injustice. Drawing on the work of Miranda Fricker (2007) and expanding with Boaventura de Sousa Santos’s (2014) concept of epistemicide, alongside South Asian thinkers like B.R. Ambedkar (1936), Uma Chakravarti (1993), Vandana Shiva (1993), and Sharmila Rege (2006), we trace a genealogy of knowledge suppression spanning caste, gender, and colonial power. We employ an interdisciplinary framework grounded in Science and Technology Studies (STS) and feminist and decolonial theory to examine how marginalized knowledge has been systemically discredited. The historical arc spans precolonial traditions through colonial impositions to postcolonial and contemporary developments, illustrating how a crisis of plurality afflicts South Asian knowledge systems. We position this inquiry as Research through Design (RtD), not to propose a singular solution, but to advocate for epistemic plurality as a foundation for social justice. Multiple case studies—from the codification of Hindu law under the British, to the exclusion of Dalit voices in academia, to the erasure of indigenous knowledges in development and technology—ground our analysis in lived realities. Finally, we outline a design-based approach—Seeds of Sovereignty and Friction-Led Inquiry—that operationalizes plural ontologies in civic infrastructures. These frameworks illustrate how participatory design and \"epistemic friction\" can surface suppressed perspectives, planting the seeds for cognitive justice in South Asia's future.",
        "url": "https://doi.org/10.31235/osf.io/vdktx_v1",
        "version": 1,
        "id": "vdktx",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/wbc45_v2",
        "title": "170 years of change in living arrangements in the United States using expected years of life: A research note",
        "authors": "Ginevra Floridi, Albert Esteve",
        "created": "2025-07-04",
        "abstract": "Over the past 170 years the United States (US) has undergone demographic, structural, and cultural changes that are reflected in–and a reflection of–changes in living arrangements. In this research note we link living arrangements to life expectancy to calculate expected life years spent across different living arrangements for the US population between 1850–2021, and decompose changes in this measure by age group. We additionally describe change across subsequent cohorts. We use harmonized data from the Integrated Public Use Microdata Samples (IPUMS). We classify living arrangements into alone, with primary kin only (partners, parents, and children), and in extended households, and into more detailed sub-categories including, for example, single-parent households and extended families. Three historical ages of US living arrangements emerge. A “large household” system (1850–1940) characterized by relative stability in extended households, when primary kin arrangements incorporate the majority of the substantial gains in life expectancy; an era of “primary kin” dominance (1940–1980) when life years spent only with primary kin increase faster than life expectancy, while extended households decline; and a “diversified” phase (1980–onwards), with a decline in two-parent households in favor of greater diversity, including living alone and with extended family.",
        "url": "https://doi.org/10.31235/osf.io/wbc45_v2",
        "version": 2,
        "id": "wbc45",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/xwhe4_v1",
        "title": "Religious Prohibitions as Encoded Survival Wisdom: A Cross-Cultural Statistical Analysis",
        "authors": "Richard Garrick",
        "created": "2025-07-08",
        "abstract": "Background: Religious and moral systems represent universal features of human societies, yet their evolutionary origins and functional significance remain subjects of considerable debate. While traditional approaches have emphasized spiritual or social functions, emerging research suggests many religious prohibitions may encode practical survival wisdom developed over millennia. Objective: This study tests the hypothesis that religious practices systematically preserve survival-relevant knowledge across cultures through the Cultural Survival Framework, which proposes that religious systems function as sophisticated survival technologies transmitted through oral traditions. Methods: We conducted a systematic analysis of 151 religious practices from 74 cultures across six continents using a comprehensive 29-column coding framework. Each practice was classified across five survival domains (Food Safety &amp; Nutrition, Disease Prevention &amp; Health, Resource Conservation &amp; Management, Social Cooperation &amp; Stability, Environmental Adaptation) and assigned evidence levels (1-5 scale) based on documented survival benefits. Geographic distribution, cultural independence, and environmental factors were controlled to address potential confounding variables. Statistical analysis examined correlations between evidence quality and confidence assessments. Results: Religious practices demonstrated a strong positive correlation with survival benefits (r = 0.614, p &lt; 0.001). Evidence levels were significantly skewed toward moderate to strong survival benefits, with 73.5% of practices achieving Levels 3-5 evidence and 37.8% reaching definitive or strong evidence (Levels 4-5). Social Cooperation &amp; Stability represented the largest domain (41.7%), while Resource Conservation practices showed the highest average evidence levels. Geographic analysis revealed minimal spatial autocorrelation (Moran's I = 0.12, p = 0.23), indicating independent cultural evolution rather than diffusion from common sources. Conclusions: These findings provide compelling empirical support for the Cultural Survival Framework, demonstrating that religious prohibitions and practices systematically encode practical survival wisdom across diverse cultures. The strength and consistency of correlations suggest that survival pressures have shaped religious evolution, with practices providing genuine survival advantages being preferentially preserved and transmitted across generations. This research offers new explanations for religious universals and highlights the potential value of traditional knowledge systems for contemporary applications in public health, environmental management, and social policy.",
        "url": "https://doi.org/10.31235/osf.io/xwhe4_v1",
        "version": 1,
        "id": "xwhe4",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ysmb7_v1",
        "title": "Suicide Risk Among Immigrants: The Role of Acculturation, Depression, and Identity Conflict",
        "authors": "Safora Ghazimorad",
        "created": "2025-07-01",
        "abstract": "This paper investigates the complex psychological and sociocultural factors contributing to suicidal ideation among immigrants. It explores the influence of migration-related stress, cultural dissonance, and cognitive decline on identity loss and social isolation. Through a multidimensional analytical model, the study introduces an extended risk pathway integrating chronic trauma, linguistic regression, and early-onset dementia symptoms as hidden accelerators of mental vulnerability. The findings highlight the necessity for culturally-adapted assessments and targeted intervention policies to mitigate long-term risks.",
        "url": "https://doi.org/10.31235/osf.io/ysmb7_v1",
        "version": 1,
        "id": "ysmb7",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6j3nh_v1",
        "title": "The Evaluation of Technological Activities and Products. An Overlooked Concern in Research Assessment Reform",
        "authors": "Federico Vasen, Nerina Fernanda Sarthou, SIlvina Alejandra Romano",
        "created": "2025-07-07",
        "abstract": "Current research assessment reform movements advocate for recognizing the full range of academic contributions, including outputs beyond traditional publications. This article examines how technological activities and products (TAPs) are evaluated within Argentina’s CONICET research career system. Drawing on 421 peer review reports in applied fields (veterinary science, civil engineering, and computer science), we analyze the place of TAPs in evaluation discourse and the challenges they pose. Combining lexicometric and qualitative analysis, this research shows that TAPs are rarely central to evaluations, often overshadowed by publications and other conventional outputs. Where TAPs are addressed, reviewers express difficulties due to insufficient documentation, inconsistencies across sources, and uncertainty about originality or relevance. These issues reflect both procedural shortcomings and a lack of shared criteria. Our findings show that the goal of valuing diverse contributions remains difficult to implement in practice: TAPs represent a category where consensus is weak, and expectations are unclear. Reform efforts must distinguish between technical limitations in evaluation design and deeper disagreements over what constitutes academic merit—especially in applied research contexts. We argue that the evaluation of TAPs constitutes a distinct object of study, analytically separate from social impact, and deserving of specific attention within broader debates on responsible research assessment.",
        "url": "https://doi.org/10.31235/osf.io/6j3nh_v1",
        "version": 1,
        "id": "6j3nh",
        "subjects": "(Other)",
        "subjects_osf": "Higher Education, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/92rqj_v1",
        "title": "Aviation Security within the context of National Security in Nigeria: A Critical Assessment",
        "authors": "Olusegun Hassan",
        "created": "2025-07-09",
        "abstract": "Abstract Aviation Security is a critical component of national security, especially in countries like Nigeria that face multifaceted security challenges. As the custodian for both domestic and international travel needs, Nigeria’s aviation sector is vulnerable to a range of threats including terrorism, illicit drugs smuggling, human trafficking and organised crime. These risks underscore the need for a robust aviation security framework to safeguard passengers, infrastructure, and the nations broader security interest. This study, conducted a critical assessment of the existing aviation security arrangement in the country with a view to exploring its implication on national security. The study was guided by the Systems theory while the descriptive research design was adopted. Primary data was gathered through the Key Informant Interview method of data collection, where selected key informants from the aviation security directorates of Federal Airports Authority of Nigeria (FAAN) and the Nigerian Civil Aviation Authority (NCAA) were interviewed. Secondary data were sourced from official documents, working reports and newspaper editorials, which were collected from public libraries, while some documents of the International Civil Aviation Organisation (ICAO) were sourced from NCAA and other online sources. Data were content analysed. Nigeria has made significant strides in improving aviation security through regulatory frameworks, strategic plans implementation, and international collaborations. Findings have however, revealed that issues such as inadequate technology, corruption, limited funding and insufficient training continue to pose significant barriers to its efforts towards exploring its full potential and contributing optimally to national security. Critical issues bothering on defective passenger profiling, obsolete surveillance technology and porous perimeter fencing systems were identified as major impediments that require appropriate attention through massive investment in biometric technology, intrusion detection devices with integrated alarm systems and surveillance drones equipped with real time footage access. Aviation security plays a critical role in the broader national security framework. However, its full potential can only be realised through government intervention in facilitating significant investment in airport infrastructure, innovative policy implementation, capacity building, and a more robust inter-agency coordination. Word Count: 330 Keywords: Aviation Security, National Security, Surveillance Technology, Airport infrastructure, Nigeria",
        "url": "https://doi.org/10.31235/osf.io/92rqj_v1",
        "version": 1,
        "id": "92rqj",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/97a6q_v2",
        "title": "Replication report for Marwick (2025) “Is archaeology a science?”, including new data from OpenAlex",
        "authors": "Alain Queffelec",
        "created": "2025-07-10",
        "abstract": "This short document is a replication of the first part of Ben Marwick's paper published in Journal of Archaeological Science in June 2025 that analyzes the hard/soft position of archaeology and the evolution through time (Marwick, 2025). This work is based on a bibliometric analysis of the Web of Science data of archaeological journals and articles, when I use the data from OpenAlex, a free and open-source database instead. This work confirms the computational reproducibility of Marwick (2025). Data from OpenAlex also confirms the trends visible in the replicated study both for the hard/soft science categorization, for the evolution through time and for the classification of different journals, with only some minor differences. This study also emphasizes that using the free and open source OpenAlex database is suitable for this kind of scientometric study instead of commercial databases.",
        "url": "https://doi.org/10.31235/osf.io/97a6q_v2",
        "version": 2,
        "id": "97a6q",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/eqarz_v1",
        "title": "Optimizing Daily Factors by Comparing Intuitive and Framework-Based Decisions’ Environmental Impact",
        "authors": "Ahaan Nigam",
        "created": "2025-07-10",
        "abstract": "Household decisions around energy use and carbon emissions are complex, being influenced by environmental impact, cost, convenience, and individual behavior. This literature review examines three pillars of decision support - Multi‐Criteria Decision Analysis (MCDA) frameworks, behavioral economics models, and AI‐driven tools - to identify how they can be integrated into a seamless user experience to reduce environmental impact. First, it surveys the current statistics of residential impact and focuses on certain areas of high impact. Next, it explores the behavioral barriers, such as heuristics, temporal discounting, and habit formation, which impede widespread adoption of optimized choices. Finally, it ascertains the worth of emerging AI assistants capable of selecting MCDA methods, defining criteria, and assigning weights based on user inputs, location, and demographics to then feed into an MCDA calculator.",
        "url": "https://doi.org/10.31235/osf.io/eqarz_v1",
        "version": 1,
        "id": "eqarz",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/fuv5k_v1",
        "title": "Correlates of self-reported and observer-reported Roma identification",
        "authors": "Péter Przemyslaw Ujma",
        "created": "2025-07-05",
        "abstract": "The Roma are the largest stateless ethnic minority in Europe and the largest in Hungary. Roma identity may be endorsed by members of the community, or assigned by external observers, with no clear superiority of either definition. I used two waves of the unique Hungarian Youth Research (Magyar Ifjúság Kutatás) household survey (combined N=16015), which contains both self-reports and observer reports by surveyors about the Roma identity of participants, to 1) compare the size and overlap of the self-reported and observer-reported Roma community, and 2) assess with hypothesis-free, cross validated methods what characteristics are associated with self-reported and observer-reported Roma identity, and the mismatch of the two. I found that observers identified more respondents as Roma than self-reports, and both false negatives and false positives were common. Self-reports, observer-reports and false positives depend on similar variables, centered around large household size, financial deprivation, tolerance toward Roma, and limited adoption of digital technology. False negative observer reports (self-reported Roma considered non-Roma by surveyors) are predicted, however, mainly not by the absence of these characteristics, but by the adoption of cosmopolitan middle-class values such as tolerance towards foreigners, support for sustainable technologies and good health behavior. The results show that census reports about the Roma community are an underestimate of their public presence, either due to the ethnicization of poverty by external observers or identity concealment. Findings also indicate the presence of a large, well-assimilated Roma community who external observers fail to identify due to their non-stereotypical values and lifestyle.",
        "url": "https://doi.org/10.31235/osf.io/fuv5k_v1",
        "version": 1,
        "id": "fuv5k",
        "subjects": "(Other)",
        "subjects_osf": "Race, Ethnicity and Post-Colonial Studies, European Languages and Societies, Urban Studies and Planning, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/grq2x_v1",
        "title": "Acercamiento bibliométrico a los estudios de género en España y Brasil. Feminismo y gestión del género",
        "authors": "María Aguilar-Soto, Pedro Lázaro-Rodríguez",
        "created": "2025-07-04",
        "abstract": "Visibilizar el trabajo que se realiza en el campo de los estudios de género es una de las labores que ha de desarrollar el mundo académico para fortalecer dichos estudios. Este trabajo se enmarca dentro de la línea de la producción científica con perspectiva feminista utilizando técnicas bibliométricas para hacer patentes las líneas de investigación más productivas en el campo científico de los estudios de género a partir de documentos recuperados de la Web of Science de España y Brasil. Esta representación permite ver las fortalezas y debilidades en las que la agenda feminista trabaja en estos dos países y los aspectos más representados en la ciencia mainstream del feminismo. Se toman como guía las denominaciones de líneas de investigación de trabajos precedentes con el mismo objeto de estudio. Se pretende realizar una reflexión más amplia respecto al feminismo y la objetividad de la ciencia, la academia y la bibliometría, para aportar claves hacia una bibliometría feminista más allá de la “gestión del género”. En cuanto a resultados, se destaca que España presenta un abanico multidisciplinario desde las ciencias médicas y psicológicas a las ciencias sociales (deporte, educación, feminismo, comunicación, sociología, etc.), mientras que en Brasil la línea más productiva es la referida a estudios de género y diversidad. Un aspecto a destacar por su valor e interés es que los estudios de género y feminismo en Brasil se plantean mayoritariamente desde la perspectiva de la salud mostrando poca multidisciplinariedad. Por último, la reflexión llevada a cabo obliga a desgranar los problemas en la delimitación del campo científico, en la base de datos utilizada y en la posible falta de profundidad en el análisis descriptivo, que podrían llevar al estudio a un nivel simplista, como analizan algunas autoras feministas sobre trabajos bibliométricos de estudio de género y feminismo.",
        "url": "https://doi.org/10.31235/osf.io/grq2x_v1",
        "version": 1,
        "id": "grq2x",
        "subjects": "(Other)",
        "subjects_osf": "Feminist, Gender, and Sexuality Studies"
      },
      {
        "doi": "10.31235/osf.io/hxc4u_v1",
        "title": "Widely used, barely trusted? Understanding student perceptions on the use of Generative AI tools in Higher Education",
        "authors": "Carmen Cabrera, Ruth Neville",
        "created": "2025-07-04",
        "abstract": "With the increasing integration of Generative Artificial Intelligence (GAI) in everyday tasks, its potential to transform the learning experience has gained significant attention. However, concerns have been raised relating to the use of GAI as a threat to academic integrity, the lack of accuracy of its outputs, and its potential to hinder critical engagement in learning. While HE institutions globally have warned against the unregulated use of AI-generated content, the prevailing approach is to guide students in the ethical and transparent use of GAI tools. This research, based on primary data from a questionnaire involving undergraduate and postgraduate students across several UK HE institutions, aims to explore student perspectives on issues such as plagiarism, reliability of outputs, and the impact of GAI on the learning process; and how these perspectives vary across genders and domicile status (domestic vs. international students). Our findings show that students who identify as men report a higher frequency of GAI usage than women and that international students have more liberal standards regarding academic integrity compared to their UK counterparts.",
        "url": "https://doi.org/10.31235/osf.io/hxc4u_v1",
        "version": 1,
        "id": "hxc4u",
        "subjects": "(Other)",
        "subjects_osf": "Educational Assessment, Evaluation, and Research, Higher Education"
      },
      {
        "doi": "10.31235/osf.io/m984w_v1",
        "title": "News Media Coverage of Gun Violence: A Scoping Review",
        "authors": "Chad M. Topaz, Gina Jae, Jude Higdon",
        "created": "2025-07-04",
        "abstract": "This scoping review synthesizes recently published research on news media coverage of gun violence in the United States. Following PRISMA-ScR guidelines, a systematic search of Web of Science and Google Scholar databases identified 76 peer-reviewed empirical studies published since 2000. Analysis reveals several recurring themes. First, news media coverage tends to be greater for incidents involving numerous victims, particularly women and/or children; occurring in schools, religious sites, or government buildings; or carried out by perpetrators who are young, ideologically driven, and/or show signs of severe mental illness. Second, race plays a significant role in shaping narrative frames, with media portrayals often depicting white individuals more sympathetically compared to racially minoritized individuals, regardless of whether they are victim or perpetrator. Third, media narratives display dynamic evolution over decades, transitioning from framing gun violence as isolated and episodic to addressing it as a part of broader social contexts and societal concerns. Finally, news coverage of gun violence is associated with negative audience emotions, especially fear, as well as with increased gun background checks suggestive of accelerated gun purchasing. Regarding media coverage's role in inciting further violence, however, studies present mixed findings. Limitations include the exclusion of social media discourse, which warrants study in future research. Future studies should also examine how news media coverage represents individuals across diverse gender identities, LGBTQIA+ communities, and disability statuses, while adopting intersectional perspectives. Three interrelated conclusions emerge from this analysis: the different types of gun violence that occur, the level of news media attention each receives, and the academic research that has investigated these media portrayals to date.",
        "url": "https://doi.org/10.31235/osf.io/m984w_v1",
        "version": 1,
        "id": "m984w",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences, Communication"
      },
      {
        "doi": "10.31235/osf.io/qe4m3_v1",
        "title": "Analyzing the Discourse around Russo-Ukrainian war in Germany: Understanding Variances in Public Stances",
        "authors": "Kyoungin Baik, Jisu Kim",
        "created": "2025-07-07",
        "abstract": "In contemporary conflicts, public opinion is shaped not only by traditional media and politics but also by digital interactions. The 2022 Russo-Ukrainian war intensified an ongoing crisis, drawing global attention and public engagement. Social media has played a key role in mediating these responses and revealing real-time public interpretation. This study explores the online discourse surrounding the Russo-Ukrainian war on X (formerly Twitter), examining how it shapes and reflects public discourse during the conflict. Focusing on Germany, it analyzes dominant narratives, sentiments, and stances expressed on the platform, while integrating socio-economic indicators—such as unemployment rates, the Social Connectedness Index, and regional demographics—to contextualize regional variations in public attitudes and social dynamics. We employ a Large Language Model for stance detection, sentiment analysis, and topic modeling. We then apply statistical modeling to examine how these public expressions relate to socio-economic conditions and emotional tone. This study shows that public attitudes toward the Russo-Ukrainian war are emotionally complex and evolving. Negative sentiment dominates, but positive engagement around inclusion also appears. Supportive stances are more common than opposition, with a clear shift toward greater support after February 24, while opposition is more cautious and tied to socio-economic contexts. The research provides insights into the intersection of digital narratives and offline realities, offering a nuanced perspective on public discourse and its role in shaping responses to complex international crises.",
        "url": "https://doi.org/10.31235/osf.io/qe4m3_v1",
        "version": 1,
        "id": "qe4m3",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/whkjs_v1",
        "title": "Hire Ed: Job Market Dynamics for Tenure-Track Faculty Positions in Archaeology",
        "authors": "Ben Marwick, Anne Marie Poole, Ailin Zhang, Setareh Shafizadeh, Jess Beck",
        "created": "2025-07-09",
        "abstract": "Many archaeology graduate students pursue advanced degrees in the hope of undertaking an academic career. Job listing websites often serve as the first port-of-call for students seeking academic positions. We examined tenure-track job advertisements over the past decade to gain insights into the academic job market for archaeologists. Using data from the community-edited Academic Jobs Wiki for Archaeology, we examined changes in the academic job market over time. We investigated the editing dynamics of the Wiki to understand its users and their biases. We then analyzed the text of 431 job ads posted from 2013–2023. Our analysis addresses the question of how archaeological topics, methods, and geographic regions specified in archaeological job ads have shifted over time. We also explored whether the labor burden for applicants has changed over time: do institutions request more information and documents from applicants at the initial stages of application, compared to a decade ago? Finally, we assessed the influence of socio-political factors on the changing focus of research topics in the field. We conclude with implications for archaeology students, graduates, and advisors seeking to understand the dynamics of the academic job market and the requirements of employers.",
        "url": "https://doi.org/10.31235/osf.io/whkjs_v1",
        "version": 1,
        "id": "whkjs",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      }
    ]
  }
}
