{
  "update": "2025-10-31",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/3mpfu_v1",
        "title": "Partisan Expressive Responding: Lessons from Two Decades of Research",
        "authors": "Matthew H. Graham",
        "created": "2025-10-24",
        "abstract": "Research on partisan expressive responding suggests that the beliefs people express in surveys are more partisan than their underlying perceptions. This article examines expressive responding's scope and importance through a meta-reanalysis of 44 studies from 25 articles. On average, treatments designed to reduce expressive responding shrink measured partisan bias by about 25 percent. Across the 242 survey questions in the data, treatments increase the correlation between the average Democrat and Republican from 0.81 to 0.86. Contrary to expectations derived from the two leading theories of expressive responding, misreporting (''cheerleading'') and congenial inference, there is no evidence that expressive responding increases in partisan identity strength or educational attainment. As research on expressive responding enters its third decade, greater emphasis on design-based tests of mechanisms may help build a firmer understanding of expressive responding’s nature and substantive importance---namely, whether the forces that produce expressive responding in surveys also shape real-world political judgments.",
        "url": "https://doi.org/10.31235/osf.io/3mpfu_v1",
        "version": 1,
        "id": "3mpfu",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/49r5w_v1",
        "title": "Balancing Utility Solvency and Customer Protection: A Comprehensive Framework for Extraordinary Cost Recovery in Regulated Energy Markets",
        "authors": "Babu George",
        "created": "2025-10-28",
        "abstract": "State Public Service Commissions face complex decisions when utilities incur extraordinary costs from disasters, fuel price spikes, or emergency infrastructure repairs. This paper examines five primary cost recovery methods, i.e., immediate pass-through, short-term amortization, rate base inclusion, securitization, and deferral, analyzing their distinct impacts on utility financial stability, customer affordability, and regulatory transparency. Drawing on a literature review of utility regulation theory, financial mechanisms, and empirical evidence, the study synthesizes theoretical foundations including natural monopoly theory and the regulatory compact with practical regulatory considerations. A detailed hypothetical case study included as appendix demonstrates how a $25 million extraordinary cost would be recovered under each method, providing complete mathematical calculations, customer bill impacts across residential, commercial, and industrial classes, and total cost comparisons over recovery periods ranging from three months to twenty years. The analysis reveals fundamental trade-offs: immediate recovery minimizes total costs but creates severe bill shock, while securitization offers the lowest monthly impact but highest total cost due to extended interest payments. The paper emphasizes that transparent modeling, reproducible calculations, and meaningful public engagement are essential for regulatory legitimacy. It concludes with best practice recommendations for regulators, utilities, and consumer advocates, arguing that method selection must be context-dependent, balancing cost magnitude, customer economic conditions, utility financial health, and regulatory precedent to achieve equitable and sustainable outcomes.",
        "url": "https://doi.org/10.31235/osf.io/49r5w_v1",
        "version": 1,
        "id": "49r5w",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/56mpq_v1",
        "title": "Can non-disruptive wars be a positive transformative event for education?",
        "authors": "Dulce Manzano Espinosa, Hector Cebolla-Boado",
        "created": "2025-10-29",
        "abstract": "This paper proposes that, under specific conditions, wars can shift family investments decisions toward more portable and less susceptible-to-confiscation assets, such as education. To test our theory, we examine the Spanish Civil War (1936-1939), a violent conflict that did not specifically disrupted family dynamics or targeted children or educational infrastructure. We compare the educational attainment of individuals exposed to the war with that of cohorts from preceding and subsequent periods. Using a regression discontinuity approach, our results reveal that individuals who reached school age during the conflict exhibited higher completion rates for both primary and secondary education. The benefits were especially pronounced for individuals whose parents were less-educated, utterly impacting the allocation of educational opportunities. These findings support a new framework for exploring educational gains in conflicts where violence is not targeted indiscriminately at entire social groups including children and the destruction of civil and educational infrastructures is relatively contained. Beyond our historical case, our framework is particularly relevant for studying contemporary, lower-intensity conflicts (excess of mortality not concentrating on children or women) that may foster long-term educational benefits across generations.",
        "url": "https://doi.org/10.31235/osf.io/56mpq_v1",
        "version": 1,
        "id": "56mpq",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/5mrkc_v1",
        "title": "The Violent Fictions of Christian Nationalism",
        "authors": "Geoff M Boucher",
        "created": "2025-10-29",
        "abstract": "Religiously-inspired fictions have played an important role in contemporary Far-Right politics in the USA, making a significant contribution to the project of constructing cultural and ideological support for a “post-liberal” regime. Since the 1970s, such fictions have provided imaginative representations of anti-liberal theologies and the customary-rights-based way of life that belongs to Christian fundamentalism. The development of a fundamentalist counter-public sphere, including Christian fiction, provided the cultural substructure for the politicization of American fundamentalism into the Christian Right. In turn, this politicization, culminating in Christian nationalism, has been reflected in the political redirection of religiously-inspired fiction towards millenarian themes. Doctrinaire fictions of “spiritual warfare” and “tribulation insurgency” have radicalized Christian literature in America, militarizing spiritual revenge fantasies into representations of terrorist violence. These aggressive fictions are forms of anti-Enlightenment and anti-democratic ideological propaganda, which promote the rightwing authoritarian social attitudes and aversive prejudices of today’s Christian nationalism.",
        "url": "https://doi.org/10.31235/osf.io/5mrkc_v1",
        "version": 1,
        "id": "5mrkc",
        "subjects": "Politics",
        "subjects_osf": "Religion, Philosophy, English Language and Literature, Political Science"
      },
      {
        "doi": "10.31235/osf.io/6fd5w_v1",
        "title": "Who Gets a Seat at the Table? Immigrant-origin Politicians in Party Executive Roles",
        "authors": "Nicolas Fliess",
        "created": "2025-10-23",
        "abstract": "Research on migrants’ political inclusion has largely focused on candidates and legislators, leaving party leadership positions underexplored. This study addresses that gap by analysing migrants’ inclusion as party executives, concentrating on state-level executive committees of German parties, which oversee day-to-day operations and hold substantial power. Examining how accessible these positions are to minority group members is key to understanding broader political inclusion dynamics. How prevalent are migrants in party executive positions, and under what conditions do they attain them? Leveraging multiple original data sources—a unique large-N dataset covering all state-level executive committees across six parties, qualitative interviews and a survey with party executives, and party documents—this study investigates the influence of three party-level factors. First, party ideology matters. Left-leaning parties are generally more likely to have party executives of migrant origin, while surprisingly the radical right has more than expected and the radical left fewer. Second, intra-party structures play an important role. Among left-wing parties, migrant sections help empower their members to reach leadership positions. In other parties, such sections either do not exist or serve different purposes. Third, parties do not appear to strategically select migrants for the party executive to attract new members. In sum, this study highlights how left-wing parties, for ideological reasons, are especially committed to including migrants in high-level executive positions, and how organisational structures shape this process. More broadly, this study seeks to shift the focus from parliaments to the everyday inner life of party organisations, advancing our understanding of migrants’ political inclusion.",
        "url": "https://doi.org/10.31235/osf.io/6fd5w_v1",
        "version": 1,
        "id": "6fd5w",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/8wdrv_v3",
        "title": "Norm Diffusion: Evidence from the Aftermath of the Killing of George Floyd",
        "authors": "Tobias Roemer, Vicente Valentim",
        "created": "2025-10-27",
        "abstract": "In diverse societies, how do individuals form views about different groups? We argue that individuals learn norms of interaction in bundles: strong signals about norms toward one marginalized group can diffuse to norms about another. Empirically, we study the aftermath of the murder of George Floyd, a moment that spurred reckoning with violence against Black Americans. Using a regression discontinuity in time with rich individual-level data, we find the event made Americans more favorable toward other underprivileged groups—including those not defined by race or ethnicity (LGBTQ individuals). Consistent with a norm-change interpretation, effect strength depends more on the ideological orientation of respondents’ local areas than on their personal ideology. These results show how salient events shape intergroup norms and highlight the importance of local preference distributions in processes of normative change.",
        "url": "https://doi.org/10.31235/osf.io/8wdrv_v3",
        "version": 3,
        "id": "8wdrv",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/bju8v_v1",
        "title": "THE AMERICAN BOYCOTT OF BRITISH GOODS, 1764-1770: A MARCUSEAN CRITIQUE OF THE MARKETPLACE OF REVOLUTION",
        "authors": "Aleksandar Korolija",
        "created": "2025-10-26",
        "abstract": "This paper critically examines the American boycott of British goods between 1764 and 1770 through the lens of Herbert Marcuse’s theory of false needs and consumer society, in dialogue with Timothy Breen’s notion of the marketplace of revolution. While Breen emphasizes the transformative role of consumer resistance in forging colonial political identity, this article questions the depth and sincerity of anti-consumerist sentiment during the boycott. It argues that the boycott was pri-marily a tactical reaction to British coercion, rather than a strategic rejection of consumerism. Drawing on secondary sources and historiography, the analysis reveals sharp class contradictions in the organization, enforcement, and symbolic meaning of boycotts across regions and social groups. The article contends that neither Breen nor Marcuse adequately integrate class struggle into their interpretations. By incorporating class analysis, it highlights the different motives of merchants, artisans, planters, and lower classes, showing that the boycott often reproduced existing inequalities. The study concludes that the ephemeral nature of anti-consumerist discourse and the rapid return to consumption following British concessions suggest that marketplace resistance was limited in ideological and political depth and largely failed to really challenge the underlying capitalist logic",
        "url": "https://doi.org/10.31235/osf.io/bju8v_v1",
        "version": 1,
        "id": "bju8v",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/frcv5_v1",
        "title": "The Tip of the Iceberg: How the Social Media Production-Consumption Gap Distorts Public Opinion for Citizens and Researchers",
        "authors": "Lisa Oswald, Will Schulz, Ralph Hertwig, David Lazer, Sebastian Stier",
        "created": "2025-10-22",
        "abstract": "The production–consumption gap on social media is a consistent finding across time, platforms, and cultural contexts: A small minority of highly active users produce the majority of online political content, while the majority of users consume content passively and remain largely silent. Online content thus reveals only the tip of an iceberg, from which citizens and scholars alike are apt to draw incorrect inferences regarding the submerged mass of public opinion. This has substantive as well as methodological consequences for social media research, which must be taken into account when designing studies to describe and understand how social media use relates to content exposure, public opinion, and political behavior, and when designing and testing pro-democratic interventions.",
        "url": "https://doi.org/10.31235/osf.io/frcv5_v1",
        "version": 1,
        "id": "frcv5",
        "subjects": "Politics",
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/gh6b3_v2",
        "title": "Beyond temporary protection? Scenarios for Ukrainian refugees in Switzerland",
        "authors": "Valeriia Hett",
        "created": "2025-10-28",
        "abstract": "Switzerland activated temporary collective protection (Status S) in March 2022 to respond to the large-scale displacement caused by the war in Ukraine. This exceptional measure, aligned with the European Union’s Temporary Protection Directive, provided immediate access to residence, employment, education and social support, while deliberately remaining temporary in nature. However, the ongoing and protracted nature of the conflict requires consideration of future steps beyond temporary protection. This article develops a conceptual two-stage model adapted to Swiss context. Phase 1 (2025-2027) focuses on facilitating gradual transitions into existing residence categories, which will strength integration and reduce the risks of institutionalised temporariness. Phase 2 (from 2027 onwards) underscores voluntary, safe and dignified return, where possible, in addition to residual protection for those who cannot be repatriated. The proposed framework aims to reconcile humanitarian obligations, integration policies and long-term sustainability.",
        "url": "https://doi.org/10.31235/osf.io/gh6b3_v2",
        "version": 2,
        "id": "gh6b3",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Human Rights Law, Political Science, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/huqj9_v1",
        "title": "Co-habiting Couples, Economic Standing and Support of Right-wing Populism in the Netherlands: a Diagonal Reference Models Approach",
        "authors": "Yoav Roll",
        "created": "2025-10-28",
        "abstract": "Over the past three decades, right-wing populism has steadily risen to prominence across the world. Yet a crucial socio-economic context for its development - the household and its underlying gender dynamics - remains under-explored in research on right-wing populism. This study investigates how the income, level of education, and class within cohabiting couples in the Netherlands, shape their support for right-wing populism through three diverse predictors, ranging from behavioural to attitudinal: voting for right-wing populist [RWP] parties, aim to vote for RWP parties, and sympathy towards RWP parties. Four models are tested to explain these relationships: male dominance, sharing, individual, and economic dominance models. Based on previous studies focusing on non-RWP parties, I expected the individual model for men and the sharing model for women to provide the best fit. Using data from the Longitudinal Internet Studies for the Social Sciences, this paper utilises diagonal reference models [DRM], for men and women separately, to trace the relative influence of the respondent and their partner on their RWP support. As far as I know, DRM has never been used to predict support for RWP parties. As expected, gender differences are evident. However, the data show, contrary to expectation, that the sharing model provides the best fit for men, while the individual model provides the best fit for women when it comes to income and education. Regarding class, as expected, the sharing model provides the best fit for women. The implications of these findings are discussed in light of the diverse characteristics of the economic standing predictors and the different facets of RWP support tested. As women increasingly join the workforce and occupy diverse roles, the ways in which men and women perceive their economic circumstances - particularly within households - diverge significantly. These findings highlight the importance of accounting for household context and gender dynamics in understanding the rise of right-wing populism in developed democracies such as the Netherlands.",
        "url": "https://doi.org/10.31235/osf.io/huqj9_v1",
        "version": 1,
        "id": "huqj9",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ksf8v_v1",
        "title": "EXTRACTIVE IMPERIALISM AND THE EXPERIENCES OF THE “LITHIUM TRIANGLE”",
        "authors": "Aleksandar Korolija",
        "created": "2025-10-26",
        "abstract": "This paper examines the concept of extractive imperialism through the lens of the experiences in the “Lithium Triangle.” Extractive imperialism represents a contemporary iteration of historical colonial practices, characterised by the exploitation of natural resources by transnational corporations in underdeveloped countries, frequently resulting in socio-environmental conflicts. This work concentrates on the Lithium Triangle in South America, comprising Chile, Argentina, and Bolivia, where extensive lithium deposits have attracted considerable foreign investment. The analysis demonstrates how the interplay between global capital and national governments frequently results in the marginalisation of local communities, thereby exacerbating social tensions and environmental degradation. The work elucidates the contrasting definitions of extractivism and neo-extractivism, underscoring the persistent exploitation and centralisation of wealth. By focusing on the socio-political dynamics and ownership structures in these regions, the paper emphasises the necessity for sustainable and equitable resource management practices. The work contributes to a broader understanding of extractive practices in the Global South, advocating for policies that prioritise the rights and livelihoods of indigenous populations and local communities over transnational corporate interests.",
        "url": "https://doi.org/10.31235/osf.io/ksf8v_v1",
        "version": 1,
        "id": "ksf8v",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Political Science, Environmental Studies, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/nf785_v1",
        "title": "It Works When It Works: Measuring the Direct and Indirect Effects of AI Labels on Political Images",
        "authors": "Zeve Sanderson, Joshua A. Tucker, Wei Zhong",
        "created": "2025-10-29",
        "abstract": "Recent advancements in the availability and sophistication of generative artificial intelligence has been accompanied by widespread concerns regarding the ability for the public to navigate the digital information environment, especially during social and political events. A growing consensus across policymakers, academics, and industry leaders has emerged around the need for applying labels communicating whether AI was used in content creation. Labeling as a media literacy strategy and policy intervention has gained momentum, but what impacts do synthetic content labels have on the public? We run two online experiments to measure the effect of content labeling on perceptions of political images—their perceived provenance, veracity, and engagement intention. We find that AI labels effectively communicate content provenance, significantly reducing perceived human involvement in image creation regardless of whether images were actually AI-generated. At the same time, labels have no impact on perceived veracity or self-reported engagement intentions. In a follow on study, we find limited evidence of the \"implied authenticity effect,\" whereby exposure to labeled synthetic images increases the perceived human provenance of subsequent unlabeled synthetic images. However, we show that the near-zero total effect is the result of two offsetting pathways: exposure to labeled synthetic images implies subsequent unlabeled synthetic images are more authentic, but this effect is countered by an increased skepticism caused by prior exposure to labeled content. Taken together, our research contributes to the growing academic literature on content labeling as a media literacy intervention, as well as to ongoing efforts to develop evidence-based strategies to mitigate the harmful political effects of generative AI.",
        "url": "https://doi.org/10.31235/osf.io/nf785_v1",
        "version": 1,
        "id": "nf785",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/4wg3m_v1",
        "title": "Firm Level Gains from Financial Integration",
        "authors": "Angus Lewis, Oliver Xie",
        "created": "2025-10-22",
        "abstract": "Many firms borrow predominantly in foreign currencies from foreign lenders. Access to these foreign lenders may have large impacts on firm borrowing costs and quantities. We propose a model of firm debt financing across debt markets which are segmented by currency. Firms face separate credit supply curves in each debt market. A key theoretical takeaway is that existing approaches to estimating cost of borrowing savings based on estimates of savings on the marginal unit of debt are only valid if firms face perfectly flat credit supply curves. We then measure key empirical quantities and estimate the parameters in our model using a comprehensive, security level dataset of global corporate debt issuance which covers firms in 41 countries. We find that credit supply curves are not perfectly flat and that there are meaningful inframarginal gains. We estimate that many firms reduce the interest rates on their debt liabilities by up to 2 percentage points by accessing foreign currency debt markets. We perform model counterfactuals in which we change barriers to financial integration.",
        "url": "https://doi.org/10.31235/osf.io/4wg3m_v1",
        "version": 1,
        "id": "4wg3m",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/74k3v_v1",
        "title": "When Facts Fail: Experimental Evidence on Perceptions and Preferences towards Chinese Investments in Germany",
        "authors": "Zhexun Mo, Katharina Kaeppel, Carsten Schröder, Li Yang, Carolyn Fisher",
        "created": "2025-10-29",
        "abstract": "This paper investigates how the German public perceives Chinese Foreign Direct Investment (FDI) amid escalating geopolitical tensions and deepening China–EU economic interdependence, complemented by evidence on Chinese perceptions of German FDI. We combine data from a large-scale survey experiment embedded in the 2023 German Socio-Economic Panel Innovation Sample (N = 2,365) with a descriptive survey in China (N = 2,000). German respondents substantially overestimate the scale of Chinese investment—believing it accounts for about 30% of total inward FDI, compared to an actual share of roughly 1%—and evaluate it significantly less favorably than investment from other EU countries or the United States. In contrast, Chinese respondents express consistently positive views of German FDI, revealing a pronounced asymmetry in mutual perceptions. To probe the origins and malleability of these views, we implement three randomized interventions in Germany: a factual correction of actual FDI shares and two narrative framings emphasizing either positive or negative aspects of Chinese investment. While factual information modestly improves perceptions of FDI’s economic benefits, none of the treatments meaningfully shift deeper, ideologically anchored attitudes toward Chinese investment. Quantile treatment effect analyses indicate, however, that these interventions reduce anti-China biases among respondents who are initially more receptive to Chinese FDI. Taken together, the results—consistent across direct evaluations, conjoint choice experiments, and Willingness-to-Accept (WTA) measures—underscore the limits of informational interventions in reshaping entrenched geopolitical or identity-based biases toward foreign investment. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/74k3v_v1",
        "version": 1,
        "id": "74k3v",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/85cyv_v1",
        "title": "The Transformation of Marketing in the Digital Age",
        "authors": "Samet AYDIN",
        "created": "2025-10-27",
        "abstract": "Rapid advances in technology have created a need for businesses to not only adapt to these developments but also to restructure themselves to place their customers at the center. The rapid adoption of digital innovations by consumers, coupled with their heightened expectations from every business interaction, has rendered digital transformation a necessity. Businesses that fail to successfully implement this transformation will face the threat of extinction sooner than predicted. This disruptive effect has already begun to show its impact on various sectors. In the digital transformation process, businesses’ main goal should be to ensure that all new applications provide added value to their existing or future customers. This study examines changes in customer expectations and behavior in the digital age from a marketing perspective. It states that businesses need to update their marketing mixes to appeal to consumers’ emotions and support their self-expression, while also considering the effort and change required from them and ensuring accessibility anytime, anywhere. Additionally, the concepts of personalization, access instead of ownership (sharing economy), and omnichannel, which have emerged as new trends to meet the expectations of digital customers, are addressed.",
        "url": "https://doi.org/10.31235/osf.io/85cyv_v1",
        "version": 1,
        "id": "85cyv",
        "subjects": "Economics",
        "subjects_osf": "Other Social and Behavioral Sciences, Economics"
      },
      {
        "doi": "10.31235/osf.io/c7rvx_v1",
        "title": "Predicting Opioid Cost Burden through Integrated PBM and SDOH Modeling: An Explainable AI Framework",
        "authors": "Mohit Singhal",
        "created": "2025-10-27",
        "abstract": "Background: The U.S. opioid epidemic imposes a persistent and disproportionate economic burden on payers and communities, driven by complex interactions among clinical utilization, pharmacy benefit management (PBM) policies, and social determinants of health (SDOH). Despite extensive research on overdose and prescribing risk, few studies have quantified the cost burden of opioid use or examined how policy and community-level factors jointly shape it. Objective: This study develops an interpretable, machine-learning framework integrating PBM cost levers and SDOH indicators to predict and explain county-level variation in opioid-related spending from 2013–2023. The goal is to identify structural drivers of cost, simulate potential savings under policy and social interventions, and support data-driven resource allocation. Methods: Using CMS Medicare Part D data linked with County Health Rankings and U.S. Census indicators, a Random Forest regression model was trained on ten years of county-level data (≈3,000 counties, 2013–2023). Key predictors included unemployment, income ratio, obesity, smoking, provider density, and PBM variables such as cost per claim and opioid prescribing rate. Model interpretability was achieved through SHAP (SHapley Additive exPlanations) analysis and policy simulations testing both PBM and SDOH interventions. Results: The model achieved high predictive accuracy (R² ≈ 0.97), explaining nearly all observed variation in opioid cost per capita. SHAP analysis revealed unemployment, mental-health-provider density, and income inequality as dominant drivers, while provider access and preventive-care variables exerted cost-mitigating effects. Simulated PBM levers (e.g., formulary tightening, utilization management) reduced predicted costs by 4–6%, while integrated SDOH improvements (e.g., +20% behavioral-health access, +10% primary care) achieved up to 17% savings—equivalent to approximately $23 billion nationally. The combined model demonstrated both statistical robustness and policy relevance. Conclusion: This study reframes the opioid crisis through an economic and structural lens, demonstrating that predictive modeling can translate public-health and PBM data into actionable fiscal insights. The proposed PBM–SDOH integration provides a scalable, transparent framework for targeting interventions in high-burden counties, optimizing healthcare spending, and informing evidence-based opioid policy. Keywords: Opioid costs, pharmacy benefit management, social determinants of health, Medicare Part D, machine learning, SHAP, predictive modeling, public health economics, health policy",
        "url": "https://doi.org/10.31235/osf.io/c7rvx_v1",
        "version": 1,
        "id": "c7rvx",
        "subjects": "Economics",
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/fpcr5_v1",
        "title": "Community Wealth Protects Cognitive Health for Older Adults",
        "authors": "Dylan Connor, Connor Sheehan, Jiwon Jang, Tom Kemeny, Joel Suss, Mercedes Molina, Siqiao Xie, Zhining Gu, Joseph Saenz",
        "created": "2025-10-29",
        "abstract": "Using a new database on the net worth and self-reported cognitive impairment for almost two million adults, this paper provides the first large-scale evidence linking community wealth to age-related cognitive decline. This assessment is timely as widening geographic wealth gaps in the USA fuel disparities in access to public goods and amenities, positioning community wealth as a critical determinant of cognitive health. Conditioning on personal wealth and other risk factors, we find that a standard deviation increase in community wealth is associated with a 6.7% relative risk reduction in cognitive impairment across the national population of older adults, rising to 13.7% for those residing in the poorest fifth of communities. Community wealth matters more than relative inequality, and its associated protective effects are larger for non-white, non-college educated, and low net worth householders. This is plausibly because these individuals rely more on the public goods and services underwritten by local affluence. The economic fragmentation of American communities thus poses a growing threat to the cognitive health of Americans, especially among those from socially vulnerable and marginalized backgrounds",
        "url": "https://doi.org/10.31235/osf.io/fpcr5_v1",
        "version": 1,
        "id": "fpcr5",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Geography, Economics, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ftjys_v1",
        "title": "Human Capital, Unequal Opportunities, and Productivity Convergence: A Global Historical Perspective, 1800–2100",
        "authors": "Nitin Bharti, Amory Gethin, Thanasak Jenmana, Zhexun Mo, Thomas Piketty, Li Yang, Carolyn Fisher",
        "created": "2025-10-24",
        "abstract": "This paper constructs a new global historical database on public expenditure and revenue and their components—particularly education and health expenditure—covering all world regions over the 1800-2025 period. We document a large rise of human capital expenditure (as % of GDP) in all parts of the world in the long run, but with enormous and persistent inequality between regions. Public education expenditure per school-age individual in Sub-Saharan Africa is about 3% of the level observed in Europe and North America in 2025 in PPP terms (versus 6% in 1980 and 4% in 1950). We also find a large impact of human capital expenditure on productivity growth over the 1800–2025 period, especially for public education and for poor countries. Estimated returns using our macro-historical database are around 10% or more, in line with micro studies. Finally, we present simulations based on alternative human capital expenditure trajectories over the 2025–2100 period. In particular, we analyze the conditions under which convergence in human capital expenditure could lead to global productivity convergence by 2100 (around 100€ per hour in all regions in our benchmark scenario). (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/ftjys_v1",
        "version": 1,
        "id": "ftjys",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/j5mws_v1",
        "title": "Tinjauan Pelaksanaan Penyaluran Bantuan Sosial oleh Dinas Sosial Aceh",
        "authors": "Maulia Putri Dinanti, Zahriatul Aini, Mirnawati",
        "created": "2025-10-23",
        "abstract": "Abstrak Penyaluran bantuan sosial di Provinsi Aceh pada tahun 2024 melalui Program Keluarga Harapan (PKH) dan Bantuan Pangan Non-Tunai (BPNT) menunjukkan kinerja yang cukup efektif meskipun masih terdapat beberapa tantangan. Penelitian ini bertujuan mengevaluasi efektivitas penyaluran bantuan sosial oleh Dinas Sosial Aceh dengan mengukur ketepatan sasaran, ketepatan waktu, ketepatan jumlah, dan efisiensi distribusi. Pendekatan kualitatif deskriptif digunakan dengan pengumpulan data melalui wawancara dan studi dokumentasi. Hasil menunjukkan bahwa tingkat realisasi penyaluran PKH dan BPNT berada di kisaran 91-93%, ketepatan sasaran mencapai sekitar 92%, dan ketepatan waktu mencapai 100%. Namun, terdapat ketimpangan efektivitas antar kabupaten/kota serta keterbatasan dalam transparansi dan akuntabilitas yang menghambat deteksi penyimpangan. Implikasi penelitian ini menekankan perlunya pemutakhiran data penerima secara berkala, peningkatan kapasitas daerah dengan capaian rendah, diversifikasi jalur distribusi, dan penguatan sistem monitoring dan evaluasi untuk meningkatkan efektivitas dan transparansi penyaluran bantuan sosial di masa mendatang. Kata Kunci: Bantuan Sosial, PKH, BPNT, Efektivitas, Ketepatan Sasaran, Transparansi Abstract The distribution of social assistance in Aceh Province in 2024 through the Family Hope Program (PKH) and Non-Cash Food Assistance (BPNT) has demonstrated fairly effective performance despite some challenges. This study aims to evaluate the effectiveness of social assistance distribution by the Aceh Social Service by assessing targeting accuracy, timeliness, accuracy of amount, and distribution efficiency. A qualitative descriptive approach was employed, collecting data through interviews with relevant staff and documentary studies of the 2024 social assistance distribution. The results show that the realization of PKH and BPNT distribution ranges between 91% and 93%, targeting accuracy reaches approximately 92%, and timeliness achieves 100%. However, disparities exist among districts/cities, alongside limitations in transparency and accountability that hinder the detection of irregularities. The findings imply the need for regular updates of recipient data, capacity building in low-achieving areas, diversification of distribution channels, and strengthening monitoring and evaluation systems to enhance the effectiveness and transparency of social assistance distribution in the future. Keywords: Social Service, PKH, BPNT, effectiveness, targeting accuracy, transparency",
        "url": "https://doi.org/10.31235/osf.io/j5mws_v1",
        "version": 1,
        "id": "j5mws",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/peuvz_v3",
        "title": "The casual effect of fertility: Reviewing the multiple problems with instrumental variables for the number of children in families",
        "authors": "Stefan Öberg",
        "created": "2025-10-27",
        "abstract": "For years, instrumental variables (IVs) based on parity-specific twin births have been considered the “gold standard” method for estimating the causal effect of how the number of children in the family affects parents and children. However, recent research questions the validity of these IVs. This paper argues that the issues with twin birth IVs are more profound than previously recognized. The empirical literature has overlooked the need for a definition of causality. The definition used when applying IVs is the potential outcomes framework. This framework requires clear definitions of the active and control treatments because the causal effect is defined as the difference in outcome between the groups undergoing these two treatments. Previous research using twin birth IVs has failed to provide clear and accurate definitions of the treatments, making it impossible to accurately interpret the estimated effects or assess the validity of the study design and IVs.",
        "url": "https://doi.org/10.31235/osf.io/peuvz_v3",
        "version": 3,
        "id": "peuvz",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/yguf9_v1",
        "title": "The Economic Effects of the Montgomery Bus Boycott",
        "authors": "Kush Jenkins, Carlos Whitfield, Anthony Walton Johnson",
        "created": "2025-10-23",
        "abstract": "This paper reexamines the economic effects of the Montgomery Bus Boycott, an event often celebrated for its moral and social significance, yet underexplored in terms of its fiscal implications. We assess the hypothesis that the Boycott had no measurable impact on the City of Montgomery’s public finances and find compelling evidence to the contrary. Our analysis demonstrates that the Boycott significantly contracted municipal revenue and simultaneously escalated public expenditures, particularly in policing and fire services, driven by the city's \"get tough\" policy response. Using historical financial records and time-series forecasting (ARIMA), we quantify the growing fiscal strain experienced by the city. Although Montgomery maintained budget surpluses during the Boycott period, projections indicate a rising probability of deficits had the protest continued beyond its resolution. These findings highlight the economic leverage wielded by organized civil resistance and underscore the material costs incurred by municipal governments when confronting movements for racial justice.",
        "url": "https://doi.org/10.31235/osf.io/yguf9_v1",
        "version": 1,
        "id": "yguf9",
        "subjects": "Economics",
        "subjects_osf": "History, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/4bnzm_v1",
        "title": "Proposal and application of the Internationality index as a proxy for evaluating the internationalization process in an Argentine research group",
        "authors": "Mariano Martín Pérez",
        "created": "2025-10-28",
        "abstract": "Objective. This study aims to propose the Internationality Index (IdI) and test its applicability in a case study, revealing critical gaps in institutional data availability of a Research Center (RC), the \"Dr. Eduardo J. Usunoff\" Plain River Hydrology Institute (IHLLA) in Argentina, from 2010 to 2018. It introduces and applies the composite Internationality Index (IdI) to assess institutional performance across education, publication, and financing dimensions. Design/Methodology/Approach. The research employed a documentary analysis using IHLLA’s annual institutional reports (2010–2018) and publicly available data. The IdI was constructed from three subindices: International Education Index (IEI), International Publication Index (PI), and International Financing Index (IFI). Due to limitations in explicit reporting, the final analysis relied on adjusted budget figures for financing, raw publication counts, and formal foreign degree attainment among research personnel for education. Results/Discussion. Data analysis revealed moderate international engagement in terms of research personnel training, with 41% of scholars and researchers holding a foreign degree. However, inconsistent reporting, a lack of systematic documentation on short-term mobility, and the absence of journal quartile classification in institutional reports constrained a complete longitudinal IdI calculation. The findings underscore the gap between the need for robust evaluation tools and the availability of standardized institutional data. Conclusions. The IdI is a viable tool for longitudinal analysis and strategic decision-making, but its effectiveness is severely limited by inconsistent institutional reporting of international variables. RCs must adopt systematic metrics to accurately capture internationality, particularly in international short-term training, international financing and publication quality, to enable effective monitoring and strategic improvement. Originality/Value. This study pioneers the application of the IdI as a synoptic measure to assess internationality specifically within Research Centers, distinguishing it from traditional HEI-focused models. It provides empirical evidence on an Ibero-American RC, contributing to the development of robust evaluation frameworks for science policy.",
        "url": "https://doi.org/10.31235/osf.io/4bnzm_v1",
        "version": 1,
        "id": "4bnzm",
        "subjects": "Sociology",
        "subjects_osf": "International and Area Studies, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/4fzgb_v1",
        "title": "Context-specificity is an inadequate ethical justification of coercive public health policies",
        "authors": "Dalinda Reese",
        "created": "2025-10-17",
        "abstract": "This commentary on Johnson et al. (2024) offers evidence that context-specificity is an inadequate justification for coercive public health policies. Contexts – or guiding narratives – can be created, defined, and used in ways that are contrary to human dignity, timeless wisdom, or universal values. Personal autonomy and common good are intrinsically intertwined. Human beings are relational creatures who influence and are influenced by each other and the world around us, making us particularly vulnerable to indirect coercion via context-driven psychosocial influences. The role of the behavioral sciences in coercion is briefly considered. Context-specific arguments often reflect the biases of the arguers. Unacknowledged biases may account for the differences between how Johnson et al. (2024) discussed the ethics of mandatory HIV testing in Malawi and how they discussed the ethics of COVID-19 mandates.",
        "url": "https://doi.org/10.31235/osf.io/4fzgb_v1",
        "version": 1,
        "id": "4fzgb",
        "subjects": "Sociology",
        "subjects_osf": "Philosophy, Public Affairs, Public Policy and Public Administration, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/4my5s_v1",
        "title": "Measuring Ethnic Mortality in Colombia: The Under-registration Gap",
        "authors": "J. Loja-Torres, Jason Hilton, Sabu Padmadas",
        "created": "2025-10-29",
        "abstract": "Background Under-registration of vital statistics is common in low- and middle-income countries, espe- cially among under-privileged groups. We examine the level of completeness of death counts in the Colombian vital registration records relative to those in the Census 2018. Our aim is to estimate the bias caused by under-registration of deaths, and how this bias varies across age and ethnicity. Methods We use data from the 2018 National Population Census and 2017 Vital Registration System from Colombia. Under-registered deaths by ethnic groups were estimated using two methods. First, we compared the number of deaths in the census with those in the mortality records. Second, we fitted a logistic regression model to estimate the relationship between mortal- ity under-registration and ethnicity, using a census variable indicating whether a death in the household was registered or not. Results A comparison of census and vital registration data indicates that the majority of deaths to both Indigenous and Afro-descendent households were not registered. Indigenous under- registration was considerably higher, with 77.8% of deaths reported in the census not captured in the vital registration system. The probability of under-registration remains high among the Indigenous and Afro-descendent population, even after adjusting for household characteristics. Conclusions Vital registration data in Colombia severely underestimate the deaths to Indigenous and Afro- descendants, reinforced by a clear geospatial patterning which correlates with the distribution of ethnic populations. Contribution This study is the first to quantify the magnitude of under-registration of deaths among ethnic groups in Colombia using census micro-data and vital registration data.",
        "url": "https://doi.org/10.31235/osf.io/4my5s_v1",
        "version": 1,
        "id": "4my5s",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/5hwgv_v1",
        "title": "Unobservable Assumptions: Is “Self-Control” a Reflective Measure, Formative Construct, or Measurement Fiction?",
        "authors": "Jonathan R. Brauer, Jacob C. Day, Amanda Graham",
        "created": "2025-10-23",
        "abstract": "Criminologists typically invoke theoretical constructs within an implicit reflective measurement paradigm, assuming constructs represent unified entities causing observable indicators. Yet measurement model choices embed fundamental theoretical commitments rarely subjected to systematic examination. Using self-control as a paradigmatic example, we analyze an abbreviated 12-item Grasmick et al. (1993) scale across 30 countries in the ISRD-2 data through confirmatory factor analysis, network analysis, and predictive concordance assessment. Results challenge unidimensional reflective assumptions: modest model fit masks substantial item-level heterogeneity; systematic cross-cultural measurement non-invariance emerges; network structures suggest complex interdependencies rather than common-cause relationships; and substantial individual-level prediction discordance reveals a “correlation paradox” where aggregate statistical success corresponds to individual-level theoretical failure. These patterns suggest alternative structures—multidimensional reflective, formative, or fictional—merit consideration. Persistent anomalies may reflect theorists struggling to articulate complex conceptualizations within disciplines lacking appropriate measurement vocabularies. Rather than advocating specific approaches, we argue for explicit measurement choices and appropriate validation methods. The disconnect between aggregate success and individual-level validity may characterize research programs trapped in degenerating development patterns.",
        "url": "https://doi.org/10.31235/osf.io/5hwgv_v1",
        "version": 1,
        "id": "5hwgv",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/6gbe2_v1",
        "title": "Herbert Marcuse’s Critique of the Authoritarian Personality",
        "authors": "Geoff M Boucher",
        "created": "2025-10-29",
        "abstract": "This chapter explores Herbert Marcuse’s contribution to the Frankfurt School’s research into the authoritarian personality, in a political context where, because he is now an official enemy figure of the forthcoming Trump incumbency, the legacy of Marcuse has become more important than ever. Although Marcuse never contributed directly to the formulation of Theodor Adorno’s The Authoritarian Personality (1951), his research into the ideological roots of arbitrary authority is central to its findings. Marcuse’s supplement to the social psychology of authoritarian politics is presented in Eros and Civilization (1964), through the theories of surplus repression and regressive de-sublimation, which explain how discontent with civilization can be mobilized by authoritarian personalities to wider their support base. These theories supply the key to understanding the rancorous atmosphere of rightwing populism, authoritarian resentment and aversive prejudice now politically resurgent around the world on the Far Right. Marcuse anticipated the political events today unfolding in the USA in a crucial essay on the “Historical Fate of Bourgeois Democracy” (1972), which provides an analysis of the objective and subjective preconditions for the rise of the authoritarian personality. Bringing together the strands of Marcuse’s analysis of the relation between crisis dynamics, authoritarian regimes and the authoritarian personality, this chapter develops a Marcusean analysis of the extremely dangerous conjuncture unfolding in America (and beyond).",
        "url": "https://doi.org/10.31235/osf.io/6gbe2_v1",
        "version": 1,
        "id": "6gbe2",
        "subjects": "Sociology",
        "subjects_osf": "Philosophy, Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/6mq9u_v1",
        "title": "The Consequences of Widowhood for Depression in the Short- and Medium-Term across European Countries",
        "authors": "Sophia Noel, Zachary Van Winkle",
        "created": "2025-10-28",
        "abstract": "Widowhood is a common yet critical life event, associated with significant risks to mental health. This study aims to understand the individual and contextual factors that may moderate the short-term decline in mental health and recovery in the medium-term associated with widowhood. Data from the Survey of Health, Aging and Retirement in Europe are applied to between-within random-effects linear regressions to estimate average within-individual change in mental health following spousal death across fifteen countries. Rather than a summary score of depressive symptoms, this study focuses on affective suffering and changes in motivation. This allows us to differentiate between depressive symptoms that manifest in the course of bereavement (affective suffering) and symptoms that indicate a more severe depressive episode (changes in motivation). In addition, we consider the role of institutional, social and compositional differences between countries to account for cross-national variation. Widowhood is associated with higher affective suffering in the short-term and recovery in the medium-term across all countries. However, there is more cross-national variation in the appearance of changes in motivation following spousal loss. Findings suggest that compositional differences, specifically the mean age of widowhood and the gender composition of the widowed population, account for cross-national heterogeneities in the consequences of widowhood for affective suffering and motivation.",
        "url": "https://doi.org/10.31235/osf.io/6mq9u_v1",
        "version": 1,
        "id": "6mq9u",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/73zaf_v1",
        "title": "The Rise of Private Club and Travel Teams in the U.S.: Generational changes in youth sports participation and associations with socioeconomic statuses and family and community sport cultures",
        "authors": "Chris Knoester, Chris Bjork",
        "created": "2025-10-28",
        "abstract": "Using descriptive and binary logistic regression analyses of data from the National Sports and Society Survey (N = 3,993), this study assessed trends in private club and travel sports participation over the past 60 years, according to U.S. adults’ retrospective reports of their experiences while growing up. Results indicated an increase, across generations, of ever having participated in private club or travel sports, a pre-teen competitive league like travel/club, and a competitive league like travel/club for elite teen athletes. Family socioeconomic statuses and family and community sport cultures consistently predicted the likelihood that adults reported ever having participated in these types of sports offerings. Family socioeconomic statuses become more meaningful in distinguishing participation rates among the youngest generations. These findings offer valuable new evidence of the rise and extent of private club and travel sports participation over recent decades and highlight how generational contexts, family socioeconomic statuses, and family and community sport cultures have shaped children’s youth sports experiences, especially as they relate to private club and travel sports, over the years.",
        "url": "https://doi.org/10.31235/osf.io/73zaf_v1",
        "version": 1,
        "id": "73zaf",
        "subjects": "Sociology",
        "subjects_osf": "Leisure Studies, Sports Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/afq2t_v1",
        "title": "HIGHER EDUCATION AND THE REPRODUCTION OF THE WORLD SYSTEM",
        "authors": "Aleksandar Korolija",
        "created": "2025-10-26",
        "abstract": "The paper discusses the role of higher education in the reproduction of society. In the context of the world system, an attempt is made to shift the focus of reproduction from individual social formations to the world system as a whole. While Marxist and functionalist theories, which are used as a theoretical framework in this paper, were primarily focused on the reproduction of class societies at the level of social formations, this paper considers reproduction at the level of the world system. Analogous to internal class selection, it is claimed that nation-states are drawn into the reproduction of the world system so that peripheral countries train a part of their personnel for free for the countries of the core. This reproduction, which is based on unequal relations in the wider world economy, explains the phenomenon of ‘brain drain.’ In accordance with that, the possibility of political interventions within the individual states of the (semi)periphery, which would significantly disrupt the current systemic processes of reproduction, is viewed as pessimistically inadequate.",
        "url": "https://doi.org/10.31235/osf.io/afq2t_v1",
        "version": 1,
        "id": "afq2t",
        "subjects": "Sociology",
        "subjects_osf": "Higher Education, Social and Philosophical Foundations of Education, Education Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ahb2y_v1",
        "title": "Diversité en chiffres : Portrait des personnes ​​LGBTQ+ en Suisse au travers de l’Enquête suisse sur la santé",
        "authors": "Clément Meier, Gaé Colussi, Pink Cross",
        "created": "2025-10-28",
        "abstract": "Pour le première fois en 2022, l'Enquête suisse sur la santé (ESS) - enquête représentative menée tous les 5 ans auprès de la population suisse - incluait des questions permettant d'identifier les personnes LGBTQ+ dans leur diversité. Dans ce court rapport de recherche, publié en collaboration avec Pink Cross, nous avons analysé les données de l'ESS pour identifier les personnes LGBTQ+. Ce rapport met en valeur l'importance de la prise en compte des diverses variables permettant d'identifier les personnes LGBTQ+ dans la collecte de données de santé, tout en montrant la persistance d'inégalités fortes en santé (santé globale, dépression, etc.)",
        "url": "https://doi.org/10.31235/osf.io/ahb2y_v1",
        "version": 1,
        "id": "ahb2y",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/b7emr_v1",
        "title": "Voices of Women in Medicine: Reflections on Structural Inequities, Resilience, and Pathways Forward",
        "authors": "Ivy Ng, Rachel Yuan",
        "created": "2025-10-23",
        "abstract": "Despite growing representation in medicine, women physicians continue to face persistent inequities in pay, leadership, and recognition. To gain a deeper understanding of their lived experiences, we conducted interviews and surveys with 22 women physicians from across the United States and Canada. We analyzed 309 narrative excerpts using a mixed-methods thematic analysis. Seven key themes emerged: early influences and role models, family and life-course pressures, gendered dynamics in daily practice, structural inequities, wellness and burnout, leadership and mentorship, and visions for the future of medicine. Participants described how career demands often conflicted with family responsibilities, how bias and misidentification shaped legitimacy, and how systemic burdens intensified burnout. Yet they also emphasized the strength of resilience, mentorship, and optimism regarding technology, as well as collective advocacy. These narratives suggest that achieving gender equity in medicine is essential not only to ensure justice among clinicians but also to sustain compassionate, high-quality patient care.",
        "url": "https://doi.org/10.31235/osf.io/b7emr_v1",
        "version": 1,
        "id": "b7emr",
        "subjects": "Sociology",
        "subjects_osf": "Disability and Equity in Education, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/c6fp9_v1",
        "title": "Can Flexible Work Policies Challenge Ideal Worker Norms and Improve Employees’ Work Outcomes? The Role of Policy Design and Implementation",
        "authors": "Cha, Youngjoo, Kristin Kelley, Elizabeth Hirsh",
        "created": "2025-10-23",
        "abstract": "This paper examines the relationship between flexible work policies (e.g., time-off, flextime, working from home), workplace culture, and employee work outcomes. Drawing on an original survey of 4,013 employees from a national probability sample of U.S. households, we find that “ideal worker norms,” which emphasize a single-minded commitment to work, largely persist across U.S. work organizations, including those that offer flexible work policies. However, in organizations where flexible work policies are implemented under certain conditions—namely, gender-neutral framing, transparent guidelines and granting processes, easy access, and strong managerial support—employees are less likely to associate “successful employees” with ideal worker characteristics and less likely to view using flexible work policies as a career limiting move. Employees in these conditions also report higher self-assessed job fit, promotion prospects, and job satisfaction, and lower turnover intentions compared to employees in organizations where flexible work policies are implemented in more feminized, discretionary, less accessible, and less supportive conditions. These findings suggest that the effectiveness of flexible work policies depends on their design and implementation, not merely their availability, and that when implemented effectively, these policies can improve workplace culture and employee work outcomes.",
        "url": "https://doi.org/10.31235/osf.io/c6fp9_v1",
        "version": 1,
        "id": "c6fp9",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/f82gt_v1",
        "title": "Zizek’s Critique of the Authoritarian Personality",
        "authors": "Geoff M Boucher",
        "created": "2025-10-29",
        "abstract": "Lacanian psychoanalyst Slavoj Zizek provides the theoretical tools for rethinking the concept of the authoritarian personality originally developed by Theodor Adorno and cothinkers in the period 1936-1951. Zizek's theory explains why ideological fantasy is as important as political identification in contemporary authoritarian propaganda and clarifies the dynamic depth psychology underlying current authoritarian politics. Rethinking the authoritarian personality is crucial to understanding the rise of authoritarian populism today including movements in Europe and America.",
        "url": "https://doi.org/10.31235/osf.io/f82gt_v1",
        "version": 1,
        "id": "f82gt",
        "subjects": "Sociology",
        "subjects_osf": "Philosophy, Sociology"
      },
      {
        "doi": "10.31235/osf.io/hm839_v1",
        "title": "School-Years, Home Economics, and Men’s Housework: Evidence from a Natural Experiment in Sweden",
        "authors": "Nicklas Neuman, Katarina Boye",
        "created": "2025-10-28",
        "abstract": "In this natural experiment, we study the effects of added years of school and different exposures to Home Economics (HE) on adult men's self-reported time spent on housework. Using data from the Swedish Level-of-Living Survey (LNU), we run difference-in-differences analyses and a cohort analysis. The first test the effect of the Swedish nine-year elementary school reform and its preceding assessment period, with more added years of HE that included teaching of practical housework. The second compares birth cohorts before and after an important curricular change, for the first time adding HE for boys, in Swedish schools 1955/56. The data confirm previous findings about Swedish men’s housework: a general increase over time, mainly driven by more time spent on foodwork (e.g., food shopping, cooking, after-meal clean-up). We also confirm that men’s housework participation is positively associated with their educational level. However, the overarching picture of the study is a null result, except for an effect on time spent on laundry. Thus, while it is clear from previous findings that men in Sweden have increased their time spent on routine housework, especially foodwork, it is difficult to pinpoint any particular policy effect from the statistical noise of reforms and cultural transformation. Our study design could, in theory, identify the causal effect of school reform, focusing both on educational duration and curricular content, yet the findings suggest no such specific effect, indicating instead that other social factors have driven this development.",
        "url": "https://doi.org/10.31235/osf.io/hm839_v1",
        "version": 1,
        "id": "hm839",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/jvd4e_v1",
        "title": "Intergenerational Inequalities in Economic Volatility",
        "authors": "Edvin Syk, Max Thaning, Rense Nieuwenhuis",
        "created": "2025-10-24",
        "abstract": "Income volatility has increased in many Western countries, with recent evidence suggesting more pronounced increases at the top of the income distribution. We study heterogeneous patterns of labor market volatility across the life course in Sweden, examining how volatility differs by parental education. Drawing on data from the Swedish Level-of-Living Survey (1995–2021), linked to administrative registers and covering 11,466 individuals, we use arc percentage change measures to capture earnings fluctuations, including periods of zero earnings. Our findings reveal that individuals from advantaged backgrounds experience higher labor market volatility throughout their working lives, particularly during early career stages. However, this volatility differs qualitatively: advantaged groups experience substantially more positive income changes, with upward movements outweighing negative shocks. Suggesting that rising volatility at the top partly reflects income mobility, rather than insecurity.",
        "url": "https://doi.org/10.31235/osf.io/jvd4e_v1",
        "version": 1,
        "id": "jvd4e",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/kuy5q_v1",
        "title": "Marxism and Trump: Summary and Proposal",
        "authors": "Geoff M Boucher",
        "created": "2025-10-29",
        "abstract": "Marxist treatments of Donald Trump’s second presidency have yet to settle on a definitive classification of the regime-type that the current administration is evolving towards. In this article, I survey the main types of Marxist position in the scholarly and activist literature, presenting the arguments and weighing the evidence. To assist with this, I introduce a typology of emergency regimes of the capitalist state that is influenced by the work of Nicos Poulantzas and use it to locate the various assessments. I discuss Marxist assessments of Trump 2.0’s evolution in terms of arguments for Illiberal Democratic (ID-type), Bonapartist (B-type), Neofascist (NF-type) and new authoritarian Presidential Despotism (PD-type) classifications of the regime-type. The aim here is not scholastic categorization of a political process but understanding where empirical reality forces an argument to deviate from theoretical predictions. In this light, the second thing I do in this article is to present the case that the fourth camp, the PD-type argument, is on the right track. I locate this argument in relation to discussions of authoritarian neoliberalism and consider the kinds of evidence that make this argument the most plausible candidate amongst current evaluations.",
        "url": "https://doi.org/10.31235/osf.io/kuy5q_v1",
        "version": 1,
        "id": "kuy5q",
        "subjects": "Sociology",
        "subjects_osf": "Philosophy, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ncakt_v1",
        "title": "DNA Reveals the Growing Ancestral Diversity of the United States",
        "authors": "Betsy Alafoginis, Sam Trejo, Marissa E. Thompson",
        "created": "2025-10-30",
        "abstract": "Demographic research often seeks to assess changes to the characteristics of a population over time. However, many sociodemographic variables, like race/ethnicity, are self-reported measures that correspond to a subjective sense of identity; this makes it challenging to distinguish [i] changes to fixed characteristics of a population from [ii] changing social norms and patterns of self-identification. To address this issue, we utilize genetic similarity proportions (GSPs), which quantify the fraction of a person’s DNA linked to various present-day reference populations. We analyze the dynamic relationship between race/ethnicity and GSPs across three American birth cohorts: 1945, 1980, and 2015. Our results highlight the growing ancestral diversity of the U.S. over time, including both within-race/ethnicity shifts in average GSPs and changes to the association between GSPs and racial/ethnic identification.",
        "url": "https://doi.org/10.31235/osf.io/ncakt_v1",
        "version": 1,
        "id": "ncakt",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ng6am_v1",
        "title": "In it for the long run: How teachers transition between different types of school during their careers.",
        "authors": "Rasmus Henriksen Klokker",
        "created": "2025-10-24",
        "abstract": "Studying teacher career paths offers valuable insights into how teachers´ career decisons impact educational inequality. However knowledge on teachers´ career paths across long time horizons is scarce. In this study, I investigate how teachers’ teachers transition between schools in which students have different levels of SES, or opt out of teaching, and how these transitions shape teachers career paths across 35 years. Using Danish register data 13283 teachers who graduated between 1980 and 1985, I employ sequence analysis and cluster analysis to map out teacher career paths over 35 years. The main finding of the paper concerns the identification of four distinct types of career paths: 1) Teachers working almost exclusively outside of public elementary schools, 2) Teachers primarily working in schools serving less affluent students, 3) Teachers primarily working in schools serving affluent students and 4) Teachers working in schools serving middle-class students. Further, the analysis reveals that teacher career paths are highly stable. Once teachers begin their careers in a particular type of school, they tend to remain in that type throughout their careers. This contradicts the theoretical expectation that teachers would switch schools or types of schools as they gain experience. Lastly, teacher characteristics such as high school GPA, gender, and age at graduation show weak associations with the type of career path teachers follow. The paper contributes to the literature on teacher sorting by providing a long-term view of teacher careers, emphasizing early career decisions’ lasting effects. It also challenges the idea that teacher sorting patterns evolve dynamically throughout",
        "url": "https://doi.org/10.31235/osf.io/ng6am_v1",
        "version": 1,
        "id": "ng6am",
        "subjects": "Sociology",
        "subjects_osf": "Elementary Education, Teacher Education and Professional Development, Sociology"
      },
      {
        "doi": "10.31235/osf.io/qn8cw_v1",
        "title": "Exploring Personal Recommendations from New Contacts in the Movie Market",
        "authors": "Yevhen Voronin",
        "created": "2025-10-29",
        "abstract": "Cultural markets are characterized by uncertainty, prompting consumers to rely on various forms of social information. Personal recommendations, particularly from close networks, stand out as an important component. However, in different social settings, consumers may encounter recommendations from advisors outside their close network. Focusing on the movie market, this study investigates how different characteristics of such movie advisors influence the value placed on their recommendations. A factorial survey among students is employed to investigate the role of gender, migration background, socio-economic position (SEP), and patterns of movie consumption (voraciousness) in drawing the intentions to watch movies in three genres – action, comedy, and drama. The results show that recommendations from women and individuals extensively involved in movie watching hold higher value. There is a lack of evidence supporting gender-essentialist beliefs about advisors, since genre-based differences remain minimal. In-group favoritism is observed among women, whereas men are found to be indifferent. This study underlines the importance of advisors’ characteristics in predicting the weight of recommendations.",
        "url": "https://doi.org/10.31235/osf.io/qn8cw_v1",
        "version": 1,
        "id": "qn8cw",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/sym5w_v1",
        "title": "Diversität in Zahlen: Ein Einblick zur Situation von LGBTQ+-Personen in der Schweiz anhand der Schweizerischen Gesundheitsbefragung (SGB)",
        "authors": "Clément Meier, Gaé Colussi, Pink Cross",
        "created": "2025-10-28",
        "abstract": "Im Jahr 2022 wurden erstmals in der Schweizerischen Gesundheitsbefragung (SGB) – einer repräsentativen Umfrage, die alle fünf Jahre unter der Schweizer Bevölkerung durchgeführt wird – Fragen aufgenommen, mit denen LGBTQ+-Personen in ihrer Vielfalt identifiziert werden können. In diesem kurzen Forschungsbericht, der in Zusammenarbeit mit Pink Cross veröffentlicht wurde, haben wir die Daten der SGB analysiert, um LGBTQ+-Personen zu identifizieren. Der Bericht unterstreicht, wie wichtig es ist, bei der Erhebung von Gesundheitsdaten verschiedene Variablen zur Identifizierung von LGBTQ+-Personen zu berücksichtigen, und zeigt gleichzeitig, dass nach wie vor erhebliche Ungleichheiten im Gesundheitsbereich bestehen (allgemeiner Gesundheitszustand, Depressionen usw.).",
        "url": "https://doi.org/10.31235/osf.io/sym5w_v1",
        "version": 1,
        "id": "sym5w",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/veycr_v1",
        "title": "The Weight of a Name",
        "authors": "Vaanya Gupta , Vedant Bajpai",
        "created": "2025-10-24",
        "abstract": "This research examines the practice of marital surname change as a site where identity, autonomy, and tradition intersect. While often dismissed as a personal choice, the act carries cultural and psycho-political weight. This study specifically draws attention to Indian society and its practices regarding surname change. Existing studies have largely talk about the emotional and social aspects of surname change practices and fail to focus on the real-life consequences that people face when met with such a choice. To address this gap, a mixed-methods approach was employed, combining survey data from 301 respondents with two qualitative interviews. The findings reveal that surname change is seldom a neutral act; instead reflecting enduring patriarchal expectations that define legitimacy and belonging. Yet, younger participants demonstrate emerging alternatives, with hyphenated, dual, or invented surnames that challenge conventional lineage models. By analysing these evolving practices, this study argues that the politics of naming remain a mirror of social hierarchies while also offering new ways for achieving some degree of equality and self-definition in contemporary cultural and familial life through a chain of uncomfortable questioning.",
        "url": "https://doi.org/10.31235/osf.io/veycr_v1",
        "version": 1,
        "id": "veycr",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/wpaqk_v1",
        "title": "The State as Institutional Asset: Public Employment and Household Net Worth Premium in China",
        "authors": "Xiaoguang Fan, Junchao Tang",
        "created": "2025-10-29",
        "abstract": "This paper examines how the legacy of state socialism continues to shape wealth inequality in post-transition China. Using nationally representative data from the 2013 and 2015 China Household Financial Surveys, we find a clear and persistent wealth premium among public-sector employees that remains significant after controlling for education, occupation, and other characteristics. The results point to three reinforcing mechanisms: redistributive power through party membership and cadre hierarchy, market power through firm listing and industry position, and behavioral differences in income, debt, and expenditure. These findings suggest that the public sector functions as a hybrid institution combining administrative protection with partial market participation. Unlike the Eastern European cases where privatization eroded state influence, China’s public sector continues to organize wealth accumulation through employment and credit access. The enduring wealth advantage of public employment shows that the “hand of the state” remains active in shaping post-socialist inequality.",
        "url": "https://doi.org/10.31235/osf.io/wpaqk_v1",
        "version": 1,
        "id": "wpaqk",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/y2ftq_v3",
        "title": "Societalizing the energy crisis – How Germany and Austria’s far right delegitimized support for Ukraine after February 24 2022",
        "authors": "Till Hilmar",
        "created": "2025-10-28",
        "abstract": "This chapter examines how the far right in Germany and Austria responded to Russia’s full- scale invasion of Ukraine of February 2022 by societalizing the ensuing energy crisis. Rather than addressing the war as a breach to European values, and a fundamental realignment of relations between Eastern and Western Europe, far-right actors depicted rising energy prices and inflation as breaches to national values, in particular industrial power in Germany and neutrality in Austria. Through a process of societalization – the dramatization of institutional problems into moral crises threatening society at large –, economic strain was transformed into a collective moral grievance, allowing far right actors to redirect public anxiety away from Ukraine and toward domestic narratives of decline. The chapter demonstrates how the relevant parties mobilized existing cultural codes of economic power, national independence, and anti- EU sentiment to delegitimize support for Ukraine. It argues that civil sphere theory must more directly engage with the cultural framing of economic crises, especially in times of polycrisis, where certain actors infuse material disruptions with symbolic meaning to undermine democratic cohesion.",
        "url": "https://doi.org/10.31235/osf.io/y2ftq_v3",
        "version": 3,
        "id": "y2ftq",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/yhbwk_v1",
        "title": "Who Brokers? Representation, Brokerage and Social Capital in Turkish Local Politics",
        "authors": "Suleyman Kiroglu, Hüseyin Zeyd Koytak",
        "created": "2025-10-27",
        "abstract": "This study investigates the roles, influence, and representational capacities of political brokers in Istanbul’s district municipal councils, focusing on variations in their social capital. It identifies distinct broker profiles and their integration into local party networks. Using K-modes clustering, the research identifies three broker types: the Non-CSO group with official roles and limited influence, the Single-CSO group as representatives with moderate influence, and the Hybrid-CSO group as alliance builders with high influence and theorizes their differential capacities for clientelist brokerage through linking, bonding, and bridging social capital. Contributing to debates on clientelism, political brokerage, and local politics, the study offers fresh insights into Turkish politics and similar contexts globally.",
        "url": "https://doi.org/10.31235/osf.io/yhbwk_v1",
        "version": 1,
        "id": "yhbwk",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/zpmb5_v1",
        "title": "Digital engagement and youth: A scoping review of opportunities, risks, and the role of socioeconomic resources",
        "authors": "Guido Salza, Robin\tSamuel",
        "created": "2025-10-24",
        "abstract": "The rapid expansion of digital technologies has created both opportunities and risks for young people. Previous research shows that their digital engagement is often driven by educational or informational needs, social interaction, and entertainment. However, many practitioners and scholars warn of youth-specific risks. Moreover, pre-existing socioeconomic advantages shape not only access but also young people’s digital motivation, mastery, and patterns of engagement. Adopting an inclusive approach that encompasses a wide range of methodologies, we conduct a scoping review to explore the impact of digital engagement on young people's life outcomes, with a particular focus on the role of socioeconomic resources. We selected relevant studies from a systematic search of the Web of Science, PsycINFO, and the International Bibliography of the Social Sciences. We then categorized the empirical evidence based on its relevance to our topic and analyzed each study's results, determining whether it showed benefit or harm based on the observed direction of the effect. Findings from 57 empirical studies suggest that digital activities are not inherently harmful or beneficial but depend on the specific task in focus and the domain of life outcomes considered. While digital engagement tends to have a positive impact on academic outcomes, its effects on wellbeing are mixed. Socioeconomic resources generally give young people an additional advantage in using digital devices and activities for more positive life outcomes and in balancing online opportunities and risks. However, more research is needed to analyze the channels through which this advantage is realized.",
        "url": "https://doi.org/10.31235/osf.io/zpmb5_v1",
        "version": 1,
        "id": "zpmb5",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/3eb5t_v1",
        "title": "Risk and Retribution: How Punishment Uncertainty Weakens Norms of Cooperation",
        "authors": "Vincent Oberhauser, Iain Couzin, Mohammad Salahshour",
        "created": "2025-10-28",
        "abstract": "Studies have demonstrated that certain sanctioning institutions can play an essential role in maintaining human cooperation in public goods experiments. However, in reality, the outcome of sanctions can be subject to stochasticity. In a public goods experiment with peer punishment, we investigated the comparative advantage of certain versus uncertain sanctioning institutions by allowing participants to repeatedly choose between the two. In one institution, sanctions issued by individuals were multiplied by three, while in another, the consequences of sanctions were multiplied by a random factor between 0 and 6. Initially, the uncertain institution was the majority choice, but it eventually tended to become the minority choice. We found less punishment, due to less antisocial punishment, in a certain institution, leading to higher contributions and payoffs. Hence, when participants learned about the difference in payoffs, they chose a certain sanctioning institution more often. Especially, prosocial and risk-averse individuals with strong contribution norms were more likely to choose certainty. Additionally, we investigated the motives that may influence pro- and antisocial punishment, as they influence an institution's success. We find that hypersensitivity to punishment, non-prosocial punishment motives, weak contribution norms, and normative hubris reduce the effectiveness of sanctions in establishing cooperation.",
        "url": "https://doi.org/10.31235/osf.io/3eb5t_v1",
        "version": 1,
        "id": "3eb5t",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/47vkj_v1",
        "title": "30 Years of Environmental Attitudes and Behaviours. A Longitudinal Study on Environmental Change and National Affluence in European Societies using ISSP Data (1993-2020)",
        "authors": "Matthias Penker, Rebecca Wardana",
        "created": "2025-10-24",
        "abstract": "Monitoring social change at the national level is a crucial aspect of international comparative studies. The environmental module of the International Social Survey Program, conducted four times, provides the opportunity to explore long-term changes in pro environmental attitudes and behaviours across a broad range of societies from 1993 to 2022. Based on data from 24 European countries, this study offers a fresh longitudinal perspective. First, we investigate long-term trends in environmental attitudes (willingness to pay, environmental risk perception) and environmentally significant behaviours (recycling and public sphere behaviours) across various European societies. Second, by applying multi-level within-between random effects models (REWB), we test whether changes in national affluence impact pro environmental attitudes and behaviours, thereby evaluating the affluence thesis for Europe from a longitudinal perspective. Our main findings indicate that since 2010, environmental attitudes and behaviours have been on an upward trend. This suggests an increased awareness of the topic of climate change in Europe and a possible recovery from the negative impacts of the global economic crisis in 2008. Additionally, we can link the affluence thesis to several other dimensions of environmental attitudes and behaviours, contributing to a critical examination of this hypothesis.",
        "url": "https://doi.org/10.31235/osf.io/47vkj_v1",
        "version": 1,
        "id": "47vkj",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/894g7_v1",
        "title": "Control as Safety / The Predictability Principle",
        "authors": "Robert Aston",
        "created": "2025-10-30",
        "abstract": "it appears that almost all people operating outside of full psychological safety exhibit a drive to either control or be controlled - the brain’s way of restoring safety through predictability. This ‘control drive’, although at times maladaptive, acts to re-create power dynamics across every scale, from interpersonal relations to geopolitics, and may explain behaviours not fully captured by existing theories",
        "url": "https://doi.org/10.31235/osf.io/894g7_v1",
        "version": 1,
        "id": "894g7",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/b4e3u_v2",
        "title": "Natural disasters and the two dimensions of redistributive demands: evidence from a major earthquake",
        "authors": "Irene Pañeda-Fernández",
        "created": "2025-10-30",
        "abstract": "Whether natural hazards raise redistributive demands remains poorly understood. I argue that the distinction between taking from the rich and giving to the poor is essential to understand the impact of disasters. I expect natural disasters to not spark demands to “soak the rich” because their unfair advantage is less visible than is the case after other economic shocks. I theorize natural hazards raise demands to redistribute to the poor because these events force close experiences with socio-economic others. Combining variation in exposure to Japan’s 2011 devastating earthquake with representative panel data, results are consistent with my propositions. Even though beliefs in the role of luck increased across the board, demands to redistribute from the rich decreased after the disaster and demands for pro-poor redistribution increased in affected areas. These findings set natural hazards apart from other types of economic shocks such as job loss, financial crises, or mass warfare.",
        "url": "https://doi.org/10.31235/osf.io/b4e3u_v2",
        "version": 2,
        "id": "b4e3u",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/bd6g9_v1",
        "title": "Penilaian Kinerja, Kompensasi, Pelatihan dan Kepemimpinan terhadap Produktivitas Kerja pada Pegawai Dinas Pariwisata Kota Banda Aceh",
        "authors": "Okta Erwani Minelva, Zahriatul Aini, Mirnawati",
        "created": "2025-10-23",
        "abstract": "Abstrak Penelitian ini bertujuan untuk menganalisis pengaruh penilaian kinerja, kompensasi, pelatihan, dan kepemimpinan terhadap produktivitas kerja pegawai Dinas Pariwisata Kota Banda Aceh. Penelitian ini menggunakan pendekatan kuantitatif dengan teknik analisis regresi linear berganda melalui SPSS versi 25. Hasil penelitian menunjukkan bahwa baik secara parsial maupun simultan, keempat variabel independen tersebut tidak berpengaruh signifikan terhadap produktivitas kerja pegawai. Model regresi yang digunakan memiliki koefisien determinasi sebesar 25,3%, yang berarti hanya sebagian kecil variasi produktivitas dapat dijelaskan oleh model ini. Temuan ini mengindikasikan perlunya pengkajian lebih lanjut terhadap faktor-faktor lain di luar variabel manajerial yang mungkin lebih dominan memengaruhi produktivitas kerja dalam konteks organisasi publik.. Kata Kunci: Penilaian kinerja, Kompensasi, Pelatihan, Kepemimpinan, Produktivitas kerja. Abstract This study aims to analyze the influence of performance appraisal, compensation, training, and leadership on the work productivity of employees at the Banda Aceh City Tourism Office. Employing a quantitative approach, the study utilized multiple linear regression analysis through SPSS version 25. The findings reveal that, both partially and simultaneously, the four independent variables do not have a significant effect on employee productivity. The regression model yielded a coefficient of determination (R²) of 25.3%, indicating that only a small portion of the variation in productivity can be explained by the model. These results highlight the need for further investigation into other potential factors beyond managerial variables that may have a more substantial influence on work productivity within the context of public sector organizations. Keywords: Keywords Performance appraisal, Compensation, Training, Leadership, Work productivity.",
        "url": "https://doi.org/10.31235/osf.io/bd6g9_v1",
        "version": 1,
        "id": "bd6g9",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/c589g_v1",
        "title": "A Pragmatist Framework for the Study of Reflective Cognition",
        "authors": "Gordon Brett",
        "created": "2025-10-27",
        "abstract": "This article advances dual-process theory (DPT) by developing a pragmatist framework for the study of reflective cognition. While dual-process models were introduced to sociology via Bourdieusian practice theory, Bourdieusian DPT has proven inadequate for theorizing reflective cognition and action, with sociologists looking to pragmatism as an alternative. To support these efforts, I provide a synthetic, elemental account of the pragmatist theory of reflection, delineating reflective cognition’s defining characteristics, core components, its relationship with non-reflective cognition, and its interindividual variation. I then outline the merits of the pragmatist theory of reflection for dual-process research, arguing that it addresses major limitations of Bourdieusian DPT, has broad interdisciplinary support, provides advantages in terms of conceptualization, operationalization, and measurement, and offers sociology a novel research agenda. Overall, I argue that pragmatism provides a robust framework to enhance the study of reflective cognition and is a valuable, if not superior, theoretical alternative for dual-process research. I conclude by discussing the implications of this framework for research on discrimination, inequality, and culture.",
        "url": "https://doi.org/10.31235/osf.io/c589g_v1",
        "version": 1,
        "id": "c589g",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/djwv8_v1",
        "title": "Between Markets and Movements: The Governance Role of ESG Analysts in Institutional Complexity",
        "authors": "Gulnaz Khamidullina, David M. Brock",
        "created": "2025-10-28",
        "abstract": "We study the professional community of ESG analysts and their governance role in maintaining the coherence of a professional logic amid institutional complexity. In case of ESG analysts in responsible investing, their professional logic is subject to pressures from both activist and market logics. We conceptualise mandate slippage – the drift of an occupation’s mandate toward either competing logic – as a threat to the coherence of an occupational mandate and professional jurisdiction. Drawing on extensive interviews and archival data, we show that occupational members rely on a number of governance mechanisms to counteract the slippages and sustain a coherent professional logic: (1) practicing professional neutrality, (2) seeking professional autonomy, (3) acquiring and developing logic-bridging expertise, and (4) engaging with peer networks. Combined, these mechanisms both help sustain the occupation’s mandate and jurisdiction, and guide ESG analysts in reconciling competing logics. This study addresses recent critiques that governance is a critical yet understudied dimension of institutional logics research.",
        "url": "https://doi.org/10.31235/osf.io/djwv8_v1",
        "version": 1,
        "id": "djwv8",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/dme7k_v1",
        "title": "Pengaruh PAD, Pendapatan Transfer, Belanja Hibah dan Belanja Bantuan Sosial terhadap Tingkat Kemiskinan (Studi pada Kabupaten/Kota di Provinsi Sumatera Barat Periode 2020-2023)",
        "authors": "Desti Putri Meysinta, Zahriatul Aini",
        "created": "2025-10-27",
        "abstract": "This study analyzes the effect of Local Original Revenue (PAD), Transfer Revenue, Grants, and Social Assistance on poverty rates in districts and cities in West Sumatra Province in the period 2020–2023, using multiple linear regression with secondary data from the Central Statistics Agency (BPS) and the Directorate General of Fiscal Balance (DJPK). The results of the study indicate that PAD, transfer revenue, grants, and social assistance together have a significant effect on poverty rates, with a determination coefficient R² of 0.241, which explains 24.10% of the variation in poverty and the rest is influenced by other variables not included in this study. Statistically, PAD, grants, and social assistance have a significant effect, while transfer revenue shows a weaker and insignificant effect. These findings suggest that policymakers optimize the allocation of PAD, grants, and social assistance spending to reduce poverty rates more effectively. Keywords Social Spending ; Government Expenditure ; Regional Income ; Poverty Rate",
        "url": "https://doi.org/10.31235/osf.io/dme7k_v1",
        "version": 1,
        "id": "dme7k",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/dvnzm_v1",
        "title": "Kriminalitas di Tengah Pertumbuhan: Paradoks Ekonomi dan Sosial di Kabupaten/Kota Aceh",
        "authors": "Helmi Jazilla, Zahriatul Aini",
        "created": "2025-10-27",
        "abstract": "This study aims to analyze the influence of economic growth, unemployment rate, and income inequality on crime rates across 23 regencies/cities in Aceh Province during the 2020–2022 period. Using a quantitative approach with panel data and the Fixed Effect Model (FEM) regression method, the results show that economic growth (measured by GRDP per capita) has a positive and significant effect on crime rates, indicating that uneven growth can increase social tension. Meanwhile, the unemployment rate has a negative and significant effect on crime, possibly due to the strong role of social networks, government assistance, and the dominance of the informal sector in Aceh. Income inequality (measured by the Gini Ratio) was found to have no significant effect on crime levels. These findings provide critical insights for designing more inclusive, equitable, and context-specific development policies. By strengthening social capital, expanding access to decent employment, and ensuring equitable development outcomes, the results of this study offer a strategic foundation for reducing crime rates while improving the quality of life in Aceh through enhanced public safety, social stability, and sustainable well-being. Keywords Crime ; Economic Growth ; Unemployment ; Income Inequality ; Social Paradox",
        "url": "https://doi.org/10.31235/osf.io/dvnzm_v1",
        "version": 1,
        "id": "dvnzm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/fdcmq_v1",
        "title": "Agentic Capital: Technical Note",
        "authors": "Kevin Vallier",
        "created": "2025-10-23",
        "abstract": "This concise note introduces agentic capital -- capital that both acts and spawns autonomously -- and states the core mechanics of the Agentic Capital Tipping model. We introduce spawn elasticity, a measure of how agent populations respond to efficiency gains. We derive a closed-form tipping test that determines when markets become unstable and concentrate. We formalize queue-doping, a queue-priority externality that steepens competitive slopes. We state results on elite tipping, where users with large spawn capacity can tip markets even when most users prefer dispersion, and on two-phase hysteresis, where temporary scarcity windows can lock in permanent dominance. We provide a compact portability threshold and sketch a sectoral segmentation addendum for staggered activation across different economic domains. The results provide simple policy dials -- portability requirements and behavioral governance constraints -- for stabilizing competition and reducing power-driven concentration. A full paper with proofs, figures, and extended related work follows.",
        "url": "https://doi.org/10.31235/osf.io/fdcmq_v1",
        "version": 1,
        "id": "fdcmq",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/hk6aw_v1",
        "title": "Pengaruh Tingkat Pendidikan dan Kemiskinan terhadap Kriminalitas di Aceh: Analisis Data Panel dengan Fixed Effects Model (2020–2024)",
        "authors": "Deshinta Suci, Mirnawati, Zahriatul Aini",
        "created": "2025-10-27",
        "abstract": "This study examines the influence of education level and poverty on crime rates in Aceh Province during the 2020–2024 period using a quantitative approach and panel data analysis through the Fixed Effects Model (FEM). Based on data from 23 regencies/municipalities, the findings reveal that both education and poverty jointly have a significant effect on crime. However, only poverty shows a statistically significant partial effect (p = 0.0524), with a negative coefficient, while education does not have a statistically significant influence (p = 0.9654). The adjusted R² value of 63.64% indicates that the model provides a strong explanation of the variance in regional crime rates. The counterintuitive result regarding poverty suggests that in the context of Aceh, strong social cohesion and religious norms may mitigate the criminogenic effects of economic hardship. These findings imply that crime prevention strategies must go beyond economic indicators and incorporate local socio-cultural dynamics. Policy recommendations include implementing context-based educational reforms, promoting community-driven poverty alleviation programs, and fostering cross-sectoral collaboration among education, social welfare, and public security stakeholders. Crime Rate ; Education ; Poverty ; Panel Data ; Aceh ; Fixed Effects Model (FEM)",
        "url": "https://doi.org/10.31235/osf.io/hk6aw_v1",
        "version": 1,
        "id": "hk6aw",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/hztpq_v1",
        "title": "The Southern African Stone Age Site Index (SASSI): a spatial, chronological and contextual resource for archaeological research",
        "authors": "Emily Hallinan",
        "created": "2025-10-29",
        "abstract": "Southern Africa possesses a deep archaeological record, spanning more than a million years, which has attracted over a century of research. As a result, it offers one of the densest and most detailed pictures of Stone Age occupation history in Africa. However, certain time periods and regions have featured more prominently in research, particularly the later Middle Stone Age of the coastal and mountain zones. Moreover, the modern emphasis on absolute dating and well-resolved chronologies often excludes open-air and surface sites from reviews and syntheses, meaning that environments lacking deep, stratified rock shelters remain underrepresented. To address this, the Southern African Stone Age Site Index (SASSI) provides a centralised, openly accessible resource for archaeological research, featuring 485 reported Earlier, Middle and Later Stone Age sites from South Africa, Lesotho, Eswatini and Namibia. It includes both dated and undated sites, and encompasses diverse contexts. The database integrates spatial, chronological, cultural and contextual information, following FAIR data principles. While previous synthetic datasets have emphasised chronology and systematics, SASSI instead prioritises spatial coverage, offering a foundation for new perspectives on demography, settlement patterns, and landscape use in southern Africa’s past.",
        "url": "https://doi.org/10.31235/osf.io/hztpq_v1",
        "version": 1,
        "id": "hztpq",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ktaqp_v1",
        "title": "Co-Design Methods and Tools in More-Than-Human Health, Wellbeing and Flourishing: A Scoping Review",
        "authors": "Haiou Zhu, Tingting Wang, Katrin Wilhelm, Ilina Singh",
        "created": "2025-10-29",
        "abstract": "Under compounded crises of climate change, pollution and biodiversity loss, researchers are exploring more-than-human co-design to involve and engage human and non-human entities, such as animals and plants, and their constituted ecosystems in creating health and wellbeing solutions. We scoped 64 studies that involved and/or engaged humans and non-humans as stakeholders and classified methods and tools across three more-than-human modes: co design with living entities, through human representation of non-human perspectives, and for more than human outcomes. Reported outcomes for humans included increased environmental awareness, empathy, mental wellbeing and community cohesion. Outcomes for non-human were less frequently measured but included prototypes, spatial planning and, in a few cases, direct welfare gains. We discuss both ethical and methodological barriers and facilitators. The recuring barriers and challenges include recognising non-human agency without anthropocentrism, specifying indicators of non-human wellbeing and flourishing, and achieving genuine and high-quality participation. We also highlight potential facilitators, such as triangulating ethology, sensors and creative tools, longitudinal research and interdisciplinary teams, and propose standards for reporting primary non-human outcomes. Positioned alongside One Health, EcoHealth and Planetary Health, more-than-human co-design provides participatory infrastructures for multispecies justice in urban sustainability and climate change adaptation. We conclude with a research agenda to normalise non-human outcome metrics, strengthen evaluation, and integrate more-than-human co design into policy and planning for multispecies flourishing.",
        "url": "https://doi.org/10.31235/osf.io/ktaqp_v1",
        "version": 1,
        "id": "ktaqp",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/mpqcz_v1",
        "title": "Tabasco in Paris, 1889. National identity and science at a Universal Exhibition",
        "authors": "Rodolfo Jiménez-León",
        "created": "2025-10-23",
        "abstract": "The participation of José N. Rovirosa Andrade in the 1889 Paris Universal Exhibition is examined to explain the incorporation of regional science into the Porfirian national identity project. The analysis employs a qualitative approach that includes analytical and comparative methods to review primary and secondary literature, focusing on the presentation resources and institutional interventions that united science, art, and archaeology in the Mexican pavilion. Rovirosa functioned as a bridge between local knowledge of Tabasco and national forms of representation, using natural samples, technical drawings, and reports. This procedure helped create a specific regional identity. A five-dimensional analytical framework is suggested that can help study how knowledge is shared and what representative role regional production plays in cultural and knowledge diplomacy.",
        "url": "https://doi.org/10.31235/osf.io/mpqcz_v1",
        "version": 1,
        "id": "mpqcz",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/rj2xv_v1",
        "title": "Seeing Divides: Cognitive Biases and the Subjective Structure of Political Conflict",
        "authors": "Lutz, P. (Philipp), Serena Does",
        "created": "2025-10-30",
        "abstract": "While political conflicts are well studied, less is known about how citizens perceive the divides that shape democratic societies. This article integrates cleavage theory with meta-perceptions—beliefs about the political attitudes of social groups—to examine how people cognitively map political divides. Using original survey data from Germany and focusing on immigration as a key issue in the socio-cultural cleavage, we theorize and test three cognitive biases: egocentrism, conservatism, and false polarization. Results show that citizens project their views onto others, overestimate societal negativity toward immigration, and exaggerate group polarization. These biases are unevenly distributed across cleavage groups, reflecting the structure of political conflict. Moreover, their interaction produces distinct misperception patterns: biases reinforce each other among anti-immigration individuals and offset each other among pro-immigration individuals. The findings suggest that meta-perceptions are shaped by both psychological biases and social divisions, providing new insights into the cognitive foundations of political conflict.",
        "url": "https://doi.org/10.31235/osf.io/rj2xv_v1",
        "version": 1,
        "id": "rj2xv",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/tk2bw_v1",
        "title": "The Perpetuation of the Racialized Ideology of Neighborhood Quality: Evidence From 16 US Rental Markets",
        "authors": "Ian Kennedy",
        "created": "2025-10-30",
        "abstract": "Housing dynamics in the United States were racialized by decades of State-sponsored racist policy. Exposure to particular neighborhoods yields benefits and harms that are vastly different across racialized populations. One outcome of that association is an ideology of racialized space that could both naturalize and perpetuate spatial racial inequality. Using 500k listings from the rental platform Craigslist spanning five years and 16 U.S. metropolitan areas, I show that descriptions of neighborhoods reflect the legacy of more traditional forms of neighborhood racialization, but are also the site of counter-narratives that resist that legacy. Advertisements tend to describe Asian and White neighborhoods more positively than other neighborhoods, while failing to positively describe Latino and Black areas, though that difference is less for Latino neighborhoods when accounting for socioeconomic status. In contrast, even high-income Black neighborhoods are not described as positively as poor White neighborhoods. Black and White neighborhoods are recognized for being historic, but, even accounting for housing stock age, Asian neighborhoods are not, reflecting the ‘permanent foreigner’ stereotype.",
        "url": "https://doi.org/10.31235/osf.io/tk2bw_v1",
        "version": 1,
        "id": "tk2bw",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/tkrmw_v1",
        "title": "A Justification for 80% Power",
        "authors": "Ryan Briggs",
        "created": "2025-10-23",
        "abstract": "Cohen’s heuristic reason for choosing 80% power (balancing Type I and Type II errors) conveniently arrives at approximately the same number as an approach where one maximizes the marginal gain in power per standard error reduction. I have yet to see someone point this out, and this is interesting because it provides a non-arbitrary justification for 80% power.",
        "url": "https://doi.org/10.31235/osf.io/tkrmw_v1",
        "version": 1,
        "id": "tkrmw",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/wa8ng_v1",
        "title": "The Effects of Protests, Violent Hate Crimes, and Hate Groups on Support for an Identity Group",
        "authors": "Susan Olzak",
        "created": "2025-10-29",
        "abstract": "This study investigates the impact of exposure to protest and violent hate crimes on changes in support for identity groups. Social identity theories have explained how mechanisms of social comparison encourage outgroup hostilities, leading to hate crimes against targeted identity groups. Social movement theories have suggested how mobilization by identity movements for expanded rights often initiates reciprocal action against them by opponents. These theories suggest hypotheses that exposure to protests, hate crimes, and hate groups increases ingroup solidarity, raising support for the focal identity group. Analyzing panel data from the American National Election Surveys conducted in 2016 and 2020, this research examines shifts in attitudes toward four distinct identity groups: Black, Lesbian-Gay-Bisexual, Transgender, and Jewish individuals. Contrary to expectations, peaceful protests by identity groups did not affect their levels of support. The findings show that hate crimes or hate group activity increased support for Black, Lesbian-Gay-Bisexual, and Transgender individuals.",
        "url": "https://doi.org/10.31235/osf.io/wa8ng_v1",
        "version": 1,
        "id": "wa8ng",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/xbwca_v1",
        "title": "Analisis Pengalokasian Dana Desa terhadap Kinerja Keuangan Pemerintah Desa (Studi pada Gampong Padang Kawa Periode 2019-2023)",
        "authors": "Agung Firdaus, Zahriatul Aini",
        "created": "2025-10-27",
        "abstract": "This study aims to analyze the financial performance of the Gampong Padang Kawa Village Government in managing Village Fund Allocation (ADD) in the 2019–2023 period. The main focus of this study is to assess the effectiveness of the use of village funds, village income growth, and the level of village financial independence. The method used is a descriptive quantitative approach with financial ratio analysis techniques, including effectiveness ratio, growth ratio, and independence ratio. The data used comes from the APBG realization report collected directly from the village office. The results of the study show that the effectiveness of village fund management is relatively high, with an average effectiveness reaching 98%. The income growth ratio shows a positive trend with an average of above 90% per year. However, the village financial independence ratio is very low, which is 0.30%, indicating that the village is still very dependent on central government transfer funds. This finding shows that although the village is able to manage the budget effectively, it has not succeeded in increasing its fiscal independence. Keywords Financial Performance ; Effectiveness Ratio ; Growth Ratio ; Independence Ratio ; Village ; Fund Allocation",
        "url": "https://doi.org/10.31235/osf.io/xbwca_v1",
        "version": 1,
        "id": "xbwca",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/yhz7v_v1",
        "title": "Smartphone Dependency and Parental Attitudes Effects on Students’ Academic Apathy",
        "authors": "Roy Yejun Kim, Seongeun Oh",
        "created": "2025-10-23",
        "abstract": "The rapid rise in smartphone use among adolescents has transformed modern education and communication, but has also introduced new behavioral risks. This study examines the relationship between academic apathy and smartphone dependency among Korean adolescents, with a specific focus on parental attitudes. Data were drawn from the Korea Children and Youth Panel Survey (KCYPS) Wave 2, using the Middle Cohort. Key variables included smartphone dependence, academic apathy, and parental attitude dimensions measured. Results showed that academic apathy significantly predicted smartphone dependency (𝜷 = 0.372, p &lt; .001), indicating that disengaged students are more likely to rely on smartphones for distraction or gratification. Moderation analyses demonstrated that chaotic (𝜷 = 0.050, p &lt; .001), rejecting (𝜷 = 0.074, p &lt; .001), and coercive (𝜷 = 0.043, p &lt; .001) parenting styles significantly strengthened the positive link between academic apathy and smartphone dependency. These findings highlight that negative parental attitudes amplify the impact of academic apathy on smartphone dependence, underscoring the importance of family dynamics in adolescent technology use. The results suggest that interventions addressing smartphone dependency should also focus on reducing household chaos and coercive parenting practices.",
        "url": "https://doi.org/10.31235/osf.io/yhz7v_v1",
        "version": 1,
        "id": "yhz7v",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/zv9rq_v1",
        "title": "Understanding growth mechanism through agriculture and agro-industry investment: A micro-funded DSGE model applied to Benin",
        "authors": "Selidji C. Tossou",
        "created": "2025-10-23",
        "abstract": "Benin GDP growth was respectively 2.1%, 4.0%, 5.6% and 6% from 2015 to 2018 (World Bank 2018). Despite this positive performance of the economy over the last decade, population below poverty line was 36.2% and GINI index of Benin increased from 38.6 in 2003 to 47.8 in 2015, growing at an average annual rate of 11.29%. This unequal distribution of the wealth can be resolved through a system of integrated growth, by fully exploiting high potential sectors such as agriculture and agro-industry in order to avoid a deterioration of the situation of the vulnerable households. This paper examines the impact of alternative growth paths through investments in agriculture and agro-industry sectors combined. We use a micro funded DSGE Model associated with the Social Accounting Matrix (SAM) of Benin of the year 2013 where we simulate an increase of 75% of capital in the agriculture and agro-industry sectors from 2017 to 2022. The results of the model indicate an increase of the GDP by almost 6% per year during the period of investment that will continue to increase after 2021. In addition, this induce more production in agriculture (average yearly growth of 6 %) and agro industry sectors (average yearly growth of 11%) and also other sectors as fi?nancial services, transport and trade and ameliorate the wellbeing of the society as a whole.",
        "url": "https://doi.org/10.31235/osf.io/zv9rq_v1",
        "version": 1,
        "id": "zv9rq",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3ka6g_v1",
        "title": "Religiosity and flourishing in Europe: Evidence from the Global Flourishing Study",
        "authors": "Maike Ritzer, Dr. Christopher Justin Jacobi, Prof. Dr. Michael Herbst, Dr. Patrick Todjeras",
        "created": "2025-10-28",
        "abstract": "This study analyzes the associations between religiosity and multidimensional human flourishing in highly secularized European countries using data from the Global Flourishing Study. While previous research has explored various associations between specific aspects of religiosity, such as frequency of prayer or religious service attendance, with flourishing and health, this study makes a distinct contribution by analyzing the effects of an innovative concept of religiosity by Stefan Huber –centrality of religiosity– on a multidimensional human flourishing scale. The analysis is based on survey-weighted ordinary least squares (OLS) regression models, allowing for population-representative estimates across the six countries studied (analytic N =84,399). The findings show that although all forms of religiosity are associated with higher flourishing outcomes, the highly religious benefit the most. Among the dimensions of human flourishing, centrality of religiosity is especially strongly associated with meaning and purpose across all countries. Effect sizes differ substantially between the analyzed countries, suggesting that the religious context and culture shape how religiosity influences flourishing and health. In light of the rapidly progressing secularization in Europe, the results invite a reconsideration of the value placed on of peripheral and central religiosity.",
        "url": "https://doi.org/10.31235/osf.io/3ka6g_v1",
        "version": 1,
        "id": "3ka6g",
        "subjects": "(Other)",
        "subjects_osf": "Religion"
      },
      {
        "doi": "10.31235/osf.io/6z5pa_v1",
        "title": "Let Them Eat Large Language Models: Artificial Intelligence and Austerity in the Neoliberal University",
        "authors": "Martha Kenney, Martha Lincoln",
        "created": "2025-10-24",
        "abstract": "This article examines the expansion of generative artificial intelligence (genAI) into higher education. We argue that genAI’s incursion into university systems represents an effort by Silicon Valley to capture lucrative new markets for their products, as well as enhanced credibility by association. Drawing on our experience as faculty in the California State University (CSU) system—the first university system to contract with OpenAI to provide ChatGPT Edu system-wide—we assess the rhetoric that justifies and legitimizes genAI contracts in higher education. We suggest that the uncritical adoption of genAI in higher education poses problems for labor conditions, the integrity of intellectual property, and student learning on campuses, particularly under the conditions of austerity that are commonly found in public universities.",
        "url": "https://doi.org/10.31235/osf.io/6z5pa_v1",
        "version": 1,
        "id": "6z5pa",
        "subjects": "(Other)",
        "subjects_osf": "Higher Education, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/7r25v_v1",
        "title": "The Criminalization of the Joint Household: Evidencing Terrorism in the Case of Women Returnees from IS-territory in Dutch Courts",
        "authors": "Annelies Moors",
        "created": "2025-10-25",
        "abstract": "In this contribution, I focus on the shifting assemblages of evidencing that become visible during the public court cases and in the verdicts of Dutch women returnees from Syria. Evidencing emerged as a particularly salient problem, since in the large majority of cases there was not even a suspicion that these women had participated in violent acts. What soon appeared was what I call, following one of the lawyers, the doctrine of the common household. Engaging in housework and childcare for men who were IS-fighters became a ground for conviction for participation in a terrorist organization and/or for involvement in preparatory acts enabling terrorism. These men were, as it were, tried in absentia. As the doctrine of the common household was a new legal invention, judges were often inconsistent in how they considered such “evidence.” What, then, was running a common household evidence of, and what counted as evidence of running a common household? How did this focus of attention emerge and develop, and what was left outside the frame? How did the courts deal with IS doctrine on housework and childcare, and with women’s own accounts as evidence? How did these positions intersect with particular turns in public opinion? These various issues also raise questions of temporality, not only in terms of how sequencing is taken to imply causality, but also in terms of how a particular historical moment matters, with judges developing, and in appeal cases often rejecting, such new interpretations.",
        "url": "https://doi.org/10.31235/osf.io/7r25v_v1",
        "version": 1,
        "id": "7r25v",
        "subjects": "(Other)",
        "subjects_osf": "Law and Gender, Law and Politics, Criminal Law, Securities Law, Public Affairs, Public Policy and Public Administration, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/85wmg_v1",
        "title": "Quality of Social and Behavioural Sciences Policy Briefs during a Global Health Crisis: A Multi-country Analysis",
        "authors": "Inger Abma, Marijn de Bruin, Carlijn Bussemakers, Falko Sniehotta, Lars Tummers",
        "created": "2025-10-28",
        "abstract": "Scientific advice from the social and behavioural sciences (SBS) can help make public health policies more effective and mitigate the societal impact of major infectious disease outbreaks. This study critically examines the quality of policy briefs from European SBS advisory bodies written during the COVID-19 pandemic. Two researchers independently scored 117 policy briefs from 4 countries using the newly-developed 25-item Policy Brief Checklist. Descriptive statistics were used to describe the results. We found considerable heterogeneity in the quality of policy briefs. Key items like the summary, aim, policy problem addressed, and actionability of the recommendations were adequate in 34% to 59% of policy briefs. Policy briefs containing urgent advice scored better than less urgent briefs on some items (e.g. clear aim) but worse on others (e.g. explication of the policy problem). Hence, although challenging in the high-pressure context of a pandemic, the impact of SBS policy advice during a major infectious disease outbreak could potentially be enhanced if advisory bodies improve the quality of their policy briefs. We recommend that SBS advisory body develop crisis-specific policy brief templates that meet the needs of the advisory body and policymakers, and invest in training so that scientific insights are presented more effectively.",
        "url": "https://doi.org/10.31235/osf.io/85wmg_v1",
        "version": 1,
        "id": "85wmg",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/d3eup_v1",
        "title": "AI Pets with or without Embodiment: Text Mining of Two Products on Social Media",
        "authors": "Mengjiao Yin, Jinjia Gui, Yitong Zou",
        "created": "2025-10-24",
        "abstract": "This study explores how embodiment shapes user perceptions of AI pets through social media text mining. Comparing Fuzozo (an embodied robotic companion for adult women) and Havivi (a minimally embodied plush toy with an external AI module for children), we analyze user-generated content on Rednote using topic modeling, semantic networks, and sentiment analysis. Results show that Fuzozo elicits emotionally rich, relational discourse—often framed as companionship—but also triggers disappointment when emotional expectations are unmet. In contrast, Havivi generates fragmented, utility-focused comments centered on play, familiarity, and practicality. Network analysis reveals a cohesive, affective community around Fuzozo versus scattered, functional mentions for Havivi. These findings suggest that embodiment transforms AI from a functional accessory into a perceived social entity, fundamentally influencing how users relate to and evaluate AI companions.",
        "url": "https://doi.org/10.31235/osf.io/d3eup_v1",
        "version": 1,
        "id": "d3eup",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/d4msk_v1",
        "title": "Urban Planning in 3D with a Two-tier LUTI model",
        "authors": "Flora Roumpani, Alan Wilson",
        "created": "2025-10-27",
        "abstract": "The two-tier Lowry model brings dynamic simulations of population and employment directly into the planning process. By linking regional modelling with neighbourhood design, the framework enables planners to explore how alternative planning scenarios may evolve over time. The upper tier captures regional flows of people, jobs, and services, while the lower tier allocates these to fine-grain zones such as neighbourhoods or parcels. Implemented in CityEngine, the approach allows interactive visualisation and evaluation of multi-scale scenarios. A case study in South Yorkshire (UK) illustrates how regional forecasts can be translated into local design responses, connecting quantitative modelling with 3D spatial planning.",
        "url": "https://doi.org/10.31235/osf.io/d4msk_v1",
        "version": 1,
        "id": "d4msk",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/dba2p_v1",
        "title": "A Tension is All You Need: A Theory on Why Humans Make Things",
        "authors": "Cassius Kiani, Richard Kimbell, Niall Seery",
        "created": "2025-10-22",
        "abstract": "In this paper, I postulate tension as a conceptual framework to understand why humans create the many things we see in our modern world. Tension is a conceptual state which arises when there is an emotive gap between multiple imagined alternatives. In this conceptualisation, it is tension which provokes the design process where humans create, or use things (which I label as artefacts) to resolve their tension(s). Similar to Popperian ideas, tensions, like problems, are inevitable. Creating and using artefacts may resolve the designer's tension, however this process will also create new tensions for the designer, and new tensions for other humans. Tension helps to conceptualise what is a problem in modern societies. At the same time, it addresses a common question in the design literature—are all humans designers?",
        "url": "https://doi.org/10.31235/osf.io/dba2p_v1",
        "version": 1,
        "id": "dba2p",
        "subjects": "(Other)",
        "subjects_osf": "Art and Design, Educational Psychology, Psychology"
      },
      {
        "doi": "10.31235/osf.io/dzm27_v1",
        "title": "Embedding Citizen Science in GLAMs to Address Urban Sustainability Challenges: a Cross-Case Analysis in four European Cities",
        "authors": "Isabelle Bonhoure, Rebekah Breding, Christian Peer, Beate Guba, Sebastian Harnacker, Tanya Yankelevich, Fabian Demski, Raquel Segura Domenech, Josep Perelló",
        "created": "2025-10-28",
        "abstract": "The interaction between Galleries, Libraries, Archives, and Museums (GLAMs) and Citizen Science (CS) has been explored mostly from a prospective perspective. This paper presents an empirical analysis of five CS pilots addressing urban sustainability challenges, conducted within or in close collaboration with six GLAMs. In Barcelona, a university partnered with a public library to assess heat exposure in public spaces. In Delft, children’s perceptions of urban spaces were collected and discussed through a collaboration between a university and a public library. In Tallinn, a community museum supported the testing of a digital visualization tool to enhance citizens’ feedback in urban planning. In Vienna, an urban research institute and an academic library co-designed two pilots addressing urban heat and the transformation of public spaces. Findings draw on GLAMs’ distinct contributions, the structural organization of the pilots, and the perceptions of librarians and researchers, collected through surveys, interviews, and collective writing processes. A strong community-oriented focus and the engagement of underrepresented citizen groups were common features across all pilots, though organizational structures and actor typologies varied by city. GLAMs consistently acted as powerful connectors between researchers, citizens, and local stakeholders. Embedding CS initiatives within social and community-oriented venues helps mitigate power imbalances and foster horizontal, mutual learning between academics and GLAM staff. GLAM can also provide the crucial social infrastructure to significantly embed sustainability challenges-related CS initiatives in many knowledge ecosystems, over different countries and cities.",
        "url": "https://doi.org/10.31235/osf.io/dzm27_v1",
        "version": 1,
        "id": "dzm27",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science"
      },
      {
        "doi": "10.31235/osf.io/k8n56_v1",
        "title": "Penerapan Sistem Informasi Manajemen Kinerja (SiManja) pada Bidang Penyimpanan, Pengolahan, dan Pelestarian Bahan Perpustakaan di Dinas Perpustakaan dan Arsip Aceh",
        "authors": "Zahriatul Aini, Nailaturrahmi, Abdul Rahman, Syarifah Raihannatul Jannah",
        "created": "2025-10-23",
        "abstract": "Abstrak. Sistem Informasi Manajemen Kinerja (SiManja) merupakan perangkat lunak berbasis web yang dirancang untuk memonitor, mengendalikan, dan mengevaluasi manajemen kinerja secara efektif, efisien, dan transparan. Penelitian ini bertujuan untuk mengkaji implementasi SiManja dalam bidang penyimpanan, pengolahan, dan pelestarian bahan perpustakaan di Dinas Perpustakaan dan Arsip Aceh. Metode penelitian yang digunakan adalah deskriptif kualitatif, dengan data yang diperoleh melalui wawancara dengan 10 pegawai, observasi lapangan, dan analisis dokumen internal. Hasil penelitian menunjukkan bahwa penerapan SiManja membantu meningkatkan kedisiplinan pegawai dengan pengisian Sasaran Kinerja Pegawai (SKP) yang lebih sistematis dan terorganisir. Namun, beberapa kendala teknis seperti kesulitan memahami aplikasi masih ditemukan. Dengan pelatihan berkelanjutan dan panduan yang lebih sederhana, efektivitas sistem dapat lebih ditingkatkan. Kata kunci: Sistem Informasi Manajemen; Manajemen Kinerja; Repositori Arsip; SiManja Abstract. Performance Management Information System (SiManja) is a web-based software designed to monitor, control, and evaluate performance management effectively, efficiently, and transparently. This study aims to examine the implementation of SiManja in the field of storage, processing, and preservation of library materials at the Aceh Library and Archives Service. The research method used is descriptive qualitative, with data obtained through interviews with 10 employees, field observations, and internal document analysis. The results of the study indicate that the implementation of SiManja helps improve employee discipline by filling in Employee Performance Targets (SKP) more systematically and organized. However, some technical obstacles such as difficulty understanding the application are still found. With continuous training and simpler guidance, the effectiveness of the system can be further improved. Keywords: Management Information System; Performance Management; Archival Repository; SiManja.",
        "url": "https://doi.org/10.31235/osf.io/k8n56_v1",
        "version": 1,
        "id": "k8n56",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science"
      },
      {
        "doi": "10.31235/osf.io/m73rv_v3",
        "title": "Development and Validation of the Creative Personality and Thinking Styles Scale: A Comprehensive Measure for Assessing Creativity-Related Individual Differences",
        "authors": "Masahiro Yoshida",
        "created": "2025-10-26",
        "abstract": "Background: Creativity is the process of generating contextually useful new outcomes by uniquely reconfiguring existing knowledge and information. While there are measures that examine the multifaceted nature of creativity, comprehensive measures that holistically assess creativity remain underdeveloped. This study developed the Creative Personality and Thinking Styles Scale (C-PETS), which measures personality, thinking styles, and creativity-related motivation. Based on the investment theory of creativity, the scale focuses on the aforementioned three elements that can be measured using psychological scales. Methods: The initial C-PETS item pool was developed by Psychology-related field experts with doctorates, who referenced existing scales that measure creativity-related concepts. Exploratory factor analysis using maximum likelihood extraction with Promax rotation was conducted to examine the underlying factor structure. Results: Exploratory factor analysis involving 572 participants yielded a five-factor, 16-item scale comprising “broad thinking,” “thorough thinking,” “information manipulation,” “challenge pursuit,” and “ambiguity tolerance.” Confirmatory factor analysis involving 944 participants showed a good fit (CFI = .95, RMSEA = .05), and the higher-order model was also supported. Examination of construct validity revealed significant correlations with the Creative Self-Efficacy Scale (r = .75), Aesthetic Experience Scale (r = .30), and Diffuse Association Test (r = .18). Additionally, a positive correlation was observed with educational background, indicating that the C-PETS effectively measures the multifaceted nature of creativity. Conclusions: The C-PETS represents a valuable contribution to creativity assessment by providing a comprehensive measure of creativity-related personality traits, thinking styles, and motivational factors.",
        "url": "https://doi.org/10.31235/osf.io/m73rv_v3",
        "version": 3,
        "id": "m73rv",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/r28yt_v1",
        "title": "The Good, the Bad, and the Bumpy: Evaluating the Surface roughness Accuracy of Molding Compounds for Lithic Use-Wear Analysis.",
        "authors": "Alice Rodriguez, Radu Iovita",
        "created": "2025-10-25",
        "abstract": "The replication of microscopic surface features on stone tool edges using molds and casts is the only way to carry out use-wear analyses on certain lithic artifacts which cannot fit under a microscope or leave a museum. They are also very important for preserving wear stages in sequential experiments aiming to understand wear formation processes. However, the reliability of these methods for replicating micro-topographic features remains insufficiently explored. This study assesses the fidelity of three impression materials—Genie, President, and Affinis—on chert, dacite, obsidian, and quartzite tools, focusing on surface roughness replication for high-resolution analytical techniques such as confocal microscopy. Using Sensofar S-Neox microscopy, ceramic bead georeferencing, and Number of ISO 25178-based roughness parameters, we evaluated the precision and consistency of each material. Statistical analyses demonstrate that Genie replicated surface features with greater fidelity on dacite and obsidian, while President performed similarly on flint and quartzite. Among the evaluated parameters, Str (Texture aspect ratio), Smr1 (Peak material portion), and Sal (Autocorrelation length) varied the least and thus offered the highest replication quality. This research highlights the importance of selecting replication materials suited to the specific properties of the analyzed artifacts and the requirements of the applied analytical techniques. By providing a systematic framework for evaluating replication fidelity, this study contributes to improving methodological precision in use-wear studies and facilitates the application of advanced imaging technologies to archaeological research.",
        "url": "https://doi.org/10.31235/osf.io/r28yt_v1",
        "version": 1,
        "id": "r28yt",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/ve762_v1",
        "title": "Beyond Skill Training: Teaching Social Work 'Rituals' Through Large Language Model (LLM) Simulated Role-Play",
        "authors": "Gerard Chung, Pak-Hang Wong, Johnson Chun-Sing, Cheung, Jeric Yim, Sophie Cheng, Darren Tay, Zheng Liren",
        "created": "2025-10-24",
        "abstract": "This teaching note presents a pedagogical framework for integrating Large Language Model (LLM)-powered role-playing tools into social work education that moves beyond skills- focused approaches to incorporate relational and embodied dimensions of practice. Using SWAT:Role Play, a text-based simulation tool where students engage with simulated service user personas, we propose pedagogical design considerations for LLM role-playing. While features like unlimited practice opportunities, immediate feedback, and systematic assessment align with Deliberate Practice models, student testing revealed recognition of the absent \"human touch\" essential to professional practice. Drawing on concepts of technology-driven moral deskilling (Wong, 2024), we argue that designing simulation tools primarily around skill acquisition risks fragmenting social work practice into isolated components, negating the structured immersion into holistic professional practice that social work demands. To address this challenge, we propose \"ritualizing the machine\" through intentional design principles that develop students' \"ritual fluency,\" their ability to navigate complete client encounters with appropriate relational and contextual responsiveness. We suggest teaching strategies including pre-session visual context and ritual preparation, during-session temporal pressure and boundary challenges, and post-session reflection on relational impact. These recommendations help social work educators use LLMs to simulate role-playing that effectively integrates technical competence with relational sensitivity",
        "url": "https://doi.org/10.31235/osf.io/ve762_v1",
        "version": 1,
        "id": "ve762",
        "subjects": "(Other)",
        "subjects_osf": "Higher Education, Social Work, Counseling"
      }
    ]
  }
}
