{
  "update": "2025-10-24",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/5zsc2_v1",
        "title": "Anatomy of Chaos: A Theoretical Framework for Forecasting the Morphology of Post-Crisis Regimes",
        "authors": "Alen Kaminski",
        "created": "2025-10-15",
        "abstract": "While a significant body of scholarly work exists to diagnose the probability of systemic socio-political crises, less attention has been paid to the consequential problem of prognosis: forecasting the character of the regime that emerges from the collapse. This paper addresses this critical gap by proposing a falsifiable theoretical framework for forecasting the post-collapse morphology of political systems. It integrates insights from the structural history of the Annales School, the heuristic use of concepts from depth psychology, and findings from evolutionary psychology to posit that a society operates on three interconnected levels: a rapidly changing socio-cultural \"Operating System\"; a deeper, intermediate layer of universal symbolic patterns, or archetypal \"BIOS\"; and a foundational \"Hardware\" of immutable biological instincts. The framework’s first stage provides a robust diagnosis of systemic instability by measuring the relationship between stress and resilience within the surface \"Operating System.\" The second, and more innovative stage, introduces the Archetypal Activation Index (AAI), a heuristic tool designed to forecast the ideological and psychological DNA of the successor state by analyzing the activation of deep symbolic patterns during a systemic \"reboot.\" The purpose of this paper is thus methodological: to propose a structured framework that shifts the focus from diagnosis to prognosis. Through a detailed examination of the Roman Republic, the English Civil War, and the Weimar Republic, we illustrate how this two-stage analysis can deconstruct the anatomy of historical chaos and provide a more structured understanding of the political forms that emerge from it.",
        "url": "https://doi.org/10.31235/osf.io/5zsc2_v1",
        "version": 1,
        "id": "5zsc2",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Psychology, Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/6ue4f_v1",
        "title": "Partisan prejudice and workplace communication: An empirical roadmap",
        "authors": "Alvin Zhou, Yphtach Lelkes",
        "created": "2025-10-18",
        "abstract": "Political polarization, particularly in its affective form, increasingly shapes how individuals perceive, interact, and collaborate in organizations. This essay argues that partisan prejudice—a growing affective divide between supporters of opposing parties—has become an underexamined but consequential force in workplace communication. We outline an empirical roadmap for advancing research at this intersection. First, we call for descriptive work documenting how polarization manifests in organizations, including inequalities in political expression and the emergence of partisan signaling in daily interactions. Second, we highlight the need to examine how polarization influences workplace communication, from dyadic exchanges to organizational networks, using diverse methodological approaches such as surveys, experiments, and computational analyses. Finally, we encourage research that reverses the causal arrow by investigating how workplace communication might mitigate or exacerbate polarization, considering factors such as leadership communication, virtual collaboration, and diversity initiatives. By integrating theories of polarization and organizational communication, this framework aims to guide systematic inquiry into how political divisions are reproduced—or potentially repaired—through the communicative fabric of work.",
        "url": "https://doi.org/10.31235/osf.io/6ue4f_v1",
        "version": 1,
        "id": "6ue4f",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/qsne3_v1",
        "title": "An Extension Of The Mankiw, Romer, and Weil’s “Contribution To The Empirics Of Economic Growth” with Recent Data",
        "authors": "Daria Glukhova",
        "created": "2025-10-16",
        "abstract": "This paper explores the practical application of the Solow growth model in a number of countries and tests the consistency of the textbook Solow model with the recent data available for those countries. It replicates and expands the 1992 econometric study of the textbook Solow growth model by Mankiw, Romer, and Weil to recent years. Using cross- sectional data, the paper analyzes the impact of saving and population growth, technology and capital depreciation rates on the economic growth of a country. It shows that, in line with the textbook Solow model, higher saving positively affects economic growth, while the population growth rate affects it negatively. However, the paper demonstrates higher values of the OLS estimators of these factors than predicted by the Solow model, which suggests that augmentation of the model is necessary for it to be more successful in explaining the variation in international standards of living.",
        "url": "https://doi.org/10.31235/osf.io/qsne3_v1",
        "version": 1,
        "id": "qsne3",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/vgwmk_v1",
        "title": "Soft Nudges, Hard Reality: Government Measures to Increase Turnout Don’t Mitigate the Negative Impact of Ending Compulsory Voting",
        "authors": "Ruth Dassonneville, Bjarn Eck, Bram Wauters",
        "created": "2025-10-20",
        "abstract": "When compulsory voting is abolished, this generally leads to a substantial drop in voter turnout. Can measures to increase turnout by local government administrations combat such decline? In this research note, we take up this question by focusing on the 2024 Flemish local elections, which were the first elections held under voluntary voting after more than 125 years of compulsory voting in the region. We first analyze aggregate level data to study whether municipalities who took more initiatives to mobilize voters witnessed lower levels of turnout decline than municipalities with weaker information campaigns. Second, we employ individual-level post-election survey data to assess whether respondents who were reached by these campaigns were more likely to cast a ballot in the election. The analyses yield a consistent pattern of null results: we find no significant effects on turnout at the aggregate nor at the individual level. We conclude that abolishing compulsory voting leads to a substantial decline in voter turnout that cannot be compensated by targeted measures and campaigns to mobilize citizens to vote.",
        "url": "https://doi.org/10.31235/osf.io/vgwmk_v1",
        "version": 1,
        "id": "vgwmk",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/xr2dm_v1",
        "title": "Enough of what? Changes in support for Chega between 2019 and 2025",
        "authors": "João Carvalho, Didier Ruedin",
        "created": "2025-10-20",
        "abstract": "In the 2025 election, the populist radical right party Chega gained 22.8 per cent of the Portuguese vote. In this article, we examine changes in support for Chega at the municipal level between 2019 and 2025. We analyse the relationship between changes in predictors and changes in the outcome to better understand the rapid rise of the party. Changes in grievances are associated with changes in votes, notably decreases in income and increases in overall crime are associated with larger increases in support for Chega. By contrast, changes in social benefits, the share of the foreign population and net migration are not associated with changes in support. We show that net of grievances, changes in turnout are strongly associated with changes in votes for Chega – evidence of a mobilization effort. Key results are robust to different specifications. Thus, we highlight the mobilization effects of populist radical right parties.",
        "url": "https://doi.org/10.31235/osf.io/xr2dm_v1",
        "version": 1,
        "id": "xr2dm",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Political Science, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/5xdz2_v1",
        "title": "Climate Events and Market Efficiency: An Event Study Analysis",
        "authors": "Meerab Asim",
        "created": "2025-10-16",
        "abstract": "We examine market reactions to climate events using event study methodology on a final sample of 250 high-severity events (2000–2025) across US, EU, and Asian markets, which were filtered from a raw dataset of over 1.5 million events. Broad US indices (SPY, QQQ) show no significant event- day AR, while the US energy sector (XLE) exhibits a negative reaction (−6 bps, p &lt; 0.001). EU proxies (EZU, VGK) show small positive reactions (+3 to +6 bps), and Asian markets display heterogeneous responses. While statistically significant, transaction costs exceed gross effects, supporting market efficiency while revealing sector-specific sensitivities to climate information. Results challenge uniform climate risk pricing and suggest regional differences and sector composition drive responses. All inferential results use the analyzed sample of 250 non-overlapping events; diagnostic figures may summarize a larger candidate set used for alignment.",
        "url": "https://doi.org/10.31235/osf.io/5xdz2_v1",
        "version": 1,
        "id": "5xdz2",
        "subjects": "Economics",
        "subjects_osf": "Environmental Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/ag37r_v1",
        "title": "Сервісологія в системі наукового знання",
        "authors": "Liudmila Maliuk, Olexii Varypaiev",
        "created": "2025-10-16",
        "abstract": "The article conceptualizes serviceology as an emerging interdisciplinary field at the intersection of philosophy, sociology, economics, and cultural studies. Building on the human needs paradigm, the authors distinguish between service and service provision, argue for the autonomy of service as a social institution, and outline the object (human and needs), subject (methods of identifying and satisfying needs), and methodology (systems approach; preferences and time-budget methods). The paper justifies separating theoretical serviceology from practice-oriented “service activity,” and shows how service development accompanies the rise of a “service society.” Implications are drawn for hospitality, tourism, management and marketing as domains that require a systematic theory of services.",
        "url": "https://doi.org/10.31235/osf.io/ag37r_v1",
        "version": 1,
        "id": "ag37r",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Psychology, Economics, Social Work, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/bfn24_v1",
        "title": "Geocoding historical census data for Stockholm, 1878-1950",
        "authors": "Martin Önnerfors",
        "created": "2025-10-23",
        "abstract": "This paper describes the methodology for geocoding historical Swedish census data from 1878-1950, developed as part of the research project \"Cities and Socioeconomic Segregation in the Long Term, 1880-2017.\" While Sweden's historical demographic data is renowned for its quality and coverage, geocoding this data presents unique challenges that cannot be solved using modern geocoding APIs. The primary obstacles include temporal changes in address-coordinate relationships, street relocations, and the complete disappearance of spatial units through demolition and redevelopment. Historical Swedish census data varies in geographic precision, ranging from village-level information in rural areas to property-level detail in urban centers like Stockholm. The paper proposes a solution based on constructing a \"canonical\" historical address and property database that incorporates temporal dimensions, allowing for accurate matching at specific time points. This database is compiled from multiple sources and validated against georeferenced historical city maps. The methodology addresses the distinction between property-level (block name and number) and address-level (street name and house number) geocoding, with property coordinates proving more temporally stable. Manual data collection and quality assurance are essential components of the process, particularly for areas subject to major urban redevelopment such as Stockholm's Klara neighborhood. This approach enables accurate geocoding of historical census data while maintaining spatial precision appropriate for demographic analysis of urban segregation patterns over more than a century.",
        "url": "https://doi.org/10.31235/osf.io/bfn24_v1",
        "version": 1,
        "id": "bfn24",
        "subjects": "Economics",
        "subjects_osf": "Geography, Economics"
      },
      {
        "doi": "10.31235/osf.io/bm5jf_v2",
        "title": "The Value of Hydropower as a Grid-Scale Storage Resource: A Commodity Market Approach",
        "authors": "Brittany Tarufelli, James Gibson, Sarah Barrows, Abhishek Somani, Daniel Boff",
        "created": "2025-10-20",
        "abstract": "Energy storage plays a crucial role in modern power systems, providing services such as grid stability, frequency regulation, and load balancing. Currently, storage systems earn revenue by offering these grid services and through energy arbitrage—buying electricity when prices are low and selling when prices are high. However, as storage deployment expands, arbitrage profitability declines due to market saturation and narrowing price differentials (Sioshansi et al., 2009; Li et al., 2024). In ERCOT, for example, 2024 saw reduced arbitrage potential due to moderate weather and increased storage capacity. This trend underscores the need for new business models that more fully recognize and compensate the value energy storage provides to the power system. This paper presents empirical research on the full value of energy storage and proposes a commodity-market-based framework to better align compensation mechanisms with system-wide benefits. We examine hydropower as a proxy for grid-scale storage, using exogenous variation in reservoir storage volume to estimate causal effects on (1) real-time electricity prices and (2) risk premiums, measured by the day-ahead to real-time price spread, in the Northwestern United States between May 2022 and November 2024. Employing fixed-effects and lagged dependent variable models, we control for unobserved heterogeneity across balancing authorities and capture dynamic price behavior. We find that a 10% increase in reservoir storage volume reduces real-time prices by approximately 6% and lowers risk premiums by about 5%, indicating that storage mitigates short-term supply–demand imbalances. These effects are most pronounced during grid stress events, such as cold snaps, suggesting that stored energy provides significant value when the system is under strain. The results are robust to dynamic pricing effects and highlight storage’s role in reducing both price volatility and systemic risk. Overall, stored energy substantially reduces system costs and alleviates grid stress, yet most electricity markets lack mechanisms that compensate storage for these benefits. As revenue from arbitrage and grid services diminishes with increased deployment, alternative business models are needed to reward storage for its intrinsic function—potentially through the creation of a stand-alone commodity, such as stored energy itself (see the winter reserve mechanism in Switzerland). Our findings provide empirical support for developing future market frameworks that more accurately capture the risk-reducing and reliability-enhancing contributions of grid-scale energy storage.",
        "url": "https://doi.org/10.31235/osf.io/bm5jf_v2",
        "version": 2,
        "id": "bm5jf",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/bs3fd_v1",
        "title": "Parental Job Loss and Children’s Socioeconomic Disadvantage",
        "authors": "INVEST Flagship, Niko Eskelinen, Laura Jernström, Henri Salokangas",
        "created": "2025-10-22",
        "abstract": "Using high-quality administrative data, we study how parental labor market shocks affect children’s socioeconomic disadvantage. We find that the job loss of both fathers and mothers significantly increases the likelihood that children will experience a range of socioeconomic disadvantage indicators in adulthood, including being not in education, employment, or training (NEET), reliance on social assistance, and the use of unemployment benefits. In relative terms, we find that parental job loss increases children’s risk of socioeconomic disadvantage by up to 4.5% for sons and up to 3.9% for daughters. These effects persist for more than a decade after parental job displacement. The adverse impacts are particularly pronounced for boys and children exposed at older ages, suggesting heterogeneous vulnerability based on gender and developmental stage. Our results indicate that good labor market conditions – particularly in the case of fathers – may mitigate the adverse effects of parental job loss.",
        "url": "https://doi.org/10.31235/osf.io/bs3fd_v1",
        "version": 1,
        "id": "bs3fd",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/dnt6h_v1",
        "title": "Payment for Order Flow and Options Promotion",
        "authors": "Rehan Buvvaji",
        "created": "2025-10-17",
        "abstract": "Retail investors have greatly increased their options trading volume, raising questions about whether higher payment-for-order-flow (PFOF) rates that brokerages receive from option trades are linked with increased brokerage options promotion. In this paper, I conduct an empirical study to explore the association between options PFOF rates and promotion across four brokerages: Robinhood, Webull, E*TRADE, and Charles Schwab. Utilizing their SEC Rule 606(a) reports and social media posts from X, Facebook, and Instagram, I calculate a monthly average options PFOF rate for each brokerage and construct an options promotion strength score through a hand-coded framework. I find that Robinhood and E*TRADE initially display a statistically significant association, and Charles Schwab joins them when a one-month lag is introduced. However, when controlling for market-wide options activity through OCC equity options volume, no brokerage has a statistically significant association with their average options PFOF rate, and Robinhood displays statistical significance with the OCC equity options volume; this may partly be attributed to overcontrolling if market-wide options activity is a downstream effect of options promotion. Lastly, when excluding E*TRADE and Charles Schwab's transition months following acquisitions, neither brokerage displays a statistically significant association. Collectively, the evidence suggests heterogeneity among brokerages, with Robinhood showing the clearest association between options PFOF and promotion strength. The results have implications on regulation surrounding best-interest obligations and options disclosures, especially as more retail investors enter the market.",
        "url": "https://doi.org/10.31235/osf.io/dnt6h_v1",
        "version": 1,
        "id": "dnt6h",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/drezg_v1",
        "title": "Culture and Economics in Fast Food Automation",
        "authors": "Peter C. Baker",
        "created": "2025-10-20",
        "abstract": "This paper examines the intersection of technology, labor, and cultural practices in the fast food industry, with a particular focus on the adoption of robotic fryers and automation. Drawing on insights from cultural sociology and the economics of technological change, the analysis explores how automation reshapes work, alters food production processes, and reframes cultural meanings attached to fast food labor. The study highlights the tension between efficiency gains and concerns over labor displacement, situating fast food automation within broader debates about technology and society. By linking industry-specific developments to questions of employment, cultural identity, and consumer expectations, this research contributes to a deeper understanding of how automation in everyday contexts reflects and shapes broader social transformations.",
        "url": "https://doi.org/10.31235/osf.io/drezg_v1",
        "version": 1,
        "id": "drezg",
        "subjects": "Economics",
        "subjects_osf": "Economics, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/j7usg_v1",
        "title": "From disapproval to social exclusion: the endogenous formation of non-financial incentives for collectively beneficial behaviours",
        "authors": "Daniel Martínez-Felip, Steven G.M. Schilizzi, Chi Nguyen, David Pannell",
        "created": "2025-10-17",
        "abstract": "In analysing potential policy responses to improve outcomes in collective-action problems, economists often focus on financial disincentives to reduce the expected gains from free-riding and thereby promote within-group cooperation. In this study, we investigate the potential for groups to develop non-financial disincentives to free riding, thereby promoting convergence towards collectively beneficial actions. Using a within-subjects laboratory experiment, participants play two multi-period public-goods games sequentially: without and then with non-financial incentives activated by allowing for the endogenous formation of a social exclusion mechanism. This is operationalised by allowing participants, at a personal cost, to assign exclusion tickets to group members after observing their contributions: the member(s) having accumulated the most in their group gets excluded from a group activity not involving monetary payoffs nor linked to the main game. First, the threat of receiving exclusion tickets, then the threat of being excluded, and finally actually being excluded work as non-financial social disincentives to free ride. Results show that group members who contribute relatively less receive more exclusion tickets. By imposing expected social costs on relatively low contributors, exclusion or the threat of exclusion enables groups to operate with higher contribution levels, thereby reversing the collective decline in contributions observed in the Baseline public good game. Exclusion is experienced by individuals who consistently contribute less than other group members, and this experience amplifies the effectiveness of the subsequent exclusion threat. Willingness to incur personal costs to enhance the exclusion threat increases over time and it is shaped by more cooperative normative expectations. This effect is particularly pronounced among individuals who perceive norms as tight, especially when higher contributions become more dispersed. In the absence of financial disincentives, these patterns show how non-financial incentives, shaped by more cooperative normative expectations, can foster group coordination and higher public-good contributions.",
        "url": "https://doi.org/10.31235/osf.io/j7usg_v1",
        "version": 1,
        "id": "j7usg",
        "subjects": "Economics",
        "subjects_osf": "Psychology, Economics"
      },
      {
        "doi": "10.31235/osf.io/krshu_v1",
        "title": "El Consenso de Washington una revisión narrativa de su evidencia, impactos y transformaciones",
        "authors": "RICARDO ALONZO FERNANDEZ SALGUERO",
        "created": "2025-10-16",
        "abstract": "El Consenso de Washington ha sido uno de los paradigmas de política económica más influyentes y controvertidos de finales del siglo XX. Concebido como un decálogo de reformas orientadas al mercado, su implementación generó un vasto cuerpo de literatura que evalúa sus impactos. Esta revisión narrativa cualitativa sintetiza la evidencia de 53 estudios académicos para ofrecer una visión panorámica de su legado. Se exploran sus orígenes y evolución, la evidencia empírica que lo asocia con mejoras en el crecimiento, y las críticas que lo vinculan con el aumento de la desigualdad y las crisis económicas. Finalmente, se analiza el surgimiento de narrativas post-consenso, argumentando que esta evolución, más que una ruptura, representa una adaptación estratégica del neoliberalismo. Los hallazgos revelan que, si bien la era de las soluciones universales ha terminado, el paradigma post-consenso a menudo recicla principios fundamentales bajo un nuevo lenguaje de inclusión y especificidad contextual, planteando nuevos desafíos para la búsqueda de alternativas de desarrollo genuinas.",
        "url": "https://doi.org/10.31235/osf.io/krshu_v1",
        "version": 1,
        "id": "krshu",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/m8k6b_v2",
        "title": "Demand for informal caregiving and human capital accumulation: Evidence from elderly deaths in Senegal",
        "authors": "Thomas THIVILLON",
        "created": "2025-10-17",
        "abstract": "This paper uses original panel data from Senegal to evaluate the effect of co-residence with elderly individuals on the educational attainment of female children. To identify this effect, I exploit the deaths of elderly co-residents which occur during the study period in an empirical strategy which relies on triple-differences with child fixed-effects. I show that an event of elderly death is associated with 23% additional education completed over a period of 4 years by affected girls. I present evidence that changes in demand for informal caregiving among older female children within the household are one of the mechanisms at play. These results highlight the importance of female teenagers in caregiving activities and suggest that policies that increase the availability of formal care for the elderly could reduce gender inequalities in education in contexts similar to Senegal.",
        "url": "https://doi.org/10.31235/osf.io/m8k6b_v2",
        "version": 2,
        "id": "m8k6b",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/32mhv_v2",
        "title": "STEMming Opportunity: How High-School Majors Preserve Sorting and Educational Stratification",
        "authors": "Brian Holzman, Shuyu Wang, Bethany Lewis, Hao Ma",
        "created": "2025-10-21",
        "abstract": "Purpose--Texas House Bill 5 (2013) introduced the Foundation High School Program, requiring students to select an endorsement—a curricular concentration similar to a major. Although intended to expand flexibility and align coursework with college and workforce pathways, the STEM endorsement may function as a new form of tracking. Guided by Oakes and colleagues’ work on tracking and detracking and by Domina et al.’s application of categorical inequality theory to education, this study examines which students complete a STEM endorsement and how this choice shapes college enrollment outcomes. Research Methods--We combine a content analysis of Texas college-admissions requirements with administrative data from the Houston Independent School District. Logistic and multinomial models estimate predictors of STEM endorsement completion and college choice, and nonlinear variance decomposition analyses assess how STEM–non-STEM differences in college enrollment are explained by background characteristics. Findings--The STEM endorsement aligns closely with selective college admissions. Academic factors strongly predict STEM completion, and while the endorsement is associated with enrollment at selective colleges, this relationship is largely explained by prior academic achievement. High-achieving students are more likely to pursue the STEM endorsement, which accounts for its link to selective college enrollment. Implications--The STEM endorsement operates less as a pathway for broadening opportunity and more as a marker of academic prestige. As a surface-level policy reform, the endorsement system reconstitutes familiar tracking dynamics under a new label, reinforcing educational stratification by privileging students with stronger preparation.",
        "url": "https://doi.org/10.31235/osf.io/32mhv_v2",
        "version": 2,
        "id": "32mhv",
        "subjects": "Sociology",
        "subjects_osf": "Higher Education, Science and Mathematics Education, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/3yjs7_v1",
        "title": "Fuzzy Boundaries: A Mechanism for Group Accumulation of Advantage",
        "authors": "Heba Alex",
        "created": "2025-10-21",
        "abstract": "This paper describes a strategic mechanism, fuzzy boundaries, that groups use to accumulate advantage. In contrast to the dominant view that rigid, well-defined boundaries maximize group rewards, I argue that ambiguity in membership criteria can, under certain conditions, more effectively secure and promote group benefits. Fuzzy boundaries are defined by two features: an intentionally ambiguous criterion for inclusion and the selective, inconsistent application of that criterion to adjust the insider-outsider line as needed. I illustrate the operation of fuzzy boundaries through a historical analysis of occupational boundary-drawing in the nineteenth-century United States. Ultimately, the study offers a generalizable framework for understanding how strategic ambiguity in group boundaries can serve actors seeking to preserve privilege across domains such as education, hiring, and professional accreditation. Unlike well-defined qualifications, the malleability of fuzzy boundaries often insulates them from legal challenge, making them an effective mechanism for maintaining social and institutional advantage. https://doi.org/10.1177/07352751251378516",
        "url": "https://doi.org/10.31235/osf.io/3yjs7_v1",
        "version": 1,
        "id": "3yjs7",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/4tq8z_v1",
        "title": "However Far Away? The Spatial Contingencies of Assortative Mating",
        "authors": "Jesper Lindmarker, Benjamin Jarvis",
        "created": "2025-10-15",
        "abstract": "This study reconsiders a classic sociological question: how does space shape intimate ties? Specifically, it examines how the spatial segregation of ethnic groups contributes to patterns of ethnic endogamy. It does so by applying conditional logit models to Swedish population registers describing couples who began cohabiting between 1990 and 2017. The models compare observed unions to counterfactual unions drawn from available singles, distinguishing the effects of ancestry assortativity---based on country of origin---from residential propinquity, while controlling for matching on nativity, education, and age. Proximity strongly predicts partnering, but assortativity matters too, particularly for non-Western groups. Mediation analysis shows that failing to account for propinquity overstates endogamy by 20–40 percent for these groups, with stronger mediation for the most segregated groups. The findings suggest that segregation complements ethnic boundaries in the short term, but also suggest how integration may undermine group boundaries in the longer term.",
        "url": "https://doi.org/10.31235/osf.io/4tq8z_v1",
        "version": 1,
        "id": "4tq8z",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/5f6b3_v1",
        "title": "Imagining the Invisible Antifa In the Black Lives Matter Protest Cycle",
        "authors": "kerby goff, John D. McCarthy",
        "created": "2025-10-18",
        "abstract": "Framing contests often ensue around levels of protest violence and who the perpetrators are, and such frames can be out of step with the actual violent or peaceful nature of protests. During the 2020 racial justice protests, many capitalized on dramatic images of violence and property damage to frame the protests as violent with the left-wing group Antifa as the culprit. Drawing on event data and news reports covering the 2020 racial justice protests and comparing to historical U.S. protest data, we examine the central claims of this framing contest. We find that this wave of racial justice protests was more peaceful than Civil Rights protests of the 1960’s and that Antifa was present at only a handful of events which turned violent. We also find that media attention to Antifa corresponded with declining support for BLM, suggesting that scapegoating Antifa led to a decline in support of the movement.",
        "url": "https://doi.org/10.31235/osf.io/5f6b3_v1",
        "version": 1,
        "id": "5f6b3",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/69h3q_v1",
        "title": "A Sociological Framework of Crisis Preparedness",
        "authors": "Lærke Høgenhaven",
        "created": "2025-10-19",
        "abstract": "Heightened geopolitical tensions, extreme weather conditions, and an increased risk of hybrid attacks have brought renewed attention to crisis preparedness as a key political and research priority across Europe. However, much of the current discourse focuses on individual and household-level measures and overlooks the broader social dimensions of crisis resilience, which are more frequently examined in the aftermath of crises. Given the crucial role of social capital and informal civil society networks in crisis response and recovery, there is a pressing need for greater sociological engagement with the crisis preparedness phase as well. Incorporating literatures of sociology of disasters, civil society studies, crisis management, and disaster risk management, this paper develops an extended sociological framework that conceptualizes crisis preparedness as an inherently social process taking place at the early onset of a crisis. In outlining such a framework, it expands the conceptualization of crisis preparedness beyond individual and material measures to include social infrastructures, such as social capital and the mobilization of civil society. In doing so, the paper contributes to the sociological theory of crisis resilience by conceptualizing crisis preparedness as prospective collective action, thereby reframing sociological understandings of crisis preparedness as risk governance.",
        "url": "https://doi.org/10.31235/osf.io/69h3q_v1",
        "version": 1,
        "id": "69h3q",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/784p3_v1",
        "title": "Explaining the Extracurricular Investment Gap for School-age Children between Married and Cohabiting Families",
        "authors": "Orestes P Hastings",
        "created": "2025-10-23",
        "abstract": "Existing research finds that differences in economic resources explain a much larger share of the spending gap between married and single parents than between married and cohabiting parents. This study focuses on extracurricular spending and considers three non-economic explanations for why children in cohabiting families receive less than those in married households: the greater prevalence of non-biological parents in cohabiting households, the relatively shorter duration of cohabiting relationships, and potentially lower levels of relational commitment. Using data from the Panel Study of Income Dynamics and its 2014 and 2019 Child Development Supplement (5,422 observations of 4,361 children in 2,635 households), I first reproduce established differences in parental spending by family structure. Accounting for biological parent status and relationship duration does little to further reduce the gap between married and cohabiting parents. These findings suggest that unmeasured aspects of commitment may shape family-structure differences in extracurricular investments, but they also highlight the need for continued research given the growing complexity of U.S. family living arrangements and the importance of parental financial investments for children’s development and long-term outcomes.",
        "url": "https://doi.org/10.31235/osf.io/784p3_v1",
        "version": 1,
        "id": "784p3",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/c6prw_v1",
        "title": "Still Writing Ads for Humans? The Algorithmic Audience Has Arrived!",
        "authors": "Mengjiao Yin",
        "created": "2025-10-19",
        "abstract": "The widespread adoption of generative AI assistants, built on Transformer‑based large language models, has shifted the primary audience of advertising and communication from humans to algorithms. Within the framework of gatekeeping theory, these systems can be conceptualized as new algorithmic gatekeepers that search, aggregate, and re‑synthesize information before it reaches human users. A paradigm shift is required from the logic of the attention economy to that of epistemic signals—structured, auditable, and multi‑sourced claims designed for machine readability. A research agenda is outlined that emphasizes the analysis of algorithmic evidence preferences, the exploration of principles of machine‑readable communication, the development of new metrics such as answer share, and the examination of governance and ethical challenges. Case illustrations from healthcare, finance, and education demonstrate how these inquiries can be operationalized. Collectively, these directions highlight the need to redefine audience research and to renew methodologies in communication and marketing scholarship in the era of generative AI.",
        "url": "https://doi.org/10.31235/osf.io/c6prw_v1",
        "version": 1,
        "id": "c6prw",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/c8bzp_v1",
        "title": "Rights, Capabilities, and Critical Pedagogy: Assessing Empowerment in INGO-led Non-formal Education for Refugees and Migrants in Libya",
        "authors": "Waed Altireeki",
        "created": "2025-10-16",
        "abstract": "This study investigates how INGO-led NFE programmes for children and youth on the move seek to empower learners amid the complexities of mixed migration. It takes Libya as a case study, given its position as a central route to the Mediterranean and its high influx of refugees and migrants. The study proposes an integrated conceptual lens—combining the 4As rights-based framework, the capability approach, and critical pedagogy—to examine the empowering dimensions within INGO practices. Based on qualitative interviews with 12 staff from five INGOs, findings reaffirm critiques of Education in Emergencies’ short-term approach, highlighting its emphasis on provision over impact. Education’s empowering potential is found to be constrained by the absence of progressive learning pathways and the limited efforts to enhance learners’ agency.",
        "url": "https://doi.org/10.31235/osf.io/c8bzp_v1",
        "version": 1,
        "id": "c8bzp",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/daqtw_v1",
        "title": "AI and the Reproduction of Educational Inequalities: A Sociological Perspective",
        "authors": "Elena-María García-Alonso",
        "created": "2025-10-18",
        "abstract": "This paper examines how Artificial Intelligence (AI) shapes the reproduction of educational inequalities from a sociological perspective. It argues that AI systems are not neutral tools but socio-technical artifacts embedded in power relations that influence knowledge, pedagogical practices, and structures of legitimacy. The analysis highlights three dimensions through which inequality is reproduced: digital divides that go beyond access and include skills and algorithmic literacy; structural and cultural biases embedded in AI processes such as admission, assessment, and adaptive learning; and algorithmic governmentality, which governs education through surveillance, metrics, and automated feedback, producing new forms of subjectivity oriented toward efficiency rather than critical thinking. The article concludes that AI in education is an ethical and political challenge. It calls for inclusive and contextualized platform design, critical training for teachers, participatory co-design of evaluation systems, and governance mechanisms that ensure transparency and accountability. From the sociology of education, promoting digital environments that are democratic, inclusive, and emancipatory is essential to achieve educational justice in the age of AI.",
        "url": "https://doi.org/10.31235/osf.io/daqtw_v1",
        "version": 1,
        "id": "daqtw",
        "subjects": "Sociology",
        "subjects_osf": "Language and Literacy Education, Social and Philosophical Foundations of Education, Disability and Equity in Education, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fvsby_v1",
        "title": "The Social Morphology Ball Model: A Proof-of-Concept for Spherical Representation of Multivariate Social Data",
        "authors": "Ryu Murakami",
        "created": "2025-10-16",
        "abstract": "This proof-of-concept study introduces the Social Morphology Ball, a framework for visualizing multivariate social data as three-dimensional morphological structures. The method normalizes variables using the median and interquartile range (IQR), followed by nonlinear compression with a hyperbolic tangent function to reduce the impact of extreme outliers. Each normalized variable is mapped onto spherical basis functions, transforming numerical relationships into geometric deformations—bulges or concavities—on a sphere. When all variables align with their long-term medians, the model yields a perfect sphere representing a morphologically neutral, structurally balanced state. Implemented in Python, the pipeline automates normalization, shape generation, and visualization, exporting results in STL, PNG, and GIF formats. Applied to Japanese national statistics from 2015–2023, the model captured temporal variations in the balance and distortion of societal indicators through intuitive 3D forms. By interpreting data as morphology rather than numbers, this approach extends social data visualization into a sensory and cognitive domain, providing a conceptual foundation for morphological visualization of social phenomena and potential applications in education, policy, and data-driven art.",
        "url": "https://doi.org/10.31235/osf.io/fvsby_v1",
        "version": 1,
        "id": "fvsby",
        "subjects": "Sociology",
        "subjects_osf": "Art and Design, Art Education, Social Statistics, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/gy87f_v2",
        "title": "Where are Managers Needed? How Culture and Coordinative Complexity Predict the Evolution of Reporting Relationships in Organizations",
        "authors": "Danyang Li, Julien Clement, Sameer Srivastava",
        "created": "2025-10-16",
        "abstract": "Organization redesign often raises a central question: Where are managers needed? A potential substitute for formal supervision by managers is interpersonal cultural alignment, which can ease coordination between colleagues. Yet prior research suggests cultural alignment may also complement formal structure. We theorize that the balance depends on coordinative complexity: Whether culturally aligned individuals benefit from common supervision hinges on how broadly they depend on others to get work done. Cultural alignment substitutes for formal structure when coordinative complexity is low and complements it when coordinative complexity is high. Focusing on one of the most tangible and consequential forms of cultural alignment---the degree to which individuals are linguistically aligned with their peers in everyday communications---we make predictions about which pairs of colleagues will be brought together under, versus pulled apart from, a shared supervisor. Using archival data from a design firm, we find support for our theory, with effects especially strong when colleagues are highly visible to their senior managers.",
        "url": "https://doi.org/10.31235/osf.io/gy87f_v2",
        "version": 2,
        "id": "gy87f",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/he5zy_v1",
        "title": "From Scent to Scene: Unveiling the Generation of Olfactory Mental Imagery via LLM-Driven Text Mining",
        "authors": "Mengjiao Yin, Zongping Liu, Yanyan Xu",
        "created": "2025-10-22",
        "abstract": "Method: This study explores the relationship between perfume scents and consumer imagery associations. Based on the analysis of online reviews, a four-dimensional framework was constructed to decode the patterns of imagery associations in perfume reviews. The research adopts a mixed-methods approach, including text mining, content analysis, multiple regression and fsQCA validation, as well as semantic network mapping. Open Practice Statement: This study only involves text data analysis, poses no ethical risks, and therefore does not require pre-registration. Key Findings: 1) natural materials and cultural symbols significantly enhance product ratings (β=0.0114 and β=0.0132), yet cultural symbols negatively affect popularity (β=-0.0296); 2) fsQCA identifies two high-rating pathways, highlighting the synergistic effects between natural materials and cultural symbols; 3) semantic network analysis reveals distinctive imagery sets for twelve fragrance families and constructs a “ingredient–imagery–scene” mapping chain. Significance: Innovatively, this study proposes a four-dimensional model to quantify the mechanisms underlying olfactory mental imagery generation, filling a theoretical gap in sensory marketing and neuroaesthetics. It also provides practical tools for fragrance brands to leverage dual-driven storytelling through culture and emotion, enabling scene-based customization in response to emerging market trends. Furthermore, the study demonstrates how generative AI can transform unstructured consumer feedback into actionable insights, opening new avenues for consumer experience research in the digital era. In summary, this work offers essential theoretical tools for understanding the core logic of the olfactory economy and provides practical guidance for perfume brands to pursue strategic differentiation.",
        "url": "https://doi.org/10.31235/osf.io/he5zy_v1",
        "version": 1,
        "id": "he5zy",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/j82mh_v1",
        "title": "Chronotopes of science: Synchronisation of spatial and temporal convergences during a crisis",
        "authors": "John Viana, Kathryn Henne, Marus Barber, Sujatha Raman",
        "created": "2025-10-23",
        "abstract": "While research recognizes how the spatial and temporal organisation of science impacts its processes and products, questions remain about how dynamic spatiotemporal conditions constitute science in action. As crises can provide an avenue to understand science amidst rapidly shifting spatiotemporal conditions, we present findings from a case study on a multi-omics project during COVID-19. We draw on the concept of chronotopes to illuminate how the “spacetime” properties of individuals, collectives, and the COVID-19 pandemic co-produce COVID-19 science. We present how different actors enact and engage during the crisis spacetime, illustrating how these enactments result in chronotopic convergences that could progress the project or in divergences that could delay it. We examine how the synchronisation of convergences and divergences in the chronotopes of actors and the crisis shape the progression of the project chronotope. Our analysis illuminates key features of science during a crisis, where projects continuously adapt to rapidly shifting crisis conditions, require recursive experiments and regulatory compliance, need to navigate divergent chronotopic expectations, and necessitate convergences beyond individual and experimental spacetimes. Ultimately, chronotopes are not just static backdrops for science, they can enable and constrain actions, and their active governance defines science both in and out of a crisis.",
        "url": "https://doi.org/10.31235/osf.io/j82mh_v1",
        "version": 1,
        "id": "j82mh",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/jmx8k_v2",
        "title": "Evaluating Information Quality in French-Language TikTok Videos on Autism, Attention-Deficit/Hyperactivity Disorder, and Dyslexia",
        "authors": "Laurent Cordonier, Erell Guégan, Gérald Bronner, Julie Belembert, Sara Bahadori, Fanny Gollier-Briant, Hélène Vulser",
        "created": "2025-10-23",
        "abstract": "Social media platforms, including TikTok, have become popular sources of information on neurodevelopmental conditions. Previous studies indicate that 40–55% of English-language TikTok videos on autism or attention-deficit/hyperactivity disorder (ADHD) contain scientifically inaccurate information. However, the accuracy of comparable videos in other languages remains largely unknown. In this study, we evaluated the quality of information in 109 French-language TikTok videos on autism, ADHD, and dyslexia (with over 66 million cumulative views) to capture variation across disorders. The videos were identified using an ecologically valid keyword search and assessed by healthcare professionals with relevant scientific expertise. Results showed that 41% of autism videos, 56% of ADHD videos, and 41% of dyslexia videos were rated as “very poor” or “fairly poor” in terms of information quality because they contained major inaccuracies. Across all three disorders, higher-quality videos did not attract more views or interactions.",
        "url": "https://doi.org/10.31235/osf.io/jmx8k_v2",
        "version": 2,
        "id": "jmx8k",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/jzku2_v1",
        "title": "How social bots shape the discourse of online activism",
        "authors": "Linda Li, Helen Margetts",
        "created": "2025-10-21",
        "abstract": "Social bots increasingly shape online discourse, influencing how protest movements are perceived and evolve. This paper identifies bots as a major influence in digital protest ecologies, and responds by updating the Discursive Opportunity Structure (DOS) theoretical framework - focusing on its core dimensions of visibility, resonance, and legitimacy. To ground this theoretical development, we apply this revised framework through computer-assisted content analysis of bot activity in two major protests: Black Lives Matter (BLM) and Extinction Rebellion (XR). Rather than treating bots as a monolithic influence, we identify competing bot strategies with distinct discursive impacts. In BLM, supportive bots enhance cultural resonance, while counter-bots target movement legitimacy. In XR, pro-protest bots work to establish legitimacy and participatory visibility, whereas counter-bots strategically manipulate issue salience. These findings show that any serious understanding of contemporary movements must recognise how bot activity shapes discourse - steering public perception, influencing movement trajectories, and impacting protest outcomes.",
        "url": "https://doi.org/10.31235/osf.io/jzku2_v1",
        "version": 1,
        "id": "jzku2",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/mct8j_v1",
        "title": "Cross-Cultural Negotiation as an Alternative Negotiation Approach to Traditional Union–Management Methods",
        "authors": "Andres Molina",
        "created": "2025-10-17",
        "abstract": "Traditional labor negotiations are frequently perceived as difficult and high-risk, involving actors predisposed to defensive and antagonistic positions. This work addresses this problem by exploring the application of intercultural negotiation techniques, typically used in commercial relations, as a viable alternative for improving negotiations between unions and companies. Through an investigative and practical approach, utilizing tools borrowed from social anthropology, the author identified and measured significant cultural differences, not only among nationalities but also between the negotiating entities themselves: companies and unions. Although the negotiators' country of origin culture is predominant, there is a marked, albeit relative, difference between business culture and union culture, regardless of the country of origin. This relative difference proved sufficient to apply intercultural techniques, changing the traditional antagonistic view. The underlying model contrasts these cultures across eight key dimensions (Table 1) and underscores the importance of Cultural Intelligence (CQ) for managing communication, trust, and power in this context. The application of this approach has shown promising results, including the reduction in the number of requests in the petitions, the decrease in the number of negotiation rounds required, and agreements that are more beneficial for both parties. This methodology promotes a collaborative vision instead of a confrontational one, which is essential for constructive dialogue in the modern labor market.",
        "url": "https://doi.org/10.31235/osf.io/mct8j_v1",
        "version": 1,
        "id": "mct8j",
        "subjects": "Sociology",
        "subjects_osf": "Leadership Studies, Communication, Organization Development, Sociology"
      },
      {
        "doi": "10.31235/osf.io/nzkhe_v1",
        "title": "Hidden Underbelly of the Silicon Valley: Algorithmic Exploitation and Health in Data Work Value Chains",
        "authors": "Mophat Okinyi, Richard Mathenge, Mohammad Amir Anwar",
        "created": "2025-10-17",
        "abstract": "With robots expected to replace humans in some professions, AI presents a new development prospect through the provisions of data work. For over a decade, large Silicon Valley technology firms have been relying on outsourcing of data work via a host of intermediary suppliers and labour platforms to different parts of the globe often the Global South region, such as East Africa. Much of this work is often shrouded in secrecy as firms rarely reveal the extent of their value chains. This results in the poor and marginalised forming the hidden underbelly of the Silicon Valley, training some of their most advanced machines in adverse working conditions. Drawing upon the survey of workers in Kenya, a major hub for data work in Africa, the paper highlights the physical and psychological impacts on workers. Survey data is complemented with in-depth interviews and auto-ethnographic account of two ex-data workers-turned activists who worked for a large data enrichment firms in Kenya. Overall, the study highlights serious mental and physical health issues experienced humans behind the making of AI systems.",
        "url": "https://doi.org/10.31235/osf.io/nzkhe_v1",
        "version": 1,
        "id": "nzkhe",
        "subjects": "Sociology",
        "subjects_osf": "Digital Humanities, Geography, Other Social and Behavioral Sciences, Psychology, Science and Technology Studies, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/pjbfg_v1",
        "title": "What If Grave Speaks: Factors Influencing the Adoption of Digital Immortality Technologies Based on Generative AI",
        "authors": "Mengjiao Yin, Jinjia Gui, Yueqi Wang, Wei Xu",
        "created": "2025-10-22",
        "abstract": "This study investigates the factors influencing the adoption of generative AI-driven digital immortality (DI) technology, focusing on two distinct user groups: Digital Legacy Giver (DLG), who plan their posthumous digital presence, and Digital Legacy Receiver (DLR), who interact with digital representations of deceased loved ones. Through a mixed-methods approach—analyzing 305 DLG and 307 DLR questionnaires supplemented by 18 in-depth interviews—the research identifies divergent adoption drivers. Key findings reveal DLG exhibit significantly higher DI adoption intent (DIA) than DLR (mean DIA: 3.46 vs. 3.21, p&lt;0.001). For DLG, Presence Extension Need (PEN) (β=0.175, p&lt;0.001) and Data Snoop Concern (DSC) (β=−0.341, p&lt;0.001) are primary motivators and barriers, reflecting desires for symbolic identity continuity and privacy fears. Conversely, DLR prioritize Ritual Substitution Need (RSN) (β=0.252, p&lt;0.001) but are deterred by Relationship Desecration Concern (RDC) (β=−0.336, p&lt;0.001), emphasizing technology’s role in sustaining daily emotional rituals while fearing relational inauthenticity. The study innovatively frames adoption through a \"Demand-Concern-Individual\" ternary model, highlighting an individual-centric logic (DLG seeking self-continuity) versus socio-centric logic (DLR preserving relational bonds). It expands the concept of \"ritual\" beyond traditional memorials to encompass technology-mediated daily interactions. Practical implications include designing personalized security features for DLG and ethically calibrated emotional interfaces for DLR.",
        "url": "https://doi.org/10.31235/osf.io/pjbfg_v1",
        "version": 1,
        "id": "pjbfg",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/qd9pz_v1",
        "title": "Beyond Average Achievement: Estimating Schooling Effects in International Large-Scale Assessments",
        "authors": "Simon  Skovgaard Jensen, Giampiero Passaretta",
        "created": "2025-10-20",
        "abstract": "International Large-Scale Assessments (ILSAs) are widely used to compare educational performance and equity across countries, yet such comparisons conflate the effects of schooling with non-school factors like family background. This study demonstrates how modest design changes could enable causal inference on schooling effects. Applying the Differential Exposure Approach (DEA) to TIMSS 2011–2023, we exploit within-country variation in test timing to estimate the causal contribution of schooling to achievement and inequality. Results reveal a global “schooling effect”: each additional month of exposure increases mathematics achievement and narrows socioeconomic gaps. However, limited variation in test windows reduces precision in country-specific estimates, suggesting that broader, randomized testing schedules would strengthen future ILSAs’ capacity to identify and compare schooling effects across countries.",
        "url": "https://doi.org/10.31235/osf.io/qd9pz_v1",
        "version": 1,
        "id": "qd9pz",
        "subjects": "Sociology",
        "subjects_osf": "Educational Assessment, Evaluation, and Research, International and Comparative Education, Sociology"
      },
      {
        "doi": "10.31235/osf.io/qpe97_v1",
        "title": "From Invisible Threat to Social Problem: Media Framing of Particulate Matter in an Era of Intersecting Crises.",
        "authors": "Norah MacKendrick, Seungyun Lee, Hanee Choi, Marina Rivera Ramos",
        "created": "2025-10-21",
        "abstract": "How environmental health problems gain social visibility is key to understanding social problem formation. In this paper we examine this process by studying American news media coverage of fine particulate matter (PM2.5) air pollution, a pollutant linked to premature death and cardiovascular disease. After years of decline, in 2016 PM2.5 concentrations began rising nationally in the United States, largely due to wildfires. To understand how this change has been captured in public discourse, we use frame analysis of articles in two national U.S. newspapers—the New York Times and USA Today—to trace the evolution of the social problem framing of PM2.5 from 2013 to 2024. PM2.5 was framed as a health threat and governance problem, and while 2016 marks the reversal of the nationwide trend of declining PM2.5, 2020 is the inflection point when coverage increased, and environmental justice framing became salient. We explain these changes as the consequence of a convergence of the Covid-19 pandemic, Black Lives Matter protests, major wildfires, and regulatory rollbacks that rendered PM2.5 more salient because of heightened public interest in airborne threats and growing awareness of racial inequality. Our study elucidates how intersecting crises can increase the media visibility of environmental health risks.",
        "url": "https://doi.org/10.31235/osf.io/qpe97_v1",
        "version": 1,
        "id": "qpe97",
        "subjects": "Sociology",
        "subjects_osf": "Environmental Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/r8k9b_v1",
        "title": "Press Freedom Shapes (Social) Media’s Impact on Climate Change Beliefs",
        "authors": "Laurent Cordonier, Didier Witkowski, Florian Cafiero",
        "created": "2025-10-20",
        "abstract": "Social media are often blamed for spreading climate misinformation. Yet a recent meta-analysis found that using social media for news correlates more strongly with science-consistent climate beliefs than using mainstream media. Drawing on a 30-country survey (N=23,500), we observe cross-national variation: in countries with greater press freedom, mainstream media use shows stronger associations with science-consistent climate beliefs, whereas social media can be comparatively more beneficial where press freedom is restricted.",
        "url": "https://doi.org/10.31235/osf.io/r8k9b_v1",
        "version": 1,
        "id": "r8k9b",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/sc7zd_v1",
        "title": "The Role of Marital Status and Socioeconomic Class in Shaping Survival Outcomes in Pre-Industrial population",
        "authors": "INVEST Flagship, Jenni Pettay, Mirkka Lahdenperä, Antti Tanskanen, Virpi Lummaa, Mirkka Danielsbacka",
        "created": "2025-10-22",
        "abstract": "Marriage is consistently associated with better health and longevity, often attributed to economic advantages, health monitoring by a partner, and emotional support. Conversely, spousal death increases the risk of immediate mortality, known as the “widowhood effect.” Although these patterns are well-documented in contemporary populations, less is understood about their prevalence in historical populations, where extended family households may have mitigated the adverse effects of being unmarried or widowed. We investigated the effects of marital status on survival probabilities from age 40 onward, focusing on socioeconomic variability. Access to resources and coping mechanisms likely differed by social class, influencing how marital status affected survival across age groups and socioeconomic strata. We analyzed historical church book data from Finland (1730–1910), applying discrete-time event models to estimate annual survival for men (n = 5,802) and women (n = 6,203) aged 40 to 90. Time-varying marital statuses were categorized into five groups: never married, married, recently widowed, widowed, and remarried. Survival differences by marital status were strongly mediated by socioeconomic status (SES). Among high-SES individuals, never-married men and women had 15% and 21% higher survival rates, respectively, compared to their married counterparts. In contrast, among the moderate and lowest socioeconomic classes, survival probabilities for the never-married did not differ from those of the married. The survival advantage of never-married women was limited to ages below 60. Both men and women experienced sharp declines in survival during the two years following spousal loss (15–27%, depending on sex and class). Beyond this acute period, widowed men exhibited 5–10% lower survival rates across all classes compared to married men, while only high-SES widowed women faced a 6% survival disadvantage. Remarriage was associated with survival rates comparable to those of first-time marriage. This study provides insight into the survival advantages of pair-bonding in historical societies, characterized by high mortality rates, extended family structures, and the absence of modern medical resources.",
        "url": "https://doi.org/10.31235/osf.io/sc7zd_v1",
        "version": 1,
        "id": "sc7zd",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/swtyn_v1",
        "title": "From Flagship to Firm: Gatekeeping, Employer Sorting, and the Returns to College",
        "authors": "Aleksei Opacic",
        "created": "2025-10-16",
        "abstract": "Firms increasingly drive college graduates' labor market earnings, yet the vast literature on the value-added of college has largely overlooked their role. Drawing on human capital theory and institutional theories of credentialism, closure, and organizational matching, I argue that college-to-workplace pipelines are a critical driver of college value-added. To test this, I assemble a novel US employer-employee matched dataset merged with postsecondary and high school academic records. Firm placement explains much of the variation in earnings premiums between colleges. Absent firm sorting, the range of counterfactual earnings differences across colleges would fall by 56%, and over half of the earnings advantage to attending the state flagship comes from access to higher-paying employers. These sorting effects extend broadly across the distribution of high-wage firms, and not merely a handful of elite employers. Crucially, sorting effects do not simply reflect skill-based advantages, implying that college quality derives as much from institutional linkages to the labor market as from human capital development. Policies aimed at broadening recruitment pipelines, rather than solely improving instructional inputs, are therefore essential to reducing inequalities in the economic returns to higher education.",
        "url": "https://doi.org/10.31235/osf.io/swtyn_v1",
        "version": 1,
        "id": "swtyn",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/t5z3c_v1",
        "title": "Multiplex Networks Provide Structural Pathways for Social Contagion in Rural Social Networks",
        "authors": "Yongren Shi, Edo Airoldi, Nicholas Christakis",
        "created": "2025-10-21",
        "abstract": "Human social networks are inherently multiplex, comprising overlapping layers of relationships. Different layers may have distinct structural properties and interpersonal dynamics, but also may interact to form complex interdependent pathways for social contagion. This poses a fundamental problem in understanding behavioral diffusion and in devising effective network‑based interventions. Here, we introduce a new conceptualization of how much each network layer contributes to critical contagion pathways and quantify it using a novel metric, “network torque.” We exploit data regarding sociocentric maps of 110 rural Honduran communities using a battery of 11 name generators and an experiment involving an exogenous intervention. Using a novel statistical framework, we assess the extent to which specific network layers alter global connectivity and support the spread of three experimentally introduced health practices. The results show that specific relationship types—such as close friendships—particularly enable non-overlapping diffusion pathways, amplifying behavioral change at the village level. For instance, non-redundant pathways enabled by closest friends can increase the adoption of correct knowledge about feeding newborns inappropriate “chupones” and enhance attitudes regarding fathers’ involvement in postpartum care. Non-overlapping multiplex social ties are relevant to social contagion and social coherence in traditionally organized social systems.",
        "url": "https://doi.org/10.31235/osf.io/t5z3c_v1",
        "version": 1,
        "id": "t5z3c",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/tmwrv_v1",
        "title": "Bridging Warning and Adaptation Addressing Risk Communication Strategies for Short-Term Natural Hazard Warnings and Long-Term Risk Adaptation – A Scoping Review",
        "authors": "Julia Graf, Renate Renner, Thomas Klebel",
        "created": "2025-10-22",
        "abstract": "Effective risk communication is a core element of the Sendai Framework for Disaster Risk Reduction (2015–2030), emphasizing the importance of early warning and public information in mitigating disaster impacts. However, existing research often treats risk communication as a uniform process, lacking systematic differentiation between short-term warnings for acute hazards and long-term adaptation strategies. This scoping review analyzes 194 peer-reviewed studies to examine how risk communication strategies vary according to the temporal dimension (short-term, long-term, or hybrid), hazard types by group (atmospheric, geophysical, hydrological, and biophysi-cal), and intended purpose. Communication goals are categorized through an inductively developed approach—Act, Prepare, and Aware—and mapped across the four major hazard groups. A focused analysis of 141 studies reveals that differences, such as atmospheric hazards, are predominantly addressed through hybrid (41%) and short-term (25%) strategies, often combining real-time alerts with awareness and preparedness. Geophysical haz-ards are strongly associated with hybrid approaches (43%), which emphasize participatory and educational for-mats. Hydrological hazards display the widest variation, combining short-term, hybrid, and complex strategies. Purely long-term formats, however, are rarely found across all hazard types (1.4%), despite their strategic im-portance for resilience. Findings suggest that the choice of communication strategy can be tied to the nature and dynamics of each hazard type. This review identifies key patterns, research gaps, and a structured basis for further evaluation and the development of risk communication. It provides an overview of current literature and guidance for developing context-sensitive, temporally integrated communication strategies.",
        "url": "https://doi.org/10.31235/osf.io/tmwrv_v1",
        "version": 1,
        "id": "tmwrv",
        "subjects": "Sociology",
        "subjects_osf": "Environmental Studies, Public Affairs, Public Policy and Public Administration, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/u4a9k_v1",
        "title": "Compatibility of work and care duties in women’s academic careers: a qualitative survey among FWF Elise Richter fellows (Austrian female senior scientists of all disciplines)",
        "authors": "Karen Kastenhofer",
        "created": "2025-10-16",
        "abstract": "We report on a small qualitative survey undertaken among female Austrian scientists, addressing compatibility of work and care duties in summer 2025. After outlining the current scholarly discourse and state of evidence, we present the survey results (based on an empirically grounded qualitative analysis) along the central issues raised by respondents: child-care facilities, mobility, academic workload, timing in academia, money, home office and flexible timing, contracts in academia, selection beyond excellence, networking and academic role models, institutional ignorance in academia and stigmas. Each issue is presented and illustrated by quotes. We conclude with a short discussion.",
        "url": "https://doi.org/10.31235/osf.io/u4a9k_v1",
        "version": 1,
        "id": "u4a9k",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/zh72m_v1",
        "title": "The Paradox of Inequality that isn’t: Rising Economic Inequality Depresses and Polarises Citizens’ Belief in Meritocracy",
        "authors": "Sven Ehmes, Markus Gangl",
        "created": "2025-10-18",
        "abstract": "This study examines how rising income inequality has been impacting individuals' belief in merit-based success, using three decades of survey data from 39 advanced capitalist democracies. Challenging the seminal finding of a \"paradox of inequality,\" we find no evidence of a positive effect of inequality on meritocratic beliefs across countries. Instead, we identify a substantively moderate but robustly negative effect of inequality on perceptions of meritocracy from within-country changes over time: as inequality rises, citizens’ belief in meritocracy declines. We further uncover that inequality does not merely induce a mean shift, but affects the shape of the distribution of meritocracy beliefs insofar as we find the proportion of sceptical perceptions of meritocratic realities to be increasing with higher levels of inequality. Our findings thus suggest that growing inequality undermines citizens’ trust in procedural fairness and contributes to an increased polarisation of attitudes and beliefs at the heart of open societies.",
        "url": "https://doi.org/10.31235/osf.io/zh72m_v1",
        "version": 1,
        "id": "zh72m",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/4s2wf_v1",
        "title": "A Life Course Perspective on Cumulative Social and Economic Disadvantage Among Older Adults in Sub Saharan Africa: A Scoping Review",
        "authors": "Medinah Suleiman ",
        "created": "2025-10-15",
        "abstract": "Population ageing in sub-Saharan Africa (SSA) is occurring rapidly amid persistent socioeconomic inequities, yet little is known about how disadvantages accumulate across the life course to shape older adults’ wellbeing. Drawing on a scoping review methodology guided by Arksey and O’Malley (2005) and enhancements by Levac et al. (2010), this review synthesizes evidence from empirical, theoretical, and policy literature published between 1990 and mid-2025 to map how cumulative social and economic disadvantage unfolds across life stages and affects later life outcomes in SSA. Sixty-odd studies from 18 countries were included, spanning quantitative, qualitative, and mixed-methods designs. The review reveals that early life adversity such as low childhood socioeconomic status, limited education, and health shocks sets trajectories that constrain opportunities for formal employment, asset accumulation, and social mobility. These constraints are compounded over adulthood, especially among women and rural populations who disproportionately engage in informal work, caregiving, and face structural exclusions such as lack of pension coverage. The accumulation of disadvantage across life stages is consistently associated with poorer physical and mental health, reduced financial security, social isolation, and heightened vulnerability in old age. While a minority of studies explicitly frame their analyses in life course or cumulative disadvantage theory, many implicitly invoke life trajectory thinking. Longitudinal data remain scarce, and intersectional, contextually grounded, and comparative research is limited. The review underscores the need to adapt cumulative disadvantage models to the African context, accounting for macro-historical shocks, informal economies, kin networks, and nonmaterial assets, and to invest in life course–oriented policies. Interventions aimed at early childhood, education, inclusive social protection, gender equity, and integrated ageing frameworks are vital to interrupt compounding disadvantage and promote equitable ageing in SSA.",
        "url": "https://doi.org/10.31235/osf.io/4s2wf_v1",
        "version": 1,
        "id": "4s2wf",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6hnjk_v1",
        "title": "Metanorms generate stable yet adaptable normative social order in a politically decentralized society",
        "authors": "Sarah Mathew, Gillian K Hadfield, Danson Mwangi, Samir Reynolds",
        "created": "2025-10-21",
        "abstract": "Norms are essential for social stability but can hinder adaptability in changing environments. Yet human societies have found ways to modify existing norms or create new ones in response to novel challenges. This paper proposes a framework for understanding adaptive norm evolution. First, drawing on a theory of legal order, we posit that societies balance normative stability and adaptability through metanorms—rules that govern the process by which norms are interpreted, changed and enforced. Second, we test this idea in the context of customary dispute resolution by elders among the Turkana, a pastoralist society in Kenya. Based on vignette experiments with 369 participants, we found that community members were significantly more willing to enforce decisions when elders aligned their conduct with metanorms. Elders are constrained in their ability to alter long-standing customs, but by following metanorms can create new rules for novel situations. These findings support our proposed mechanism: in the absence of centralized authority, metanorms governing normative institutions allow for adaptive norm change while preserving cultural continuity. We conclude by suggesting that group-level selection acts on cultural variation in metanorms, shaping the evolvability of normative systems and enabling societies to sustain adaptive legal order without coercive centralized power",
        "url": "https://doi.org/10.31235/osf.io/6hnjk_v1",
        "version": 1,
        "id": "6hnjk",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/9hpv7_v1",
        "title": "Smart Buildings meet the Metaverse: A Prototype for Predictive and Ecologically Intelligent Management",
        "authors": "Nicola Magaletti, Chiara Tognon, Mauro Di Molfetta, Angelo  Zerega, Valeria Nortarnicola, Ettore Zini, Angelo Leogrande",
        "created": "2025-10-16",
        "abstract": "A new software platform is presented in this article to oversee and manage urban and industrial smart systems by employing digital twin technologies and immersive, interactive metaverse settings, thereby achieving environmentally sustainable urban infrastructure. The system proposed is prepared to track, simulate, and optimize building performance using predictive analytics and interactive dashboards, and thus serves as a modular, interoperable solution. By defining a multi-residential site management case study, a working prototype is developed and implemented here using simulated and realistic datasets, thereby designed for real-time calculation and visualization of key performance indicators (KPIs) across various areas, including energy efficiency, preventive maintenance, user experience through design, and economic performance. The choice of KPIs, such as energy usage intensity, return on investment, and user satisfaction, can benefit from this technology setup and yield improvements through enhanced operational efficiency, clearer decision-making, and long-term cost-effectiveness. Although such obstacles exist, empirical testing with real data may reveal that integration with hardware, interoperability with existing setups, and economic costing are feasible for small to medium-sized players. With evaluation performed using simulated data, the platform suggests a prospective setup ready to be tested through pilot testing with real-world deployment. In situating the Smart Infrastructure Metaverse here, as a transformation setup of digital governance within a built and developed framework with technological innovation coupled with sustainability and with inclusivity to all the players/stakeholders, the cities embarked here through ever-increasing digital ecosystems with advantages of having such works through an emerging discussion of how immersive technology informs here of a next-generation potential of smart, sustainable, and participatory urban living.",
        "url": "https://doi.org/10.31235/osf.io/9hpv7_v1",
        "version": 1,
        "id": "9hpv7",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/d9jsy_v1",
        "title": "Understanding the acquisition, usage, and disposal behaviours in sustainable food consumption: A framework for future studies",
        "authors": "Thi Xuan Dieu Phan",
        "created": "2025-10-15",
        "abstract": "Food sustains human life, but household food consumption impacts negatively on the environment. Therefore, many studies in the literature focus on sustainable food consumption. However, these studies are quite fragmented and study only some aspects of food consumption. By applying the thematic analysis approach to available studies in the literature, this research aims to build a framework covering all three phases of food consumption: the acquisition phase (purchasing ingredients), usage phase (cooking, eating, sharing leftover food), and disposal phase (food waste). The framework proposed in this research can become a more comprehensive reference source for future studies in sustainable food consumption topics. In specific, policymakers can use this framework to design effective campaigns/policies to promote sustainable food consumption practices of their residents. Future researchers can reference this framework to conduct more comprehensive studies on sustainable food consumption topics.",
        "url": "https://doi.org/10.31235/osf.io/d9jsy_v1",
        "version": 1,
        "id": "d9jsy",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/emznk_v1",
        "title": "Envisioning a Transformative, AI-Driven Healthcare Paradigm for Kerala and India by 2035: A Policy Blueprint for Seamless Integration of Predictive Analytics, Personalized Preventive Care, Immersive Digital Mental Health Solutions, and Autonomous Primary Healthcare Delivery to Achieve Universal, Inclusive, and Resilient Health Systems.",
        "authors": "Amit Suresh",
        "created": "2025-10-20",
        "abstract": "The global health sector faces escalating demands, necessitating innovative strategies to ensure equitable, accessible, and resilient healthcare delivery. This document delineates a comprehensive policy blueprint for Kerala, designed to leverage advanced artificial intelligence (AI), machine learning (ML), and immersive technologies to fundamentally reshape its healthcare landscape by 2035, serving as a scalable model for India. The analysis outlines objectives centered on augmenting primary healthcare access, enhancing mental health support, and fortifying preventive care, aligning with India’s National Digital Health Mission and broader global innovation trajectories. A systematic review of existing literature, coupled with thematic analysis, informs the identification of critical policy gaps and technological opportunities. Key qualitative findings underscore the transformative capacity of AI-powered predictive models for risk identification and resource optimization, the potential for genomics-enabled personalized prevention, and the efficacy of immersive technologies in delivering stigma-free mental health interventions. The analysis also highlights the imperative for robust, interoperable digital infrastructures and community-embedded autonomous healthcare solutions. Policy implications emphasize the need for integrated governance models, ethical frameworks for data use, and strategies for equitable technology deployment. The proposed framework includes pragmatic implementation pathways, detailing institutional roles, stakeholder engagement, and resource allocation. Evaluation strategies, incorporating key performance indicators (KPIs) and continuous feedback loops, are also presented to ensure adaptive policy refinement. This approach offers a foundational strategy for achieving universal, inclusive, and resilient health systems in Kerala, with significant implications for national healthcare evolution. The methodology, a structured textual systematic review augmented by thematic synthesis, provides a transparent and replicable approach to policy-relevant evidence generation.",
        "url": "https://doi.org/10.31235/osf.io/emznk_v1",
        "version": 1,
        "id": "emznk",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/f7d36_v1",
        "title": "La restauración de la diversidad",
        "authors": "Ismael Rafols",
        "created": "2025-10-17",
        "abstract": "Nos encontramos en un momento de esperanzas de cambio, con iniciativas de reformas de evaluación como CoARA y FOLEC , con importantes apoyos y visiones globales, pero con grandísimas dificultades y resistencias a su implementación. ¿Como pueden estas iniciativas ayudar a los sistemas de evaluación contemporáneos transitar hacia modelos que valoren una diversidad de contribuciones? Este texto es el prólogo para un libro sobre 'Diversidad y reconocimiento' en la Robinson-García que nos cuenta como nuevas formas de hacer cienciometría pueden ayudar a reconocer las distintas contribuciones. En primer lugar, con fuentes de datos de cobertura más apropiadas. Y en segundo lugar, con herramientas más finas y sofisticadas de análisis de datos que permitan una contextualización pertinente.",
        "url": "https://doi.org/10.31235/osf.io/f7d36_v1",
        "version": 1,
        "id": "f7d36",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/hg46d_v1",
        "title": "Holistic Education Reform for Kerala and India: Integrating Skill-Based Curriculum, Digital Literacy, Vocational Training, and Teacher-Professor Empowerment to Build a Future-Ready Education Ecosystem by 2035",
        "authors": "Amit Suresh",
        "created": "2025-10-20",
        "abstract": "India’s education sector faces the complex challenge of aligning its foundational structures with the demands of a rapidly evolving global landscape (Khan et al., 2024). This necessitates a comprehensive reform strategy extending beyond curriculum updates to encompass holistic educator development. This document addresses the critical question of how Kerala and India can devise and execute a transformative education policy. Such a policy must not only advance skill-based curricula, digital literacy, and vocational training but also significantly uplift teachers and professors through innovative professional development, thereby fostering a resilient and adaptive education ecosystem by 2035. The methodological approach involves a systematic review and thematic analysis of existing literature on educational reforms, professional development models, and the integration of technology in learning. Qualitative findings illuminate the necessity for personalized, continuous, and technology-supported professional learning pathways for educators. Key themes emerging include the potential of AI-powered personalized training, the efficacy of blended and peer-led learning networks, and the benefits of gamification and simulation for teaching effectiveness (Mintii, 2023)(Toledo Palomino et al., 2023). Policy implications underscore the importance of government-private sector collaborations, the institutionalization of lifelong learning, and targeted interventions for marginalized educators. An effective evaluation framework includes key performance indicators (KPIs) such as educator retention rates, student learning outcomes in skill-based assessments, and the rate of adoption of innovative pedagogical practices. This holistic reform is designed to empower educators as central agents of transformation, ensuring an adaptive, inclusive, and future-focused education system for India and Kerala.",
        "url": "https://doi.org/10.31235/osf.io/hg46d_v1",
        "version": 1,
        "id": "hg46d",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/pnuqm_v1",
        "title": "客家新论-秦军消失之谜",
        "authors": "yuandongcn",
        "created": "2025-10-16",
        "abstract": "摘要 本研究旨在解决客家民系与语言起源的核心谜题。通过整合大规模群体遗传学数据、数学模型、制度经济学分析、历史地理学与语言学证据，本文提出了一个有别于传统“中原移民说”与“土著融合说”的整合性理论。其核心论点是：现代客家民系的主体，其根源并非晚至宋代的北方移民，而是可追溯至公元前三世纪秦帝国派驻岭南的南方野战主力。 决定性证据来自大规模全基因组数据分析。 分析显示：（1）众多南方汉族及客家核心父系（如曾氏、黄氏、钟氏）的共祖时间，并非如传统叙事所暗示的魏晋或唐宋，而是惊人地集中在距今2300-2100年前，与秦军南征及南越国立国的时间窗口完全重合。（2）客家群体的常染色体主体（超过80%）为古老的南方汉族基底，其“北方汉族”成分虽高于广府地区，但远不足以支持“北方移民”为主体的论断。 基于此，本理论重构了客家民系的演化路径：这支秦军事拓殖集团，在赵佗建立的南越国时期及之后西汉“以其故俗治”的制度框架下，形成了享有高度自治权的“南越士族”。他们凭借组织与技术优势，系统性地占据了华南关键山间盆地，并为维系其制度特权而长期采取“战略性默存”的集体生存策略。这一策略使其在近千年的时间内实现了内部的稳定繁衍和文化的独立演化，其所使用的古老汉语（“南越国国语”）也得以保存，成为客家话的直接源头。直至宋代，随着科举制度的全面渗透，该群体才开始吸收少量携带“中原叙事”的北方移民，其文化认同也随之重塑，最终形成了现代客家的面貌。 本理论将客家的形成，理解为一个以秦军事拓殖集团为生物学基础，历经千年制度性封存，最终在文化上被后来者叙事所覆盖的复杂过程，为客赣同源、客粤差异等区域性难题提供了统一的解释框架。 关键词：客家，群体遗传学，秦军，南越国，南越士族，战略性默存，客赣同源，历史社会学，方言地理学",
        "url": "https://doi.org/10.31235/osf.io/pnuqm_v1",
        "version": 1,
        "id": "pnuqm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/rpgzs_v1",
        "title": "Glass Cliff or Glass Myth? Experimental Evidence from Hiring Under Risk",
        "authors": "Kerim Peren Arin, José Javier Domínguez, Jose Maria Ortiz Gomez",
        "created": "2025-10-22",
        "abstract": "The glass cliff phenomenon describes the tendency for women and other minority groups to be disproportionately appointed to leadership positions during times of organizational risk and instability. While prior research has documented this effect, some empirical evidence has also challenged its existence. In this paper, we design a lab-based online experiment to test whether the glass cliff phenomenon arises in a controlled environment. Moreover, little is known about whether other social categories beyond gender, such as ethnicity, are similarly affected. The experiment aims to detect both gender- and ethnic-based glass cliff effects. In the experiment, participants assumed the role of employers tasked with selecting leaders under stable and crisis conditions. Our results show no evidence of glass cliff effects based on either gender or ethnicity. These findings challenge the generalizability of the glass cliff phenomenon. We discuss the lack of a plausible economic mechanism by which it could systematically emerge in incentive-compatible environments. This suggests that future research and policy design should move away from the search for universal evidence of the glass cliff and instead focus on identifying the specific contexts and conditions under which it may occur.",
        "url": "https://doi.org/10.31235/osf.io/rpgzs_v1",
        "version": 1,
        "id": "rpgzs",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/s7jhy_v1",
        "title": "The fragmentation of responsible AI: Sector variation in organisational AI policies and statements of principle",
        "authors": "Hannah Guy, Andrew Cox, Nitika Bhalla, Kate Miltner, Denis Newman-Griffis",
        "created": "2025-10-21",
        "abstract": "The AI landscape has been changing dramatically with the growth of generative AI, and many governments, sector bodies, and individual organisations are working in parallel to stake out their own visions of ethical and responsible AI use. Statements, guidelines, and policies on responsible AI have proliferated in the last five years, yet clarity remains elusive on what ‘responsible AI’ means or how to put it into practice. Research to date has not examined how the principles and practices of responsible AI may vary across sector, an increasingly important concern as AI use grows throughout the economy and society. In this article, we empirically examine inter- and intra-sectoral variance in the principles articulated for responsible AI in organisational policies. We analysed 80 documents from organisations in 8 sectors, focusing on policies current at the time of the 2024 AI Seoul Summit. Our content analysis identified 31 distinct principles in these policies, only ten of which appeared in more than 50% of the documents. We found clear sectoral differences in the principles invoked for responsible AI, as well as the audiences who were intended to engage with putting those principles into practice. Our analysis focused on organisations shaping responsible AI in a single nation, the United Kingdom, but our findings illustrate the admixture of national and international actors affecting AI practice. Our findings show that responsible AI is increasingly fragmented, and that an understanding of sector-level variation is essential to shaping the future of responsible AI.",
        "url": "https://doi.org/10.31235/osf.io/s7jhy_v1",
        "version": 1,
        "id": "s7jhy",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/uz6ah_v1",
        "title": "Patterns and Drivers of Repression against Crimean Tatars: Evidence from a New Event Dataset (2014–2024)",
        "authors": "Felix Schulte, Elmira Muratova",
        "created": "2025-10-16",
        "abstract": "Russia’s 2014 annexation of Crimea marked the onset of a systematic repression campaign against the Crimean Tatar population. We introduce CriTaRep v1.0, the first comprehensive, geo-coded event dataset documenting state repression against Crimean Tatars (2014-2024). Drawing on locally sourced materials in Crimean Tatar, Ukrainian, and Russian languages, CriTaRep records n = 690 repression events affecting more than 2,200 individual victims. We inductively identify 22 repression types across three categories: deprivation of liberty, legal and administrative repression, and physical repression. Our data shows a strategic yet adaptive campaign, including a systematic concentration of arbitrary searches on Thursdays, initial physical repression targeting primarily elites, and intensified repression during periods of dissent. Integrating additional disaggregated variables and employing fixed-effects Poisson models, we find that the short-term frequency of repression is significantly driven by protest activity, rather than sanction levels or cultural focal events. Russian authorities respond rapidly and increasingly harshly to dissent, pursuing a dual strategy of immediate protest suppression and long-term deterrence. CriTaRep fills critical gaps in existing datasets and provides new opportunities to study patterns and mechanisms of demographically targeted repression.",
        "url": "https://doi.org/10.31235/osf.io/uz6ah_v1",
        "version": 1,
        "id": "uz6ah",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/xbn4m_v1",
        "title": "Comparative Challenges of Implementing IT Governance in SMEs: A Study of Bangladesh and Denmark",
        "authors": "Redwan Islam",
        "created": "2025-10-19",
        "abstract": "IT governance has emerged as one of the most critical elements of organizational success in the modern digital economy in enabling technology assets to support business objectives, reduce risks, and ensure regulatory compliance. Whereas large organizations have the resources and expertise to adopt governance frameworks like COBIT, ISO/IEC 27001, or the NIST Cybersecurity Framework, small and medium enterprises (SMEs) are at a significant disadvantage. Financial limitations, scarcity of skilled human resources, low management awareness level, and complexity in international compliance regulations are likely to deter SMEs from embracing good governance practices (Mirtsch et al., 2021; Almaqtari et al., 2024). These challenges are investigated in this research through a comparative study of SMEs in Bangladesh and Denmark, two different settings: a developing and a developed economy. My interest in pursuing this research stems from the fact that I have work experience at AIBL Capital Market Services Limited, where I observed directly the critical role that governance plays in maintaining operational security and efficiency. The inferences are that SMEs in Bangladesh are primarily faced with shortages of resources and infrastructure (Bangladesh Ministry of Posts, Telecommunications and Information Technology, 2018), while SMEs in Denmark are faced with the cost and complexity of complying with rigorous regulations such as GDPR and NIS2 European Commission, 2016; European Commission, 2022). The above analysis puts into perspective the need for tailored, context-specific governance styles which are appropriate for SMEs across various economies.",
        "url": "https://doi.org/10.31235/osf.io/xbn4m_v1",
        "version": 1,
        "id": "xbn4m",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/yfbcn_v1",
        "title": "Anti-DEI Legislation and Anticipatory Compliance in Faculty Hiring at Public Colleges and Universities",
        "authors": "Kwan Woo Kim, Laura T. Hamilton",
        "created": "2025-10-20",
        "abstract": "State-level anti-DEI (diversity, equity, and inclusion) bills, which have been introduced in 32 states, aim to close off avenues through which many underrepresented scholars have been hired. These bills signal a shift in the local political climate, pressuring public colleges and universities to realign their priorities in anticipation of future legal changes. Using federal data on new postsecondary hires, we find that the introduction of early anti-DEI legislation was followed by a substantial decline in the share of faculty hires from marginalized groups and an increase in the share of White men, even before bills were signed into law. This shift was most pronounced at schools highly dependent on state funding and at teaching-oriented schools. Our findings suggest that “anticipatory compliance” with political intervention varies depending on organizational revenue streams and the local regulatory environment.",
        "url": "https://doi.org/10.31235/osf.io/yfbcn_v1",
        "version": 1,
        "id": "yfbcn",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/yh3z5_v1",
        "title": "To What Extent Large-Language Models Understand Causal Reasoning in Sociological Texts: A Pilot Study",
        "authors": "Cheng Lin, Adel Daoud",
        "created": "2025-10-19",
        "abstract": "Causal reasoning is central to social sciences, supporting both theory development and testing. Large language models (LLMs) are increasingly used to analyze texts across social sciences, yet their abilities to interpret causal statements and reconstruct causal structures remain uncertain in social science texts. This study examines to what extent LLMs can (a) identify causal sentences and (b) recover causal edges to reconstruct directed acyclic graphs (DAGs). This examination relies on two text-based simulations and one experiment using real sociological texts. In simulated texts, models reliably detected explicit causal statements but often misclassified non-causal ones, particularly when probabilistic language was used. For causal graph recovery, clarity of expression strongly influenced accuracy. Across 500 replications with real texts, performance ranged from moderate to near perfect, revealing both model heterogeneity and inconsistency. These results indicate that LLMs can assist in extracting causal knowledge from social science texts, yet accurate inference of complex causal mechanisms still requires careful theoretical reasoning. Future applications may benefit from targeted prompting and domain-specific fine-tuning, but their contribution to sociological theorizing should be carefully assessed against traditional methodological standards.",
        "url": "https://doi.org/10.31235/osf.io/yh3z5_v1",
        "version": 1,
        "id": "yh3z5",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/yqz24_v1",
        "title": "Critical Theory after Dialectic of Enlightenment: A Road Not Taken",
        "authors": "Geoff M Boucher",
        "created": "2025-10-23",
        "abstract": "Where Marcuse and the authors of the Dialectic of Enlightenment decisively part company, then, is not on the negative side of materialism, in its concern with suffering, but on the positive side, in its affirmation of the demand for happiness. For Adorno and Horkheimer, after Dialectic of Enlightenment, reconciliation merely means the absence of suffering, as is evident for instance in Adorno’s claim that after Auschwitz, progress reduces to the demand “that no one should go hungry anymore, that there should be no more torture”. By contrast, Marcuse frames his entire critical activity in terms of a reactivation of the promise of equality, liberty and happiness that is enunciated by the French Enlightenment and enacted by the French Revolution. For Marcuse, the “demand for happiness” that is expressed in the artwork is to be actualised through a revolutionary politics, in a programme that redeems the promise of the bourgeois ideals whose realization capitalist society blocks, by means of participatory democracy, egalitarian redistribution, cultural tolerance and the restructuring of the instincts through non-repressive de-sublimation. “A Road Not Taken: Critical Theory after Dialectic of Enlightenment,” in Martyn Henry Lloyd and Geoff Boucher (eds), Rethinking the Enlightenment (Lanham, MD: Lexington Press), Chapter 10, 221-245. https://doi.org/10.5281/zenodo.17421680",
        "url": "https://doi.org/10.31235/osf.io/yqz24_v1",
        "version": 1,
        "id": "yqz24",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/4yd7s_v2",
        "title": "Generative AI outperforms humans in social media engagement: Evidence from GPT-4 and the FIIT model",
        "authors": "Jiacheng Huang, Alvin Zhou",
        "created": "2025-10-21",
        "abstract": "This multi-study paper demonstrates that large language model-generated social media posts (via GPT-4) outperform human-written messages in driving digital engagement. Using a dataset of Fortune 500 Twitter posts, Study 1 introduces and validates the FIIT model – Fluency, Interactivity, Information, and Tone – a linguistic framework explaining why AI-optimized content attracts more likes, comments, and shares. Study 2 experimentally confirms that consumers prefer AI-generated posts, while Study 3 shows that even trained public relations professionals, despite FIIT instruction and monetary incentives, cannot match AI performance. Together, these studies provide large-scale, multi-method evidence that generative AI can outperform human communicators in measurable engagement outcomes. The paper advances computational grounded theory in strategic communication and discusses implications for public relations practice, research, and education in the era of generative AI.",
        "url": "https://doi.org/10.31235/osf.io/4yd7s_v2",
        "version": 2,
        "id": "4yd7s",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences, Communication"
      },
      {
        "doi": "10.31235/osf.io/8gdtu_v1",
        "title": "Zerbitzu publikoa eta marka sustatzeko eduki estrategiak: Euskal Irrati Telebistako ikuspegi sozialeko transmedia proiektuak / Content strategies to promote public service and the brand: Euskal Irrati Telebista's transmedia projects with a social perspective",
        "authors": "Ainara Larrondo-Ureta, Simón Peña-Fernández, Ángela Alonso-Jurnet",
        "created": "2025-10-22",
        "abstract": "[EU] Artikulu honek kasu interesgarritzat hartzen du EITB, ikus-entzunezko taldeen esparruan, hurbileko irrati-telebisten berrikuntzetan sakontzeko edukiei eta markaren kudeaketari dagokienez. Zehazki, ikerketak erreparatzen die bi transmedia proiekturi -–Maratoia eta EKIN!–, duela gutxi garatuak Euskal Irrati Telebista (EITB) korporazioan. Bi proiektuak nabarmentzekoak dira, bai gizarte balioagatik bai –bereziki– Gizarte Erantzukizun Korporatiboagatik (GEK), funtsezkoa hedabide publikoetan (Díaz-Campo eta Berzosa, 2020). Egin den azterlan enpirikotik abiatuta, ondorioek aztertzen dute teorikoki zergatik diren transmedia ekoizpenak baliabide berritzaile eraginkorrak hurbileko irrati-telebistek beren zerbitzu publikoko eginkizuna bete dezaten lehia handiko ingurune batean. Era honetako hedabideentzat, audientziak eta engagement emozionala balio handiko elementu legitimatzaileak eta bereizgarriak dira, eta, beraz, ikerketa hau urrats garrantzitsua da haien aukera eta erronka nagusiak ulertzeko. --- [EN] This article considers EITB as a case of interest to delve into the innovations of local radio and television stations in areas related to content and brand management in the field of audiovisual groups. Specifically, the research focuses on two transmedia projects -Maratoia and EKIN! - recently developed by the Basque corporation Euskal Irrati Telebista (EITB). These projects are representative for their social value and, more specifically, for their Corporate Social Responsibility (CSR) value, which is decisive in the field of public media (Díaz-Campo and Berzosa, 2020). Based on the empirical study carried out, the conclusions analyse theoretically why transmedia productions are effective innovative formulas for community radio and television stations to fulfil their public service mission in a highly competitive environment. This is an important step forward in understanding the main assets and challenges of this type of media, for which audiences and emotional engagement are highly valuable legitimising and distinguishing elements.",
        "url": "https://doi.org/10.31235/osf.io/8gdtu_v1",
        "version": 1,
        "id": "8gdtu",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/cw63p_v1",
        "title": "“Transparency is More Than a Just Label\": Audiences’ Information Needs for AI use Disclosures in News",
        "authors": "Hannes Cools, Sophie Morosoli, Laurens Naudts, Karthikeya Venkatraj, Claes de Vreese, Natali Helberger",
        "created": "2025-10-20",
        "abstract": "This study evaluates the role of transparency in rebuilding trust in journalism amid the increasing integration of generative AI (GenAI) tools in news production. While AI technologies enhance journalistic workflows by automating and augmenting content creation, they also introduce opacity in professional decisions, complicating traditional transparency norms and its disclosure practices. The paper maps citizens’ perceptions regarding disclosures of AI use in journalism, addressing two key themes: (1) the practical information needs of news consumers about AI-generated content and (2) the specific rationales when exposed to (disclosures of) AI generated news content. Through qualitative focus groups (N=21), the exploratory research reveals a strong demand for clear, visible, and detailed disclosures about AI-generated content. Participants emphasized the necessity of including general source references akin to traditional authorship attributions, explicitly stating AI involvement - for example, a label such as ‘generated by AI’ alongside author and publication details. Visual indicators like logos or watermarks in contrasting colors were preferred to ensure AI disclosures are noticeable and not easily overlooked. This study contributes to developing more granular audience-centered, practical guidelines for AI transparency in journalism that goes beyond the mere ‘label’, emphasizing that effective disclosure requires more than simply ‘informing’ audiences.",
        "url": "https://doi.org/10.31235/osf.io/cw63p_v1",
        "version": 1,
        "id": "cw63p",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/dyz5e_v1",
        "title": "Perceptions versus performance in hotel sustainability: Evidence from Expedia and Booking.com",
        "authors": "Eva Martin Fuentes, Juan Pedro Mellinas, Cèsar Fernández, Xavier Font",
        "created": "2025-10-17",
        "abstract": "This study investigates whether consumer ratings of hotel eco-friendliness reflect actual sustainability performance. Using data from 6,696 hotels in the world’s 100 leading destinations, we compared Expedia’s post-travel, customer-submitted eco-friendliness ratings with sustainability information reported on Booking.com, including both self-reported practices and third-party certifications. Support Vector Machine regression analysis shows that eco-friendliness ratings are explained almost entirely by overall guest satisfaction, with sustainability indicators contributing little explanatory power. This suggests that ratings conflate general service impressions with perceptions of environmental responsibility, limiting their value as measures of sustainability performance. While plausible explanations such as response biases and the limited salience of many certified practices warrant further research, our findings provide robust evidence that single survey items on eco-friendliness should be interpreted with caution. For platforms and policymakers, the results highlight the need to make sustainability cues more visible and directly tied to the consumer experience if ratings are to support informed choice.",
        "url": "https://doi.org/10.31235/osf.io/dyz5e_v1",
        "version": 1,
        "id": "dyz5e",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/eyp9c_v1",
        "title": "Can a Mystical Experience be Emulated by AI-Generated Rationality?",
        "authors": "Mengjiao Yin",
        "created": "2025-10-22",
        "abstract": "This study investigates whether artificial intelligence can emulate human mystical experiences through algorithmic rationality, focusing specifically on the generative mechanisms of “Perceived Sacredness” within AI-assisted tarot divination. Grounded in the original “Triadic Framework for Human-AI Spiritual Interaction,” three sequential experiments systematically examine how sacredness perception is shaped by three contextual layers: “who speaks” (agent subjectivity), “how it speaks” (interaction modality), and “what is spoken” (question typology). Study 1 reveals that spiritual believers report significantly lower perceived sacredness, service quality, and trust when explicitly informed that AI is involved, whereas non-believers show no such difference—supporting the “in-group bias” hypothesis. Study 2 demonstrates that oral conversation significantly enhances perceived sacredness compared to touch-screen interaction, aligning with Media Richness and Social Presence theories. Study 3 found no significant difference between open-ended and closed-ended questions in eliciting sacred experiences. Collectively, while AI cannot intrinsically “possess” spirituality, it can effectively “evoke” subjective sacred experiences through carefully designed interaction contexts. This research provides empirical grounding for understanding the reconfiguration of spiritual experience in the technological age and offers critical implications for the ethical and experiential design of AI in spiritual service domains.",
        "url": "https://doi.org/10.31235/osf.io/eyp9c_v1",
        "version": 1,
        "id": "eyp9c",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/j4ryx_v1",
        "title": "SEO Metrics for Enhanced Academic Research Visibility: A Comparative Study of Global and Country-Level Traffic",
        "authors": "Cristina I. Font-Julián, Enrique Orduna-Malea, carlos Lopezosa, Isidro Aguillo",
        "created": "2025-10-21",
        "abstract": "Search engines play a crucial role in discovering and disseminating academic work, making academic search engine optimisation (A-SEO) vital for enhancing research visibility. Consequently, the collection of robust A-SEO data is essential. This study compares four leading SEO tools—Ahrefs, Semrush, Serpstat, and Ubersuggest—to evaluate their performance in measuring the organic traffic of gold open access academic publishers, using MDPI and Frontiers as case studies. The findings reveal significant discrepancies in the web traffic metrics reported by each platform, likely attributable to their diverse and often opaque traffic estimation methodologies. These differences may lead to divergent interpretations, thereby limiting the replicability and reproducibility of studies, and hindering the development of standardised web traffic indicators. This study highlights the need for greater methodological rigour and standardisation in academic SEO research, offering both theoretical insights and practical guidance to improve the online visibility of research within a platform-driven scholarly ecosystem.",
        "url": "https://doi.org/10.31235/osf.io/j4ryx_v1",
        "version": 1,
        "id": "j4ryx",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science"
      },
      {
        "doi": "10.31235/osf.io/knx7z_v1",
        "title": "Dual Interactive Construction Circles: A Framework of Virtual Intimacy",
        "authors": "Mengjiao Yin, Kunlan Feng, Yanyan Xu",
        "created": "2025-10-22",
        "abstract": "This study selects otome game as a typical case for mixed human-computer interaction (HCI) and human-human interaction (HHI) scenarios, as it simultaneously encompass deep interactions between players and virtual characters (HCI) and within player communities (HHI), and exhibit the unique phenomenon of identity differentiation into \"dream girls\" and \"fellow bearers\". Previous research has primarily focused on the unidirectional impact of HCI on HHI, while neglecting the reverse effect of HHI on HCI and the behavioral pattern differences arising from identity differentiation. The research methods include: 1) Netnographic analysis (3-5 years of gaming experience &amp; 19,861 online comments); 2) In-depth interviews (19 players); 3) Grounded theory (inductively identifying 5 thematic categories); 4) Descriptive phenomenological approach. This study innovatively proposes the \"Dual Interactive Construction Circles\" (DICC) framework, integrating theories of social presence, symbolic interactionism, and social constructivism. It describes the influence of the inner circle (psychological mechanisms) on the outer circle (behavioral codes), where identity labels represent specific behavioral patterns. This study finds that players collaboratively construct an anthropomorphic perception of virtual characters through HCI and HHI, and that community interactions can partially and reversely shape in-game experiences. This framework breaks through the traditional unidirectional perspective in HCI research and provides a systematic analytical tool for mixed interaction scenarios.",
        "url": "https://doi.org/10.31235/osf.io/knx7z_v1",
        "version": 1,
        "id": "knx7z",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences"
      },
      {
        "doi": "10.31235/osf.io/u3kyh_v1",
        "title": "Bibliometric analysis of 71 best practice guidelines (WASP) related to scientific writing",
        "authors": "Jaime A. Teixeira da Silva, Serhii Nazarovets",
        "created": "2025-10-21",
        "abstract": "In the world of academic publishing, it is likely that the most prominent best practice guidelines (BPGs), encompassing ethical practices, are those of the International Committee of Medical Journal Editors (ICMJE) and the Committee on Publication Ethics (COPE). In this paper, we conducted a citation analysis of 71 Write a Scientific Paper (WASP) BPGs, which were all published in Elsevier’s Early Human Development (EHD) during 2018-2019, exclusively by University of Malta researchers. Many of those WASP BPGs were linked to and used by commercial training courses. The 71 WASP BPGs accrued 346 citations by 12 April 2023, 66 being self-citations of EHD, with most citations (75, or 22%) to a 2018 paper by Victor E. Grech and Sarah Cuschieri (DOI: 10.1016/j.earlhumdev.2018.01.001). The analysis was repeated on 11 February 2025, revealing that the 71 WASP BPGs had accumulated a total of 478 citations. In April 2023, Grech and Cuschieri had gained a total of 245 and 137 citations, respectively across all of the WASP BPGs, and by February 2025, those values had risen to 309 and 157, respectively. An editorial expression of concern (EoC) was published in 2021, but is disguised as an “Editorial Note”. That EoC encompasses 48 of the WASP BPGs, an EoC “clustering” method that is not the best publishing practice. This bibliometric analysis reveals how a single COPE member journal published, on behalf of an independent group of Malta researchers, 71 BPGs, most of which have an EoC associated with them, and some of which (30 papers, 42%) have been retracted. The underlying message of this case study is that there are grave risks (reputational and otherwise) with amassing such independent BPGs in a single journal.",
        "url": "https://doi.org/10.31235/osf.io/u3kyh_v1",
        "version": 1,
        "id": "u3kyh",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science"
      },
      {
        "doi": "10.31235/osf.io/ydbgw_v1",
        "title": "Predicting Rates of Food Insecurity in the United States in the Absence of Official Data Collection",
        "authors": "Sophie Collyer",
        "created": "2025-10-22",
        "abstract": "As of 2023, more than 47 million people in the United States (14.3%) lived in food-insecure households. In the coming years, however, we will not know whether the national prevalence of food insecurity has risen, fallen, or remained stable, as the USDA recently announced the permanent suspension of food security data collection on the Current Population Survey (CPS). The elimination of the CPS Food Security Supplement (FSS) leaves a critical gap in the national data on economic well-being. This paper presents a model that addresses this gap by predicting national food insecurity rates in the absence of official USDA data. The model draws on established correlates of food insecurity – national rates of poverty and unemployment, and food-specific inflation – to estimate food insecurity rates for all individuals, adults, children, and households. The predicted rates align closely with actual food insecurity rates between 2010 and 2023, with a typical difference of 0.3 percentage points. Sensitivity tests show that the preferred model specification outperforms alternatives. The paper also presents predictions of 2024 food insecurity rates, for which national data are scheduled to be released later in October 2025. While continuing to measure food insecurity using the method employed by the USDA since 1995 is the only way to guarantee consistent data on this critical indicator, the model presented here may prove useful in estimating food insecurity in future years when this USDA data is unavailable.",
        "url": "https://doi.org/10.31235/osf.io/ydbgw_v1",
        "version": 1,
        "id": "ydbgw",
        "subjects": "(Other)",
        "subjects_osf": "Food Studies, Public Affairs, Public Policy and Public Administration"
      }
    ]
  }
}
