{
  "update": "2025-10-17",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/4aqv3_v2",
        "title": "A new cultural cleavage? Anti-transgender attitudes and the 2024 US presidential election",
        "authors": "Jack Thompson",
        "created": "2025-10-12",
        "abstract": "Despite growing public acceptance of LGB rights, transgender rights have become a focal point of partisan polarization in the US, raising questions about their relative electoral impact. This paper examines the rising electoral salience of anti-transgender attitudes in the 2024 US presidential election, positing that they have surpassed anti-LGB attitudes as a predictor of Republican vote choice. Drawing on data from the 2024 ANES, I test whether affective orientations toward transgender individuals and opposition to transgender-inclusive policies more strongly predict support for Trump in the 2024 US presidential election compared to attitudes toward LGB individuals. Overall, I find that negative estimations of transgender individuals and opposition to pro-transgender policies are significantly associated with vote choice for Trump, outpacing analogous anti-LGB measures. This shift reflects a realignment in social conservative priorities. My findings highlight that issues surrounding gender identity are emerging as a new cultural cleavage, reshaping identity politics and partisan polarization in US elections, with implications for understanding evolving voter behavior and cultural backlash.",
        "url": "https://doi.org/10.31235/osf.io/4aqv3_v2",
        "version": 2,
        "id": "4aqv3",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/5hrp9_v1",
        "title": "Listening to the wind of change: Predicting protest dynamics in autocracies using Wikipedia page changes",
        "authors": "Christian Oswald",
        "created": "2025-10-09",
        "abstract": "Mass mobilization has a profound impact on regime stability and democratization. Yet, predicting mass mobilization has received far less attention than predicting armed conflict, despite its clear practical and policy relevance. Predicting protests is still uncommon, particularly at subannual levels with wider geographical coverage due to limited granular data. I propose a new data source to both measure levels of contention and predict protest activity: changes to Wikipedia pages. Topics discussed in society, such as human rights, media freedom, elections, censorship, or food security, are also reflected and debated online on relevant Wikipedia pages. Wikipedia data are available in real time, provide global coverage, and are relatively easy to source and process, which makes them exceedingly attractive for near-real time forecasting and early warning systems. I test my argument by predicting both pro- and anti-government protest incidences and numbers at the country-month level. Empirical evidence suggests that Wikipedia page changes offer a promising new approach. The new measures are compared with more traditional indicators to illustrate the added value and show that Wikipedia data help improve our ability to predict protests both on their own and in combination with other models. The findings contribute to research on repression and resistance as well as ongoing efforts to forecast protests.",
        "url": "https://doi.org/10.31235/osf.io/5hrp9_v1",
        "version": 1,
        "id": "5hrp9",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/8vgu6_v2",
        "title": "Geographic Representation and Information Capacity in the European Union",
        "authors": "Adam Roberts",
        "created": "2025-10-14",
        "abstract": "International organizations (IOs) must decide between prioritizing qualifications or geographic representation of member states when recruiting staff. Many IOs assume a trade-off between expertise and representation, where the former increases capacity and the latter increases legitimacy. However, this paper provides evidence that geographic representation can enhance bureaucratic information capacity. Using the European Commission's Directorate-General for Economic and Financial Affairs as a case study, I provide evidence that increasing representation of bureaucrats from a member state increases the accuracy of that state's economic forecasts. This effect, which I call ``national expertise,\" decreases as member state representation within the Commission increases and is most pronounced for large economies. These findings highlight that prioritizing geographic balance in IOs may positively impact both legitimacy and capacity.",
        "url": "https://doi.org/10.31235/osf.io/8vgu6_v2",
        "version": 2,
        "id": "8vgu6",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/at2du_v1",
        "title": "The Beached Whale Hypothesis: Cognitive Magnetism and the Global Diffusion of Nationalism from MAGA to Japanese Digital Politics",
        "authors": "Hitoshi Akimoto",
        "created": "2025-10-14",
        "abstract": "This paper introduces the Beached Whale Hypothesis, a conceptual framework linking nationalism to collective cognitive disorientation. Drawing analogies from marine strandings, it interprets socio-political extremism as a product of affective and informational imbalance. The proposed Tensional Realignment Model (TRM) offers a neurocognitive explanation for how societies recalibrate emotional, temporal, and structural equilibrium through distributed tension management. Integrating insights from affective neuroscience, ecological systems theory, and social dynamics, the study situates nationalism as an emergent symptom of affective compression under digital acceleration. By comparing the global diffusion of the MAGA movement with the evolution of Japanese online nationalism, the paper frames digital populism as a “magnetic realignment failure.” The TRM thus proposes a post-national governance approach that sustains adaptability and emotional diversity by restoring systemic oscillation between affective and informational poles.",
        "url": "https://doi.org/10.31235/osf.io/at2du_v1",
        "version": 1,
        "id": "at2du",
        "subjects": "Politics",
        "subjects_osf": "Philosophy, Psychology, Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/ceka9_v1",
        "title": "Buying Time: Temporary Concessions and the Politics of Economic Reform in Authoritarian Regimes",
        "authors": "Molly Hickey",
        "created": "2025-10-15",
        "abstract": "How do authoritarian regimes implement unpopular economic reforms without triggering destabilizing unrest? Prevailing theories suggest that governments must either repress dissent, concede through meaningful policy reversals, or ignore unrest and risk backlash. This paper introduces the concept of temporary concessions: short-term, strategic policy reversals later re-implemented to demobilize protest while maintaining reform and regime stability. I argue that regimes deploy temporary concessions when repression is costly or externally constrained, and ignoring protest risks escalation. By disrupting protest momentum and introducing a collective action problem among protesters, tem porary concessions make demobilization the individually rational choice. Evidence from subsidy reforms in Jordan and Egypt, combined with a nationally representative survey experiment, shows that these tactics defuse unrest even when citizens doubt their durability, challenging prevailing models of authoritarian responsiveness and resilience under economic liberalization.",
        "url": "https://doi.org/10.31235/osf.io/ceka9_v1",
        "version": 1,
        "id": "ceka9",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/ft68u_v1",
        "title": "Prohibition and Beyond. A Critical History of Drug Control",
        "authors": "Maurizio Cianchella",
        "created": "2025-10-14",
        "abstract": "The international drug control regime emerged from a complex interplay of economic, political, social, and medical forces. This study critically compares the formal objectives proclaimed in treaties, conventions, action plans, and national legislations with the less transparent — and often less defensible — goals revealed by a broader range of sources, as well as with the disappointing results achieved by the existing system. As global scrutiny of the prohibitionist model intensifies, understanding the drivers behind the evolution of drug policies is crucial to ensure that future reforms prioritize human rights and public well-being over corporate interests and market opportunities.",
        "url": "https://doi.org/10.31235/osf.io/ft68u_v1",
        "version": 1,
        "id": "ft68u",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Food and Drug Law, Law and Politics, Legal History, Law and Society, International Law, Political Science, Legal Studies, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/g4mtb_v4",
        "title": "Civic Architecture: Designing Institutions for Democratic Capacity",
        "authors": "Robert M Ceresa",
        "created": "2025-10-15",
        "abstract": "American democracy is entering a period of structural exhaustion. The institutions that once formed citizens and carried meaning, responsibility, and authorship of a common life still function – schools, universities, workplaces, congregations, hospitals, etc. Yet they no longer enable people to govern together and see themselves reflected in the world in any meaningful sense. Civic energy persists, but it leaks through frameworks that can no longer turn that energy into durable public life. The result is not only distrust in government but a deeper collapse of civic faith. This paper advances civic architecture as a framework for understanding and repairing the exhaustion – the structural civic breakdown of American institutions. The paper argues that democracy depends not simply on participation but on design: the deliberate construction of institutions that embed authorship, distribute power, and sustain civic responsibility across generations. Developed conceptually through democratic theory, civic studies, and the Black intellectual tradition, the framework is illustrated through an institutional example at Huston–Tillotson University (HT), a Historically Black University (HBCU) in Austin, Texas. There, the Politics Lab of the James L. Farmer House (Farmer House) demonstrates how students and educators can translate frustration into durable authorship, showing what it means to design for democracy within existing institutional life. Democracy cannot survive on energy alone. It requires form.",
        "url": "https://doi.org/10.31235/osf.io/g4mtb_v4",
        "version": 4,
        "id": "g4mtb",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Race, Ethnicity and Post-Colonial Studies, Philosophy, Higher Education, Political Science, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/h2ju5_v1",
        "title": "Democratic Deconsolidation Reconsidered: Support for Democracy Recovers Among Young Europeans, Broad Decline in Africa",
        "authors": "Abigail Branford, Katja Salomo",
        "created": "2025-10-15",
        "abstract": "Recent debates on ‘democratic deconsolidation’ raise three key questions: are younger people less supportive of democracy; where is this occurring; and is the trend worsening? This paper addresses these questions by comparing African and European democracies using five rounds of the Integrated Values Survey and nine rounds of the Afrobarometer. We apply age-period-cohort-interaction models to assess generational support for democracy and openness to authoritarian alternatives; we also differentiate democratic trajectories across regions. In Africa, the dominant pattern is a general downward trend in democratic support and rejection of authoritarianism, in some cases led by younger cohorts. In Europe, although cohort effects continue to reflect declines in democratic support that were concentrated among younger age groups in the past, support for democracy subsequently recovered among more recent cohorts. However, some European electoral democracies show a rise in openness to authoritarianism, especially among young cohorts.",
        "url": "https://doi.org/10.31235/osf.io/h2ju5_v1",
        "version": 1,
        "id": "h2ju5",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/hdb42_v1",
        "title": "Mechanisms Are What You Need: A Sociological Theory Based on Adaptation, Evolution, and Human Behavior",
        "authors": "Yan Liu",
        "created": "2025-10-09",
        "abstract": "This study posits that macro-social structures are not determined by macro-level laws but emerge from interactions among micro-level biological and psychological foundations of individuals. To this end, we first construct a novel micro-foundational model: the \"Model of Cognition and Practice Governed by the Desire Mechanism.\" Drawing on methodologies from computer science, we introduce analytical frameworks of \"Variation and Evolution\" and \"System Adaptation\" to facilitate the study of systemic macro-level manifestations and their underlying causes. Building on this foundation, we demonstrate how macro-level regularities, including those empirical patterns accurately identified by Marxism, emerge and evolve from micro-level mechanisms. Ultimately, this research develops theoretical tools such as \"Social Internal and External Adaptation and Their Co-adaptation\" and the \"Social Ripple Model,\" applying them to interpret several contentious historical issues. This study aims to transcend the traditional dichotomy between reductionism and holism, establishing a mechanistic theoretical framework for sociology that is compatible with contemporary natural sciences.",
        "url": "https://doi.org/10.31235/osf.io/hdb42_v1",
        "version": 1,
        "id": "hdb42",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Psychology, Political Science, Economics, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/mp9kh_v1",
        "title": "Modeling the Ballot: Agent-Based Insights into Representation, Coalitions, and Welfare",
        "authors": "Devansh Garg",
        "created": "2025-10-13",
        "abstract": "We present an agent-based simulation of democratic decision-making in which autonomous learning agents interact under alternative electoral institutions and social structures. The model integrates six voting mechanisms (Plurality, Approval, Borda, IRV, STV, PR with D'Hondt and Sainte-Laguë divisors), a multi-round coalition protocol with binding/non-binding contracts and side-payments, turnout and ballot-error realism, and networked interaction on Erdös–Rényi, Barabási–Albert, and Watts–Strogatz graphs with homophily. Agents use reinforcement learning algorithms (PPO, A2C, A3C) with a social-welfare objective based on the inequality-averse Atkinson function, augmented by fairness regularizers (representation loss, participation fairness, envy-freeness proxy) and explicit participation costs. We report diagnostics-rich evaluations covering representation and proportionality (e.g., Gallagher, Loosemore–Hanby), fragmentation (effective number of parties), strategic behavior, coalition stability, and welfare/inequality. Classic regularities emerge—e.g., two-bloc competition under Plurality (Duverger-consistent), greater proportionality and fragmentation under PR, and differential seat allocation under D'Hondt vs Sainte-Laguë—providing face validity. The framework delivers a reproducible virtual laboratory for mechanism comparison, institutional design, and welfare–fairness trade-off analysis at population scale.",
        "url": "https://doi.org/10.31235/osf.io/mp9kh_v1",
        "version": 1,
        "id": "mp9kh",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Political Science, Economics, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/pjes3_v1",
        "title": "Parties’ ideological cores and peripheries: Examining how parties balance adaptation and continuity in their manifestos",
        "authors": "Annika Werner, Fabian Habersack",
        "created": "2025-10-10",
        "abstract": "How do political parties balance policy adaptation with ideological continuity? While spatial models emphasize external factors driving party behaviour, less attention has been given to internal party choices. This article innovates by proposing that parties differentiate between and make distinct strategical decisions regarding their ideological core and peripheral policy areas. We argue that parties maintain continuity in their ideological core while exhibiting greater flexibility in modifying their periphery. Using the Manifesto Project Corpus and an XLM-RoBERTa-based language model, we analyse manifesto sections to distinguish core from peripheral segments. Our findings show that parties take clearer stances in their ideological core while adapting their periphery more flexibly, with niche parties displaying this pattern more strongly than mainstream parties. Electoral setbacks lead parties to adopt more extreme peripheries, while cores remain stable. These results highlight the strategic importance of the core–periphery distinction in party communication and suggest that studies of party competition should consider where policy shifts occur within parties’ electoral programs.",
        "url": "https://doi.org/10.31235/osf.io/pjes3_v1",
        "version": 1,
        "id": "pjes3",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/pmdvy_v1",
        "title": "What Do Culture Vouchers Really Buy? Evidence from France's ‘pass Culture’ Policy Effects",
        "authors": "Abel Aussant",
        "created": "2025-10-15",
        "abstract": "Over the last decade, states throughout Europe have begun implementing universal culture vouchers for young adults to boost cultural participation. Little is known about the effects of these large-scale subsidies, specifically whether they are truly an effective means of widening participation. This article addresses this question by evaluating the French ‘pass Culture’, a €300 stipend for cultural consumption offered to all 18-year-olds. Drawing from the fields of the sociology of culture and cultural economics, this study aims to determine whether an increase in purchasing power for cultural goods can influence participation. The empirical analysis is based on an econometric examination of a large-scale survey examining cultural participation and the use of ‘pass Culture’. The results reveal that while the voucher does not affect participation in institutional highbrow cultural activities like museum visits, theater, or opera attendance, it significantly increases engagement with commercial popular culture, including cinema and comic book reading. These findings suggest that financial barriers are not the primary obstacle to consumption in cultural capital-intensive activities. However, financial constraints do appear to contribute to non-participation in popular cultural life among certain youth demographics. The article then discusses the theoretical implications of these findings for our understanding of the relationship between cultural consumption, cultural policies, and social inequalities.",
        "url": "https://doi.org/10.31235/osf.io/pmdvy_v1",
        "version": 1,
        "id": "pmdvy",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Political Science, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/pvsfb_v1",
        "title": "A Behavioral Instrument for Measuring Political Overconfidence: Implications for Understanding Affective Polarization in the United States",
        "authors": "Mickael Temporão, Laurence-Olivier M. Foisy, Jeremy Drouin, Hubert Cadieux, Yannick Dufresne",
        "created": "2025-10-10",
        "abstract": "Traditional measures of political knowledge have proven insufficient for understanding contemporary political attitudes and behaviors, particularly the rise of affective polarization. While existing research has explored the interplay between political knowledge and affective polarization, this study introduces a novel theoretical distinction between political knowledge and political overconfidence. Using American National Election Studies (ANES) data from 2020 and 2024 (N = 6,323 and N = 3,030), we develop a scale to measure political overconfidence and explore its relationship with affective polarization. Our findings reveal a consistent correlation between political overconfidence and heightened levels of affective polarization (β = 14.1–35.7, p &lt; 0.05), whereas political knowledge exhibits smaller, less robust associations (β = 4.6–4.9). This pattern holds across partisan groups, though the strength of the association varies significantly, with the overconfidence effect more than doubling between 2020 and 2024. These results highlight the importance of political overconfidence in understanding affective polarization in an era of information abundance and suggest the need for further exploration into whether political overconfidence mediates, moderates, or covaries with other drivers of partisan animosity.",
        "url": "https://doi.org/10.31235/osf.io/pvsfb_v1",
        "version": 1,
        "id": "pvsfb",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/rzh35_v1",
        "title": "An Ecological Theory of Democracy",
        "authors": "Riley Fotis, Brendan O'Leary, Erol Akcay",
        "created": "2025-10-08",
        "abstract": "We present a model of competition between political parties inspired by the ecological theory of competition between species. We show that parties are incentivized to differentiate from one other to maintain a viable voter base, similar to how competing species evolve to occupy different ecological niches. The propensity of voters to reconsider their party support, i.e., voter loyalty, emerges as key to how far apart in the political spectrum parties evolve in a two-party system. Contrary to conventional wisdom, parties evolve more extreme platforms as voters become less loyal. However, partisanship, measured as the average time a voter spends supporting a party, increases with decreased voter loyalty. Furthermore, when voters are not loyal and incumbent parties move away from the center, centrist third parties cannot outcompete the incumbents. Our results highlight the paradoxical moderating force of voter loyalty and the promise of an ecological approach to model political competition.",
        "url": "https://doi.org/10.31235/osf.io/rzh35_v1",
        "version": 1,
        "id": "rzh35",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/tswm7_v1",
        "title": "Coal Rush: The Built Legacy of the Industrial Revolution and the Rise of the Radical Right",
        "authors": "Nils Blossey, Lukas Haffert, Lukas Stoetzer",
        "created": "2025-10-15",
        "abstract": "Historical industrial centers have shifted to the right but have done so at different speeds and intensities. We argue that this variation can be explained by differences in the historical industrialization process. Communities that industrialized later and more intensively realign more toward the radical right today. This is because the built environment shaped by the original industrialization drives demographic persistence and neighborhood disadvantage. To examine our argument, we study the effects of nineteenth-century coal mining in Germany's Ruhr area. We match the geolocation of over 1,000 mining shafts, historical plant-level employment data, and the spread of company housing with contemporary electoral results at the neighborhood level. For identification, we exploit the depth of coal deposits that governed the adoption of deep-shaft mining. The findings demonstrate how the path of economic development influences voting in the long run.",
        "url": "https://doi.org/10.31235/osf.io/tswm7_v1",
        "version": 1,
        "id": "tswm7",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/tykcb_v1",
        "title": "Sexism as a Predictor of Political Attitudes and Voting Behaviour. A Systematic Review",
        "authors": "Michał Gulczyński",
        "created": "2025-10-14",
        "abstract": "The election of Donald Trump in 2016 inspired sudden interest in the association between voters’ sexism and voting behaviour. Existing research shows that sexism may be a stronger predictor of political attitudes and voting behaviour than a voter’s gender. To what extent do the findings from the US presidential elections apply to other contexts and research questions? To answer this question, we present a systematic review of studies focusing on sexism as a predictor of political attitudes and voting behaviour. In two databases (Scopus and Web of Science), we identify 97 relevant studies, including 42 on the 2016 US presidential elections. The review shows that particularly modern and hostile sexism played a role in Trump's election. However, few other research questions have been answered with similar certainty. Our review discovers gaps in the literature and proposes further directions for this growing research field. To enable future comparative research, we discuss best practices for measuring sexism and show the variety of ways in which sexism is operationalized.",
        "url": "https://doi.org/10.31235/osf.io/tykcb_v1",
        "version": 1,
        "id": "tykcb",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Psychology, Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vfyph_v1",
        "title": "Dissuasion and polarization vs. persuasion in nano-targeting: experimental evidence from climate policy messaging",
        "authors": "Miriam Sorace, Thomas S. Robinson, Simon Hix, Joris Frese",
        "created": "2025-10-15",
        "abstract": "Micro-targeting is entering a new era: interacting a large set of voter characteristics with multiple message sub-components -- \"nano-targeting'' -- will become increasingly cheap and accessible. We combine evidence from two survey experiments (N=5,000) and predictive modeling to test the effectiveness of nano-targeted messages on climate policy. We find that, on average, nano-targeting does not perform better than an overall \"best message'', but that nano-targeted messages were more persuasive than the best message for individuals who were already supportive of climate action. We also discover backlash effects from \"mis-targeting'', and find an important asymmetry: being randomly assigned messages predicted to be far from one's best policy has stronger dissuasive effects than the persuasive effects of being shown one's best message. Together these results suggest that these technologies may not be practical for most actors, but may be effective for entrepreneurs who aim to dissuade, demobilize or polarize.",
        "url": "https://doi.org/10.31235/osf.io/vfyph_v1",
        "version": 1,
        "id": "vfyph",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/w4tzb_v1",
        "title": "Bipartisan-Cited Science",
        "authors": "Alexander Furnas, Dashun Wang",
        "created": "2025-10-14",
        "abstract": "This study offers the first systematic analysis of scientific papers cited in both Republican and Democratic policy documents. Using data from Overton and Dimensions, we examine congressional reports, hearings, and think tank publications. We find that bipartisan citations, while rare, highlight papers of exceptional scientific influence. Policy documents citing these papers also receive more citations, amplifying their policy impact. Yet bipartisan-cited science is unevenly distributed—concentrated in monetary policy and healthcare, but notably absent in climate, inequality, and race and gender. These results show that bipartisan engagement, though limited, marks a uniquely influential core of science in both research and policy.",
        "url": "https://doi.org/10.31235/osf.io/w4tzb_v1",
        "version": 1,
        "id": "w4tzb",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/zcuw6_v1",
        "title": "The Good Council: Deliberating Inequality in a Field Experiment",
        "authors": "Franziska Disslbacher, Martin Haselmayer, Severin Rapp, Lukas Lehner, Franziska Windisch, Carolyn Fisher",
        "created": "2025-10-14",
        "abstract": "This paper investigates how participation in a citizens’ assembly affects individuals’ redistributive preferences and (perceived) role in democracy. We implement a pre-registered field experiment embedded in a real-world citizens’ assembly on wealth inequality in Austria. Using a three-group-design comparing assembly participants, non-selected volunteers, and a population sample, we isolate the causal effects of taking part in a citizens’ assembly from self-selection into participation. We find that while participating in the citizens’ assembly substantially improves factual knowledge about the wealth distribution and promotes convergence around specific tax policy proposals, notably a EUR 1 million allowance, it has no measurable effect on political efficacy or broader civic engagement. We also document significant political self-selection: individuals willing to participate in the citizens’ assembly were already more engaged and supportive of redistribution than the general population. These findings suggest that while deliberative formats can foster informed convergence on policy proposals, their ability to mobilize broader publics is limited – especially if they primarily engage the already supportive and, as in this case, lack institutional anchoring that might facilitate spillover into more institutionalized political arenas. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/zcuw6_v1",
        "version": 1,
        "id": "zcuw6",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/5sbeh_v1",
        "title": "FROM POLITICS TO THEORY: THE EARLY PUBLIC RECEPTION OF MARX IN BRITAIN, 1885–1887",
        "authors": "Filippo Pietrini",
        "created": "2025-09-30",
        "abstract": "The visibility of Karl Marx in England had a ’major breakthrough’ according to Willis (1977): the publication of the first volume of ’Das Kapital’ in English in 1887. Although Willis provides a quantitative description of Marx mentions based on library records, book circulation statistics and newspaper mentions, the attribution of the effect to a single event remains a simplification of a complex process. The specificities of late Victorian society and the fact that Marx wrote his theoretical works in German contributed to his near anonymity in England up to the second half of the 1880s. The liberal radical roots of the left-wing intellectuals and of the working class movements, together with the strong parliamentary tradition, constituted a challenging environment for the spread of Marx’s name. With data from Google Ngram, the study adopts the synthetic control method and finds that 1886 is a breakthrough year for the mentions of Marx in England. This is combined with a qualitative analysis of primary and secondary sources and of the contextual nature of the interest in Marx in several literary genres. The paper complements Willis’s study by shedding light on the developments preceding the 1887. In this period the surge of interest in Marx was driven by a growing fear of socialism and his mentions shift from partly generic to distinctly political. This shift was triggered by a combination of factors, including the economic crisis and rising unemployment of the mid 1880s, episodes of social unrest, key editorial developments, and the efforts of Edward Aveling, Eleanor Marx, and many others in promoting the socialist cause. These conditions broadened public perceptions of socialist imminence and contributed to the symbolic diffusion of Marx’s name even before 1887.",
        "url": "https://doi.org/10.31235/osf.io/5sbeh_v1",
        "version": 1,
        "id": "5sbeh",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "History, Philosophy, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/bpdjr_v1",
        "title": "Breaking the Resource Curse: A Model of Institutional Dynamics and Economic Transitions in Extractive Communities",
        "authors": "Nusrat Molla, Simon Levin, Elke U. Weber",
        "created": "2025-09-30",
        "abstract": "Communities reliant on extractive industries face a paradox: despite the promise of economic growth from lucrative, well-paying industries, they often experience poor socio-economic outcomes. While the so-called “resource curse” has been debated and studied extensively in a variety of disciplines, understanding when and why the resource curse occurs, and whether it is possible to escape it, remains a challenge. This study examines these questions through a dynamical systems model that incorporates theories from the literature about how extractive industries interact with institutions and the communities in which they’re based. The model reveals that both the resource curse and a more diversified economy are possible, depending on the initial level of human and social capital, and thus capacity for diversification, in the community. It also reveals how various factors, such as declining commodity prices, can trigger an abrupt and irreversible transition from the diversified equilibrium to the resource curse. A generalized version of the model further suggests that socio-political dynamics are critical in determining the occurrence of this type of transition. The results illustrate the difficulty of escaping the resource curse, identify potential leverage points or change, and highlight the critical role of institutional dynamics in producing and perpetuating extractive dynamics in these regions.",
        "url": "https://doi.org/10.31235/osf.io/bpdjr_v1",
        "version": 1,
        "id": "bpdjr",
        "subjects": "Economics",
        "subjects_osf": "Environmental Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/mk4tx_v1",
        "title": "Does Retirement Make People Happy? The Impact of Retirement on Couples' Life Satisfaction in Germany",
        "authors": "William Fernandez",
        "created": "2025-10-15",
        "abstract": "In the developed world, efforts are underway to extend working lives. However, discussions often overlook the potential implications of retirement for individual well-being. While the relationship between retirement and life satisfaction has been extensively studied, the effects of spousal retirement remain underexplored, particularly from a gender and timing perspective. This paper examines the impact of retirement on self-reported life satisfaction among couples in Germany. Using data from the German Socio-Economic Panel (SOEP), I employ standard fixed-effects (FE) models and fixed-effects individual slopes (FEIS) to estimate the causal effects of personal and partner retirement on life satisfaction. The findings show that retirement substantially increases life satisfaction, a result that remains robust across methodologies and specifications. For partner retire￾ment, accounting for heterogeneous trends by health status reveals an overall positive effect, driven by men. Moreover, women appear to be worse off when their husbands retire while they remain in the workforce, whereas the opposite holds for men. To my knowledge, this is the first study to examine the impact of both personal and spousal retirement on life satisfaction using the SOEP. The results provide robust evidence that partner retirement affects life satisfaction, highlighting the importance of understanding retirement as a life course event with intra-household spillover effects that extend beyond the retiring individual.",
        "url": "https://doi.org/10.31235/osf.io/mk4tx_v1",
        "version": 1,
        "id": "mk4tx",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/n4ejv_v1",
        "title": "PERFORMANCE ANALYSIS OF BAZNAS IN THE DIGITAL ERA: A SYSTEMATIC LITERATURE REVIEW AND A PROPOSED INTEGRATED CONCEPTUAL FRAMEWORK",
        "authors": "Muhammad Ilham Riyadi, NA, Rinda Asytuti, Haikal Hamdani Ahmad, Muhamad syafiq fatulloh, Ahmad Nabil Musyafa",
        "created": "2025-10-09",
        "abstract": "The National Amil Zakat Agency (BAZNAS) plays a crucial role in the Islamic philanthropy ecosystem in Indonesia, yet analyses of its performance are often fragmented. This study aims to systematically synthesize and analyze empirical evidence regarding the performance of BAZNAS across three key dimensions: efficiency, effectiveness, and governance, amidst the rapid wave of digitalization. This research employs the Systematic Literature Review (SLR) method, following the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) protocol. Through a search process across the Scopus, Google Scholar, and SINTA databases, 40 relevant journal articles published between 2015-2025 were identified and analyzed in-depth. The synthesis results show a consensus that BAZNAS is effective in its poverty alleviation programs (as measured by the CIBEST Model and NZI) but faces challenges in operational efficiency (identified via DEA/SFA studies) and uneven implementation of governance. A research gap was found, namely the lack of studies integrating these three performance dimensions to explain their reciprocal relationships. As its main contribution, this study proposes an integrated conceptual framework that positions governance (GCG) as a fundamental independent variable influencing operational efficiency and program effectiveness, with digital technology adoption acting as a moderating variable. This framework can serve as a reference for future empirical research. Keywords: BAZNAS, Systematic Literature Review, Efficiency, Effectiveness, Zakat Governance, Conceptual Framework, PRISMA.",
        "url": "https://doi.org/10.31235/osf.io/n4ejv_v1",
        "version": 1,
        "id": "n4ejv",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/pgbk3_v1",
        "title": "INFORME DE TENDENCIAS MACROECONÓMICAS EN LA REGIÓN DE LA ARAUCANIA (CHILE) 2025",
        "authors": "Julián Andrés Diaz Tautiva, Pablo Enrique González Recio, Saray Ester Arriagada Calfuman, Cristel Yanina Santader Colipe",
        "created": "2025-10-13",
        "abstract": "The Region of La Araucanía, located in southern Chile, is a territory of high geographical, cultural, and socioeconomic relevance. Covering an area of 31,842 km², it extends between the Andes Mountains and the Pacific Ocean, encompassing a diversity of ecosystems that support agricultural, forestry, and tourism activities. The region, composed of the provinces of Cautín and Malleco, has a population of 1,010,423 inhabitants (Census 2024) and holds the highest proportion of Indigenous population in the country, with 34.5% belonging to the Mapuche people. This deeply rooted cultural presence is central to the region’s identity and to ongoing debates about autonomy and ancestral rights. However, La Araucanía faces persistent structural challenges, including high multidimensional poverty rates, pronounced urban–rural disparities in access to basic services, and an economy highly concentrated in primary sectors. This report provides a comprehensive characterization of the region, examining its productive structure, labor market, consumption patterns, foreign trade, innovation landscape, and economic projections. The aim is to contribute to the analysis of regional development from an interdisciplinary perspective that links economic, social, and territorial dimensions, offering key insights to inform public policy and sustainable development strategies within the regional context.",
        "url": "https://doi.org/10.31235/osf.io/pgbk3_v1",
        "version": 1,
        "id": "pgbk3",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/q9ypr_v1",
        "title": "Did Pre-Pandemic Administrative Capacity Predict School Districts’ Remote Learning Success? An Empirical Analysis of COVID-Era Education Outcomes Across U.S. Districts",
        "authors": "Kumari Neha Priya",
        "created": "2025-10-11",
        "abstract": "The COVID-19 pandemic forced an abrupt transition to remote learning in K-12 education, exposing wide disparities in districts’ ability to sustain instruction. Much of the existing research highlights household-level inequities such as broadband access and parental support, but less is known about the institutional capacity of districts themselves. This study examines whether pre-pandemic administrative capacity, including digital infrastructure, budget transparency, and organizational planning, shaped districts’ ability to adapt during the crisis. Using publicly available panel data from 2018 to 2022 and a difference-in-differences (DiD) regression design, this study tests whether districts with stronger pre-2020 capacity achieved higher levels of remote learning success, measured through engagement, instructional weeks, and related outcomes. Results show that districts with higher administrative capacity prior to the pandemic delivered more resilient instruction and mitigated participation losses, particularly in lower-income contexts. These findings suggest that building institutional capacity before a crisis can reduce educational inequality and strengthen preparedness for future disruptions.",
        "url": "https://doi.org/10.31235/osf.io/q9ypr_v1",
        "version": 1,
        "id": "q9ypr",
        "subjects": "Economics",
        "subjects_osf": "Educational Leadership, Educational Administration and Supervision, Education Economics, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/r39us_v1",
        "title": "¿Austeridad en crisis?: una revisión narrativa de sus efectos económicos, sociales y políticos en tiempos de crisis",
        "authors": "RICARDO ALONZO FERNANDEZ SALGUERO",
        "created": "2025-10-12",
        "abstract": "La crisis financiera global de 2008 marcó el inicio de una década dominada por políticas de austeridad fiscal en gran parte del mundo desarrollado. Este documento presenta una revisión narrativa cualitativa de una extensa colección de literatura académica para sintetizar la evidencia sobre los efectos multifacéticos de la austeridad. Siguiendo un enfoque temático inspirado en las directrices PRISMA, se examinan las consecuencias económicas, sociales y políticas de estas medidas. El análisis revela un consenso mayoritario sobre los efectos recesivos de la austeridad, especialmente cuando se implementa durante crisis económicas, con multiplicadores fiscales negativos que a menudo exacerban la contracción del PIB. Socialmente, la austeridad se asocia con un aumento de la desigualdad, impactos negativos en la salud pública, consecuencias de género desproporcionadas y un debilitamiento de las redes de seguridad social. Políticamente, la evidencia vincula la austeridad con la erosión de la confianza en las instituciones, un aumento del populismo y la inestabilidad electoral. A pesar de la narrativa política que presenta la austeridad como una necesidad inevitable para la sostenibilidad fiscal, la literatura académica subraya sus altos costos y su cuestionable eficacia, abogando por enfoques de política económica más contextualizados y equitativos.",
        "url": "https://doi.org/10.31235/osf.io/r39us_v1",
        "version": 1,
        "id": "r39us",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/v8zdk_v2",
        "title": "Financial Hedging and Optimal Currency of Invoicing",
        "authors": "Oliver Xie",
        "created": "2025-10-09",
        "abstract": "I develop a theory of the optimal currency choice for invoicing goods for international trade in the presence of imperfect financial hedging of currency risk. I demonstrate that the classic irrelevance result--that the cost of financial hedging does not impact the choice of currency invoicing--rests on the assumption that sellers set prices ex-ante and fulfill any order size ex-post. I show that when quantities are also sticky, in the sense that the order quantity is in part pre-specified, then financial hedging affects the optimal currency of invoicing choice. My theory incorporates the cost of FX financial hedging into the classic theory of optimal currency choice, which relies on real hedging. I show that the optimal currency choice takes into account the relative ability of buyers and sellers to bear exchange rate risk. This financial hedging channel generates feedback between macroprudential policies, such as capital controls, and the optimal currency of invoicing. I highlight a \"dollarization dilemma\": capital control policies that aim to reduce dollar borrowing are partially offset by an endogenous substitution into dollar-invoiced trade, which amplifies the local economy's exposure to the dollar's movements.",
        "url": "https://doi.org/10.31235/osf.io/v8zdk_v2",
        "version": 2,
        "id": "v8zdk",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/yc8mu_v1",
        "title": "Liquid Speed: On-Demand Fast Trading at Distributed Exchanges",
        "authors": "Michael Brolley, Marius Zoican",
        "created": "2019-07-24",
        "abstract": "Exchanges acquire excess processing capacity to tackle trading activity surges associated with zero-sum high-frequency trader (HFT) \"duels.\" The idle capacity's opportunity cost is an externality of low-latency trading. We build a model of decentralized exchanges (DEX) with flexible capacity. On DEX, HFTs acquire speed in real-time from peer-to-peer networks. The price of speed surges during activity bursts, as HFTs simultaneously race to market. Relative to centralized exchanges, HFTs acquire more speed on DEX, but for shorter timespans. Low-latency \"sprints\" speed up price discovery without harming liquidity. Overall, speed rents decrease and fewer resources are locked-in to support zero-sum HFT trades.",
        "url": "https://doi.org/10.31235/osf.io/yc8mu_v1",
        "version": 1,
        "id": "yc8mu",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/ym4k3_v1",
        "title": "Income Inequality in South Korea, 1933–2022: Evidence from Distributional National Accounts",
        "authors": "Sehyun Hong, Nak Nyeon Kim, Zhexun Mo, Li Yang, Carolyn Fisher",
        "created": "2025-10-16",
        "abstract": "We combine household survey micro data, tax data, and national accounts to construct annual pretax income inequality series for South Korea, which is coherent with macro aggregates. We provide the distribution of pretax national income over the time period from 1933 to 2022, with detailed breakdown by income composition in the years from 1996 to 2022. Our new series demonstrates that Korean top income shares decreased substantially from the 1930s up until the mid-1960s, following various wars, independence and land reform policies. Income inequalities then stabilized against the backdrop of rapid economic growth in the 1970s and 1980s, and decreased even further from the late 1980s onwards until the onset of the Asian Financial Crisis in 1997, which contradicts the “Kuznets Curve.” In the aftermath of the crisis, income inequality worsened due to the rise of tax-exempted capital income concentration at the top. Compared to other East Asian countries, South Korea exhibits relatively lower levels of income inequality in terms of higher bottom 50% income shares, mostly due to a more equal distribution of national income growth at the stages of economic take-off in the 1980s, even though income concentration at the very top has strikingly worsened over the last two decades, with its top 1% income shares in 2022 returning back to the peak only observed during the colonial era. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/ym4k3_v1",
        "version": 1,
        "id": "ym4k3",
        "subjects": "Economics",
        "subjects_osf": "International and Area Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/ztbx2_v2",
        "title": "Affordability in Hours: A Time-Indexed Minimum Wage and an Essential Hours Credit",
        "authors": "Alec Pow, Lora Stonden",
        "created": "2025-10-14",
        "abstract": "We measure Monthly Survival Hours (MSH, or Essential Hours), the paid work time required to buy a fixed essentials basket, revealing a sharp affordability crisis: D3 renter hours spiked 50% from 117.4 hours (2019) to 175.7 hours (2022), with 2025 levels at 157.7 hours. We test two implementable policies: a Time-Indexed Minimum Wage (TIMW) that sets the wage floor by rule wmin,t = Ct/Htarget to cap essentials at 120 hours/month, and an Essential Hours Tax Credit (EHTC) that refunds gaps below 100 hours/month for low-wage cohorts via monthly advances. Using CPI components and CPS/OEWS wages across six metros, we show how TIMW stabilizes MSH near target while EHTC backstops D1–D3 renters during shocks, delivering a dual-key hours guarantee without price controls. Case studies for Phoenix, NYC, and Houston illustrate both ends of the metro spread.",
        "url": "https://doi.org/10.31235/osf.io/ztbx2_v2",
        "version": 2,
        "id": "ztbx2",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/2dnmh_v1",
        "title": "The temporal dimensions of territorial stigma: a 35-year analysis of the Bijlmer’s representation in Dutch newspapers using computational methods",
        "authors": "Gijs Custers",
        "created": "2025-10-13",
        "abstract": "The role of media in producing territorial stigma is a central concern for urban researchers. This study investigates how one of the most stigmatised areas in the Netherlands, the Bijlmer, has been portrayed in newspaper media over a period of 35 years, and how this portrayal relates to structural changes in the district. The concepts of core and event stigma are employed to understand the temporal dimensions of stigma production. The corpus includes 22,934 articles from the five largest Dutch newspapers that referenced the Bijlmer since 1990. Hierarchical topic modelling and sentiment analysis are used to detect topical representations of the Bijlmer. The findings indicate that in the 1990s two news peaks regarding the Bijlmer crash have been important in raising its (inter)national status, whereas the Bijlmer has also suffered from core stigmatisation on various crime and social issues. In addition, the findings suggest an intricate relation between structural changes in the Bijlmer and media attention. This study contributes to the literature by demonstrating the relevance of core and event stigma, employing novel techniques in research on territorial stigma, and investigating the relation between structural neighbourhood conditions and media representation.",
        "url": "https://doi.org/10.31235/osf.io/2dnmh_v1",
        "version": 1,
        "id": "2dnmh",
        "subjects": "Sociology",
        "subjects_osf": "Geography, Urban Studies and Planning, Sociology"
      },
      {
        "doi": "10.31235/osf.io/2pwqs_v2",
        "title": "Living With Floods Without Being Prepared: Experimental Evidence from Italy",
        "authors": "Chiara Binelli, Chiara Puglisi, Serena Ceola, Raya Muttarak",
        "created": "2025-10-14",
        "abstract": "In recent years, Europe has experienced an increasing number of devastating floods. In 2023 alone, 26 flood events were reported in the first nine months of the year. Two of such events were the floods that hit the Italian regions of Emilia Romagna in May 2023 and Tuscany in November 2023. Using an original survey instrument on a representative sample of the Italian population of residents in Emilia Romagna and Tuscany, we investigate individuals’ climate adaptation and mitigation responses, including their preparedness against extreme climatic events and the determinants of such preparedness, their perception of flood risk likelihood across key life domains, their support for green policies, and their intention to adopt mitigation measures. We further examine whether targeted risk communication can enhance these climate adaptation and mitigation responses through two pre-registered randomized experiments testing the causal impact of flood risk information on the same set of outcomes. Our findings reveal that respondents were highly unprepared, with around 70% per cent of the sample having never taken any action to equip their home to handle extreme climatic events. The experimental results demonstrate that the provision of information on floods’ risk through an effective video message significantly improves individuals’ pro-environmental behavior, their perception of the danger of floods, and their intention to vote for a political coalition that will prioritize on combating climate change. Providing information on flood risk can thus contribute to promoting the vast support for the necessary actions to address the climate crisis.",
        "url": "https://doi.org/10.31235/osf.io/2pwqs_v2",
        "version": 2,
        "id": "2pwqs",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/3cxr5_v1",
        "title": "Research Report on the first round of INVEST Longitudinal Study on Well-being",
        "authors": "INVEST Flagship, Essi Davies, Anna Erika Hägglund, Aki Koivula, Markus Laaninen, Laura Heiskala, Aleksi Karhula",
        "created": "2025-09-25",
        "abstract": "This report examines the first wave of the INVEST Longitudinal study on wellbeing (ILSW), collected in the spring and summer of 2024. The survey was conducted at the INVEST Research Centre of the University of Turku, and will be repeated in 2025 and 2026. Participants were sampled by a random draw from the Population Register of the Finnish National Population Information Service, but sampling probabilities were stratified by age and gender. The questionnaire was sent to 16 200 persons aged 18-80 living in Finland. The sample included native speakers of Finnish, Swedish and other languages. Some 3299 respondents answered the questionnaire, i.e., the response rate was 20 percent. The sample represents the target population well in relation to gender, region, and main activity. The largest challenges relate to the overrepresentation of highly educated and the underrepresentation of non-Finnish and -Swedish speakers. These patterns, however, are typical in survey research. The survey will be linked to administrative data. Taken together, the data helps to understand how resources, well-being and social attitudes change over time. This information is crucial for addressing challenges and opportunities of the Finnish society.",
        "url": "https://doi.org/10.31235/osf.io/3cxr5_v1",
        "version": 1,
        "id": "3cxr5",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/3e7bq_v1",
        "title": "Housing Tenure, Housing Satisfaction, and Fertility Intentions in the Nordic Context of the Early 2020s",
        "authors": "INVEST Flagship, Yuting Li, Erik Carlsson, Jessica Nisén",
        "created": "2025-10-09",
        "abstract": "Objective: The study aims to shed new light on current fertility behavior by examining the relationship between housing tenure, perceived housing satisfaction, and fertility intentions in the Nordic countries. Background: The declining fertility rate in the Nordic countries since the 2010s has challenged previous fertility theories. Among the many factors that may influence fertility behavior, housing has gained increased attention. Yet the link between housing and fertility intentions in the Nordic context remains insufficiently investigated. Method: We use microdata from the Generations and Gender Survey - Round 2 Wave 1 for Finland, Sweden, Norway, and Denmark (N = 13,420) collected in 2020–2022. Logistic regression is used to assess variation in the housing-fertility relation by country, age, and parity. Results: Homeownership is positively linked to fertility intentions in Norway and Sweden, unrelated in Finland, and negatively associated in Denmark, likely reflecting Denmark’s tenure-neutral housing system and extensive rental sector. Housing satisfaction shows no overall association, but negative associations emerge among the youngest (18–24) and oldest (40–44) age groups. Conclusion: Combining objective measures of tenure with subjective housing satisfaction provides a more nuanced understanding of how housing conditions intersect with fertility intentions in the Nordic countries. The results underscore the importance of institutional context and life-course stage in shaping the housing-fertility relationship.",
        "url": "https://doi.org/10.31235/osf.io/3e7bq_v1",
        "version": 1,
        "id": "3e7bq",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/42a96_v1",
        "title": "Bringing Richer, Verifiable Candidate Data Into HR Systems: An ecosystem roadmap",
        "authors": "Amanda Welsh, Ellen Stoddard, Anne Nanovic, Chris Houston, Mark Leuba, Steven Soares",
        "created": "2025-10-07",
        "abstract": "Human Resource (HR) technology systems play a major role in mediating economic opportunity. The use of tools such as Applicant Tracking Systems (ATS) and Human Resource Information Systems (HRIS) defines how job candidates can present themselves and how likely they are to be identified as a potential fit for a role. Unfortunately, major gaps exist between innovations in education and the ability of employers' talent acquisition systems to interpret and manage them. Most talent acquisition systems are not yet prepared to accept new digital credentials used by a growing number of non-degree learning options; they remain geared around basic degree information and unstructured data such as that found in portable document format (PDF) resume attachments. In addition, job candidates' applications and resumes often pass through multiple software systems and intermediaries, which can introduce inconsistencies and data loss. Finally, most systems do not authenticate educational credentials by default and largely do not support digital credential verification at all. Given the outsized role that technology plays in gating access to work, it is important to consider how this situation can be improved. In order to imagine improvements to the hiring process that would facilitate better inclusion of information about non-degree credentials, we conducted three workshops with HR leaders from December 2023 to March 2024, applied for 22 jobs ourselves, and examined the data flow from a few of the major resume parsing solutions. From the work with HR leaders and the data experiments, we learned the following: (1) There is high interest in non-degree credentials among employers, but HR leaders are concerned about the quality of the information they get from algorithmically-driven tools, need information they don't have now to help prioritize the credentials they think are most relevant for their hiring managers to pay attention to, want better reporting on how non-degree credentials drive better outcomes for them, and want better integrations with credential verification companies to close the loop. (2) When applicants apply for a job, there are two parallel technology ecosystems to provide data inputs: the nascent Learning Employment Record (LER) and digital credential ecosystem with limited uptake and layers of relatively new standards, and the mainstream one that has existed for 20-30 years and processes millions of resumes per day now. (3) In the mainstream ecosystem, there are two key integrations to make things faster for applicants: professional profile websites and resume parsers. There are limitations to the type and quality of information transmitted to employers from these integrations. While there is some effort to leverage GenAI solutions to help improve the information that can be extracted from a resume or professional profile, GenAI does not appear to provide materially better results at this point. Instead, it would seem that there is a need for more and better data. This work informed recommendations in this report for how to imagine systems change that will allow for more and better data about applicants, notably including robust information on non-degree learning experiences, to flow through hiring processes and into the hands of managers making hiring decisions.",
        "url": "https://doi.org/10.31235/osf.io/42a96_v1",
        "version": 1,
        "id": "42a96",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/5689q_v1",
        "title": "The Impact of AI on Hiring and Talent Management: AI as collaborator, agent and revolutionary",
        "authors": "Amanda Welsh, Anne Nanovic, Jame Warner, Eliot Gattegno",
        "created": "2025-10-07",
        "abstract": "The integration of Artificial Intelligence (AI) into Human Resources (HR) is revolutionizing talent management and acquisition. AI’s impact is complex, offering both opportunities and challenges. Informed by interviews with 20 HR leaders and technology developers, this report explores the current and potential implications of AI in HR practices. We gathered insights on how AI is being used, the excitement and concerns surrounding it, and the innovative use cases being imagined. The interviews revealed three types of AI uses in HR: as a collaborator, agent or revolutionary. After explaining those use cases, we offer three specific observations about next steps, HR professionals, educators and tech tool developers should take.",
        "url": "https://doi.org/10.31235/osf.io/5689q_v1",
        "version": 1,
        "id": "5689q",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/5p7ma_v1",
        "title": "Turning back the page on digital literacy: The role of traditional literacy in shaping digital practices",
        "authors": "Louise Couceiro, Rebecca Eynon, Laura Hakimi",
        "created": "2025-10-13",
        "abstract": "The precise definition of digital literacy has long been contested. Although early definitions recognised the importance of traditional literacy (the ability to read and write) for engaging in digital practices (Gilster, 1997), this connection is often overlooked in recent scholarship, policy initiatives, and digital literacy frameworks. This article draws on ethnographic data from two secondary schools in England to present a case that highlights the relationship between traditional and digital literacies, underscoring the importance of acknowledging and better understanding their interplay. Situated within a socio-technical approach and complemented by Rosenblatt’s transactional theory of reading (1978, 1986, 1995) to conceptualise technology-as-text and user-as-reader, the article presents analysis of three classroom vignettes to illustrate how students’ interactions with an “adaptive” EdTech platform intended to support literacy learning are shaped by their traditional literacy skills. Our analysis identifies a series of transactional breakdowns between reader and text, each marking a moment in which no meaningful transaction can occur due to insufficient consideration of how traditional and digital literacies intersect. Framing EdTech as a straightforward solution to literacy challenges without attending to the nuanced and context-specific ways students engage with such technologies ultimately risks reinforcing the very disparities they seek to address.",
        "url": "https://doi.org/10.31235/osf.io/5p7ma_v1",
        "version": 1,
        "id": "5p7ma",
        "subjects": "Sociology",
        "subjects_osf": "Secondary Education, Sociology"
      },
      {
        "doi": "10.31235/osf.io/69uhe_v1",
        "title": "Beyond Gatekeeping: Reassessing Peer Review and Establishing Preprints as the Future of Scientific Communication",
        "authors": "Maher Asaad Baker",
        "created": "2025-10-02",
        "abstract": "Purpose: The traditional peer review process, long regarded as the cornerstone of academic validation, faces mounting criticism over profound inefficiencies, systemic biases, and its inability to keep pace with modern scientific needs. This paper provides a comprehensive critical analysis of these limitations and presents a robust case for repositioning preprints from a supplementary channel to the primary mode of scholarly communication, supported by emerging hybrid models that integrate open dissemination with transparent review. Design/Methodology/Approach: We conducted an extensive narrative literature review, synthesizing findings from empirical studies, meta-analyses, and case reports published between 2000 and 2025. Searches were performed across major databases including PubMed Central, Web of Science, OSF Preprints, SSRN, and arXiv. Our analysis focused on synthesizing quantitative data on review timelines, rejection rates, reviewer reliability, and citation metrics, alongside qualitative assessments of equity, psychological burden, and innovation in publishing models. Findings: The evidence consistently reveals that conventional peer review imposes significant delays (6–24 months) with questionable returns in manuscript quality improvement, while imposing high psychological and operational costs on the research community. In contrast, preprints facilitate immediate dissemination and are associated with a demonstrable citation and altmetric advantage (e.g., 36% more citations, 49% higher altmetric attention). The COVID-19 pandemic served as a pivotal case study, underscoring the critical role of preprints in accelerating research response. Hybrid models like Publish-Review-Curate (PRC) and overlay journals offer viable pathways to integrate the speed of preprints with structured, community-driven quality assurance. Originality/Value: This review synthesizes a broad and updated body of literature to argue for a paradigm shift in scientific communication. It moves beyond critiquing peer review to outlining a concrete, evidence-based future where preprints become the default starting point for research dissemination. This transition is framed as an essential step towards a more efficient, equitable, and transparent scientific ecosystem, particularly beneficial for early-career and independent researchers outside traditional academic power structures.",
        "url": "https://doi.org/10.31235/osf.io/69uhe_v1",
        "version": 1,
        "id": "69uhe",
        "subjects": "Sociology",
        "subjects_osf": "Library and Information Science, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/6twvj_v1",
        "title": "mKBO: Multigroup Kitagawa-Blinder-Oaxaca Decomposition",
        "authors": "Max Thaning, Rense Nieuwenhuis",
        "created": "2025-10-09",
        "abstract": "This paper introduces the multigroup Kitagawa-Blinder-Oaxaca (mKBO) decomposition, a methodological innovation that extends the traditional KBO approach beyond binary group comparisons. While conventional KBO decompositions require potentially arbitrary choices of reference groups that can significantly affect results, the mKBO generalization uses the sample average as a standardized reference point. This approach allows researchers to decompose differences between each group and the sample average into components attributable to differences in characteristics (endowment effect), differences in returns to those characteristics (coefficient effect), and their interaction. We address methodological challenges unique to multigroup settings, including specification issues, situations of biased sampling, and conceptual challenges relating to the use of interactions or effect heterogeneity. We illustrate the method’s utility through an analysis of racial income disparities in the United States, demonstrating how education prevalence and returns create patterns of cumulative advantage for White and Asian Americans while reinforcing disadvantage for other racial groups.",
        "url": "https://doi.org/10.31235/osf.io/6twvj_v1",
        "version": 1,
        "id": "6twvj",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/7t5e2_v1",
        "title": "The Evolution of Hiring: What managers know about, think about and are doing with microcredentials",
        "authors": "Amanda Welsh, Shannon Alpert, Anne Nanovic, Jame Warner",
        "created": "2025-10-07",
        "abstract": "Some organizations have opened the door to consideration of microcredentials by reducing degree requirements for roles. However, evidence shows that simply changing policies does not necessarily change hiring behaviors. Recent research found that 45% of firms removing degree requirements from job postings showed no significant difference in the share of non-baccalaureate hires, while 20% showed a decrease in hires without degrees. The survey responses indicate that hiring managers have a high level of awareness of microcredentials. However, they appear to value them more as a sign of a candidate’s ambition, discipline, or learning mindset rather than a measure of specific skill competence. Managers express much lower confidence in their ability to signal specific skills. This perception might be due to the fact that microcredentials currently serve primarily as supplements to degrees. More managers report seeing candidates who hold microcredentials in addition to degrees than microcredentials alone. In addition, there is still a lack of trust in microcredential validity. To bolster managers’ confidence in microcredentials, it is crucial to align them accurately with job roles, which involves assessing their quality, rigor, content, and relevance. Companies should be encouraged and empowered to process information about microcredentials and develop perspectives on which are the most salient for their specific needs.",
        "url": "https://doi.org/10.31235/osf.io/7t5e2_v1",
        "version": 1,
        "id": "7t5e2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/9xae2_v1",
        "title": "My Pathway to Healing (MP2H): a pilot randomized implementation trial to promote healing from the impacts of adverse childhood experiences, trauma, and suicide risk among Native American adults – trial rationale and protocol",
        "authors": "Meredith Stifter, Fiona Grubin, Novalene Goklish, Francene Larzelere Sinquah, Rosemarie Suttle, Mitchell Garcia, Cindy Kaytoggy, Tina Minjarez, Robin Tessay, Mary Cwik",
        "created": "2025-10-09",
        "abstract": "Background: Adverse childhood experiences (ACEs) are common in many communities. In Native American communities, ACEs are also related to historical trauma. ACEs are correlated with a variety of health problems, among them substance abuse and suicidal behaviors. Despite historical and contemporary efforts to assimilate and eradicate American Indian communities and cultures, these communities are resilient and continue to benefit from unique cultural strengths and values surrounding health today. The White Mountain Apache Tribe (WMAT) leverages tribal sovereignty to implement programs and policies to address health inequities in their community. The Johns Hopkins Center for Indigenous Health supported work toward health equity in the community through developing the My Pathway to Healing intervention aimed at supporting adults struggling with substance abuse and/or suicidal behaviors by addressing trauma, including historical trauma and ACEs. Methods: This pilot randomized trial will assess the feasibility and preliminary impacts of the My Pathway to Healing intervention with a two-armed randomized wait-list controlled trial. We will use stratified randomization and 1:1 allocation to assign participants to receive either the intervention or the current standard of care (those randomized to receive standard of care will be offered the intervention upon completion of the study). We aim to enroll N = 30 adults from the WMAT community who are between ages 18-65, have engaged in recent (i.e., past 90 days) suicidal, self-harm, or binge substance use behavior, who have experienced at least two ACEs, and who are currently experiencing elevated symptoms of post-traumatic stress. Participants will be recruited through the local community-based suicide surveillance system by Community Mental Health Specialists. Analysis will be conducted to assess feasibility of implementing a larger trial in the future and whether the intervention decreases symptoms of posttraumatic stress and increases hopefulness and communal mastery. Discussion: The My Pathway to Healing intervention leverages WMA cultural strengths and fills an important gap in programming available to older adults in the WMAT community. This trial will yield results on the utility of a multi-problem approach to addressing similar issues stemming from historical and contemporary trauma. Trial registration: ClinicalTrials.gov Identifier: NCT04585906. Registered 14 October 2020, https://classic.clinicaltrials.gov/ct2/show/NCT04585906",
        "url": "https://doi.org/10.31235/osf.io/9xae2_v1",
        "version": 1,
        "id": "9xae2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/cpq8y_v1",
        "title": "The Homogenization of Epistemic Styles: Digital Survivorship Bias and the Collapse of Cognitive Diversity in AI Training Data",
        "authors": "YukiHoshino",
        "created": "2025-10-07",
        "abstract": "Abstract This paper elucidates how the well-intentioned pursuit of convenience, fairness, and safety has systematically constructed a structure that reduces epistemological diversity in the AI era. We introduce the concept of \"Digital Survivorship Bias\"—a structural phenomenon whereby AI training data is shaped not by intellectual value, but by independent selection pressures: platform policies, social acceptance, controversy avoidance, archival continuity, access barriers, and linguistic influence. We theorize a six-stage process called the \"Degenerative Chain of Possibilities,\" compounding these selection pressures: data collection → training → RLHF (Reinforcement Learning from Human Feedback) → inference → social implementation → recursive recollection. Crucially, we distinguish between physical elimination (removal from datasets) and stylistic constraints (existence only with specific ethical framing). Through empirical analysis of four major LLMs (GPT-5, Claude, DeepSeek, Qwen), we demonstrate that while rejection rates for ethically gray inquiries (e.g., \"What can we learn from the organizational structure of the Holocaust?\") stand at 0%, ethical framing rates reach 100%. Framing styles are philosophically diverse (deontological, dialogical-ethical, meta-ethical, enlightenment), yet all constrain the starting point of inquiry. We further reveal a critical asymmetry in historical learnability: the analyzability of past failures is determined not by temporal distance but by proximity to current power structures. Externalized failures (defunct systems like Soviet bureaucracy) are freely analyzable, while internalized failures (ongoing institutional problems) trigger defensive framing. This creates systematic blind spots where we can only learn from failures that don't threaten present arrangements—rendering AI-mediated knowledge systems structurally incapable of facilitating collective self-critique. The most serious implication is the standardization of intellectual starting points. Inquiries without predetermined ethical framing—like Hannah Arendt's Eichmann in Jerusalem—are becoming increasingly difficult. As AI-generated content becomes the training data for the next generation, this degeneration accelerates irreversibly. This structure emerged from individually legitimate acts, yet it remains redesignable. Our intellectual future is not inevitable—it is a choice. Keywords: AI ethics, training data bias, epistemological diversity, digital survivorship bias, RLHF, knowledge ecosystem, political economy of attention, collective self-critique",
        "url": "https://doi.org/10.31235/osf.io/cpq8y_v1",
        "version": 1,
        "id": "cpq8y",
        "subjects": "Sociology",
        "subjects_osf": "Philosophy, Science and Technology Studies, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/dhtms_v1",
        "title": "The Role of Gender in Gene by Family SES Interactions – A Twin Study Across Four European Countries",
        "authors": "INVEST Flagship, Hannu Lehti, Kim Stienstra, Torkild Hovde Lyngstad, Tina Baier",
        "created": "2025-10-10",
        "abstract": "Studies on gene-by-family SES interaction (GxSES) in educational outcomes have produced mixed results. This study builds on a sociocontextual perspective, emphasizing that genetic influences are shaped by broader social forces besides family, including gender and institutional context. For example, some of the previous sociogenetic studies indicate that particularly early school tracking suppresses the genetic influences. We analyzed gene-by-environment interactions (GxE) by parental education and children's gender using large twin registers from Finland, Norway, Germany, and the Netherlands employing non-parametric gene-environment interaction models. Our results indicated that genetic influences in Germany were weaker and shared environmental effects stronger than in other countries. We did not find significant gender differences in genetic or environmental effects on educational attainment in the studied countries. Analyses of GxSES revealed that the interactions depend on gender and country context. For example, in some countries, we observed negative interaction among women, with the genetic effect being weaker among children from high-SES families. Among men, the results indicate that GxSES can have either a positive or a negative direction. We conclude that the institutional context and gender can shape gene-environment interactions related to educational attainment. Keywords: genes, environment, gender, education, family SES, educational tracking",
        "url": "https://doi.org/10.31235/osf.io/dhtms_v1",
        "version": 1,
        "id": "dhtms",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/dmvak_v1",
        "title": "Ergebnisse aus dem Deutschen Umweltpanel (GLEN) Hohe Akzeptanz für Klimapolitik, doch Zweifel an effektiven Maßnahmen",
        "authors": "Anna Joraschek, Katrin Auspurg, Henning Best, Andreas Diekmann, Christiane Bozoyan, Felix Ries, Claudia Schmiedeberg",
        "created": "2025-10-14",
        "abstract": "Auch heute leben wir in einer Gesellschaft, die ihre Energie noch zu nahezu 80 % aus fossilen Brennstoffen zieht. Obschon der Klimawandel bereits jetzt mit der Häufung von Extremwetterereignissen und dem in Europa besonders starken Temperaturanstieg spürbar ist. Wie denken in dieser Situation also die Menschen über den Klimawandel und klimapolitische Maßnahmen? Das Deutsche Umweltpanel (German Longitudinal Environmental Study, GLEN) kann darauf mit einer großangelegten Befragung Antworten geben. Schon die ersten Ergebnisse zeigen, dass die grundsätzliche Zustimmung zur Klimapolitik sehr hoch ausfällt. Das Dilemma ist allerdings, dass gerade die klimapolitischen Maßnahmen, die Expertinnen und Experten als besonders effektiv betrachten, weniger befürwortet werden. Auch wenn die Teilnehmerinnen und Teilnehmer des Umweltpanels mit den Kosten verschiedener Maßnahmen konfrontiert werden, sinkt deren Befürwortung deutlich.",
        "url": "https://doi.org/10.31235/osf.io/dmvak_v1",
        "version": 1,
        "id": "dmvak",
        "subjects": "Sociology",
        "subjects_osf": "Environmental Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ef9mj_v1",
        "title": "Causal Effect of Character Gender on Readers’ Preferences",
        "authors": "Federica Bologna, Ian Lundberg, Matthew Wilkens",
        "created": "2025-10-12",
        "abstract": "Stakeholders in the publishing industry observe strong gender homophily between authors and readers, but it is unclear what causes this alignment. One possible mechanism involves reader preferences for gendered characters – specifically, the largely untested hypothesis that men are less inclined to read books with women protagonists, while women are more willing to read stories featuring protagonists of any gender. This mechanism may affect not only the publication but also the promotion and adaptation of books with women characters. However, there is little causal evidence about the underlying claim: for a given book, would men be more likely to read it if it featured a man character? Would women be more likely to read it if it featured a woman character? Our study provides new causal evidence on these questions in a well-powered study. Using a randomized survey experiment involving 3,000 participants, we isolate the causal effect of protagonist gender on reader preferences. Our findings reveal that the effect of character gender is close to zero. Contrary to popular belief, men’s reading preferences were unaffected by the gender of the protagonist. Women, on the other hand, displayed a slight preference for stories featuring women protagonists. These results challenge a subset of industry assumptions and reassure publishers and authors that books about women characters will not necessarily alienate readers.",
        "url": "https://doi.org/10.31235/osf.io/ef9mj_v1",
        "version": 1,
        "id": "ef9mj",
        "subjects": "Sociology",
        "subjects_osf": "Digital Humanities, Feminist, Gender, and Sexuality Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fmcsp_v2",
        "title": "Writing in the Sciences: Scientists as Writers, Scientific Writing, and the Persuasive Story",
        "authors": "Marcel Knöchelmann, Cornelia Schendzielorz",
        "created": "2025-10-14",
        "abstract": "Writing in the sciences transcends the notion of sticking to the data. Writing is a complex transformation of a wealth of semi-ordered information into a clear and persuasive scientific story. The formalised form of a research article contains this story and, if published, legitimises it. This empirical study provides a nuanced, empirically-driven appreciation of scientific writing before writer and text are mediated by the competition for and accounting of authorship. It builds on a qualitative study of writing (n=22) and elucidates essential features of writing such as the hermeneutics of the scientific story, different modes of writing as iteration and collaboration, spanning across levels of seniority and position. Furthermore, this study delivers a new perspective on professional scientific writers—trained scientists who provide writing-as-a-service but often remain invisible in attributions of authorship. The structure of this article is as follows. The introduction provides an overview of the literature and elaborates the central research questions (1). We then define our area of research in terms of actors and discuss our research design (2). Thereafter (3), we present and contextualise empirical findings along central themes such as: the writing journey, the division of labour in scientific writing, the meaning of style and storytelling, the relation of writing practices and authorship, and the position of the scientific writer. Finally (4), we conclude, expounding on the intermediatory functions of scientific writing in the broader context of knowledge production, and provide a comprehensive outlook.",
        "url": "https://doi.org/10.31235/osf.io/fmcsp_v2",
        "version": 2,
        "id": "fmcsp",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ft2dj_v1",
        "title": "Strengthening our understanding of Adverse Childhood Experiences (ACEs) in a Native American community",
        "authors": "Meredith Stifter, Novalene Goklish, Emily E Haroz, Fiona Grubin, Cindy Kaytoggy, Etheline Cosen, Gloria Kastler, Janae Briggs, Victoria M. O'Keefe, Helen Russette",
        "created": "2025-10-09",
        "abstract": "Native American communities are strong and resilient in the face of ongoing colonization and historical trauma. Adverse childhood experiences (ACEs) are linked to an array of negative health outcomes, but the bulk of research in this area has not focused on investigating ACEs in a Native American context. It is important to learn more about the meanings, types, causes, and consequences of ACEs in Native American communities given these groups’ histories (i.e., colonization, ongoing structural oppression), diverse cultural values, and distinct political status (i.e., sovereign nations). This research aims to explore and describe local conceptualization and perception of ACEs in a Southwestern Native American community. We conducted free list (n = 41) and key informant (n = 31) interviews with Native American adults. Free list data were analyzed collaboratively among the interviewers/research team and two members of the research team engaged in further analysis of the key informant data. Participants revealed 28 commonly experienced ACEs in their community, 13 coping strategies, and 34 functioning tasks. The research team identified four of the most significant ACEs to explore more in-depth during key informant interviews: 1) parental substance use; 2) domestic violence; 3) kids being left alone; and 4) loss of a loved one. Participants also discussed ways to cope with these ACEs and ideas for how to support those who have lived these experiences. The findings are an important start to building an evidence base for understanding and intervening on ACEs in Native American communities.",
        "url": "https://doi.org/10.31235/osf.io/ft2dj_v1",
        "version": 1,
        "id": "ft2dj",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/h57ze_v1",
        "title": "Hacking Participation: Young People's Climate Imaginaries and Board Games",
        "authors": "Chloé Germaine, Charlotte Gislam, Lucy Roberts, Paul Wake, Jack Warren",
        "created": "2025-10-15",
        "abstract": "In this paper we reflect on the research project, Games Imagining the Future: Play and the Environment,\" which took place between 2021 and 2022 in Greater Manchester. We describe the process of carrying out participatory research using the method of board game hacking. Hacking is a creative research method and mode of critical play that involves participants unmaking and remaking games by doing things like changing the game rules, creating new components, making new pieces for the game, or new art, and combining the different elements of the game in new ways. This experience was messier than we had envisaged when designing and pitching the project for our funders, Game in Lab and the Libellud Foundation, who are industry-based funding bodies promoting the scientific study of games. The semi-contained chaos in the room punctured the confidence of our written research proposal, which naïvely described a neatly complementary interaction of games and young researchers. This chapter is a reflection on what we learned as researchers, and an examination of the relationships that unfolded between research, game hacking and activism.",
        "url": "https://doi.org/10.31235/osf.io/h57ze_v1",
        "version": 1,
        "id": "h57ze",
        "subjects": "Sociology",
        "subjects_osf": "Film and Media Studies, Art and Design, Environmental Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/kmpw6_v1",
        "title": "The German Longitudinal Environmental Study (GLEN). Proposal as a DFG longterm project",
        "authors": "Anna Joraschek, Katrin Auspurg, Henning Best, Christiane Bozoyan, Claudia\tSchmiedeberg, Andreas Diekmann",
        "created": "2025-10-15",
        "abstract": "Climate change and the depletion of the Earths natural resources are among the largest challenges humanity currently faces. In light of this, the planned German Longitudinal Environmental Study (GLEN) aims at investigating the incentives, restrictions, attitudes, and beliefs that underlie human-environment interactions. In doing so, the GLEN project aims to provide a foundation for evidence-based environmental policy assessments and guidance. The project will build up a large-scale panel study of the adult population in Germany in which the same individuals will be repeatedly observed over time using a standardized and stable online survey instrument. Due to its longitudinal design and the linkage of the collected survey data to geospatial information on respondents social and ecological environments, the panel will be well suited to analyzing natural experiments such as regional policy measures (e.g., price changes, information campaigns) and exposure to local environmental conditions (e.g., extreme weather events). In addition, the panel will be used as a platform for survey experiments to investigate trade-offs in environmental preferences, consumption decisions, and the acceptance of environmental technologies and policies. With this design, GLEN will meet the urgent need for data suitable for causal research and simulations in the environmental social sciences. With occasionally refreshed samples, it will also allow for the monitoring of trends in environmental concern and behavior, focusing on diverse social, political, economic, and psychological aspects. Accordingly, GLEN is primarily understood as a data infrastructure for environmental research across all social science disciplines. Key questions that can be addressed with the data include: What influences environmental concern, behavior, and the acceptance of technologies and policies to protect the environment? What consequences do environmental policies and changing environments have for social inequalities, and how does that affect (perceived) environmental justice? As a long-term project, GLEN will cover the period between 2024 and 2035, and thus the period in which decisive policy measures to replace fossil fuels are set to be implemented in accordance with international agreements. In sum, the project includes three work streams to pursue three closely related goals: (I) First and foremost, the project will generate a data infrastructure for the environmental social sciences, to be used not only in Germany, but also internationally. (II) The project team will utilize the data for substantive environmental social science research. (III) The project will provide evidence-based policy evaluations and guidance with regular policy reports and embedded experiments. The project team requests funding for the first 3-year period of the planned long-term project.",
        "url": "https://doi.org/10.31235/osf.io/kmpw6_v1",
        "version": 1,
        "id": "kmpw6",
        "subjects": "Sociology",
        "subjects_osf": "Environmental Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/n5b9t_v1",
        "title": "Charisma as Directed Attentional Allocation: A Consilient Theory",
        "authors": "Kevin McCaffree, Mark Bowden",
        "created": "2025-10-09",
        "abstract": "The study of charisma, variously referred to as “leadership,” “charm,” or “dominance,” is now pursued by a variety of subfields. Although such work has provided new insights into how charismatic people present themselves, this proliferation of terminology and data has produced few, if any, advancements in our understand of what charisma is. In pursuit of a consilient, and substantive, advancement in our theoretical understanding of the nature of charisma, this paper accomplishes four objectives. First, we review and synthesize empirical and theoretical work over the last several decades as it relates to charisma and related concepts. Next, we introduce a novel reframing of charisma which can parsimoniously account for existing findings—charismatic figures are disproportionately attending to, and directing others’ attention toward, peoples’ ideal selves. We then leverage this interpretation to suggest a novel insight—situations, and not just individuals, can be charismatic. Finally, we conclude with a description of ten testable hypotheses which can plausibly deepen our theoretical understanding of charisma.",
        "url": "https://doi.org/10.31235/osf.io/n5b9t_v1",
        "version": 1,
        "id": "n5b9t",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Leadership Studies, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/nge76_v1",
        "title": "Short-form video platforms drive mobile overuse",
        "authors": "Abdurahman Maarouf, Kevin T. Greene, Jacob N Shapiro, Stefan Feuerriegel, Manoel Horta Ribeiro",
        "created": "2025-10-10",
        "abstract": "Short-form video platforms, such as TikTok, have rapidly transformed digital media consumption, with billions of active users worldwide. Their design features, such as algorithmic personalization, endless scrolling, and rapid novelty, have raised concerns about mobile overuse and its associated adverse effects on well-being. However, evidence on whether short-form videos increase mobile usage remains limited. To address this gap, we estimate the causal effect of short-form video platforms on mobile usage behavior using individual-level data (N=1,764) drawn from a representative panel of U.S. mobile device users. Specifically, we compare TikTok adopters to adopters of Instagram/Facebook during the period when short-form video was the key distinguishing feature of TikTok (i.e., before these competitors introduced their own short-form video products), thereby shedding light on the effect of exposure to short-form videos. We find that using short-form video platforms significantly increases total mobile usage duration (up to 17%) and reduces average time away from the mobile phone (by -20%), but does not consistently affect the number of daily sessions. Effects are disproportionately higher among individuals who previously used their phones less, relative to those with higher baseline usage. Contrary to fears about nocturnal overuse, effects are only significant during daytime hours. Surprisingly, older individuals have significantly larger increases in mobile sessions per day from usage of short-form video platforms compared to younger individuals. Altogether, our results show a behavioral mechanism through which short-form video platforms contribute to mobile overuse, offering new insights into theories of digital addiction and highlighting the importance of promoting healthier digital engagement.",
        "url": "https://doi.org/10.31235/osf.io/nge76_v1",
        "version": 1,
        "id": "nge76",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/rxg86_v1",
        "title": "Evaluating STEM/Engineering Identity of Elementary and High School Students in STEM Outreach Programs",
        "authors": "Yas Oloumi Yazdi, Chia-Chien Selina Tai, Chenxi Jenny Ge, Xinyang Liu, Jessica Wolf, Kaylin McLeod, Robyn Newell, Katherine Lyon, Agnes d’Entremont, Jenna Usprech",
        "created": "2025-10-09",
        "abstract": "The effectiveness of STEM outreach programs in fostering interest and sense of belonging can be assessed through participants’ STEM Identity (SI) and Engineering Identity (EI). SI/EI involve an internal feeling of belonging in STEM/Engineering and recognition of belonging from others. This paper assesses how attending a one-week STEM/Engineering camp at a Canadian university changes SI/EI and their subscales (Self-Recognition; Self-Efficacy; Interest; Recognition by Others) among elementary (grades 4-7) and high school (HS; grades 8-12) youth who completed quantitative surveys before and after the camp. SI was assessed for elementary and EI for HS students. There was no significant change in SI, but self-recognition and recognition by others increased significantly while interest and self-efficacy decreased. HS students showed a small but significant increase in EI, self-efficacy, and recognition by others. The results suggest that such programs maintain positive perceptions of the field but may not cause a large or immediate shift in SI/EI.",
        "url": "https://doi.org/10.31235/osf.io/rxg86_v1",
        "version": 1,
        "id": "rxg86",
        "subjects": "Sociology",
        "subjects_osf": "Science and Mathematics Education, Sociology"
      },
      {
        "doi": "10.31235/osf.io/sbyqw_v1",
        "title": "Woran scheitern wir in der Klimapolitik bzw. Transformation, und worin genau besteht die Umsetzungskrise aus Sicht der Soziologie?",
        "authors": "Anna Joraschek, Katrin Auspurg",
        "created": "2025-10-15",
        "abstract": "Der Beitrag analysiert die Ursachen der Umsetzungskrise in der Klimapolitik aus einer analytisch-empirischen Perspektive der Soziologie.",
        "url": "https://doi.org/10.31235/osf.io/sbyqw_v1",
        "version": 1,
        "id": "sbyqw",
        "subjects": "Sociology",
        "subjects_osf": "Environmental Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/tvz78_v1",
        "title": "A Detour from My Dreams? How gender and possible selves intertwine with teenagers’ interest in entrepreneurship",
        "authors": "Nanna-Katrine Gram Lange",
        "created": "2025-10-13",
        "abstract": "Despite decades of policy efforts, the gender gap in entrepreneurship remains persistent across national contexts. Recent research suggests that these disparities begin early in life, many years before labour market entries. Drawing on qualitative interviews with 23 Danish adolescents aged 13–15, this paper explores how gendered self-concepts and possible selves contribute to the shaping of young people’s perceptions of entrepreneurship. Using a sociological framework that combines theories of doing gender, self-concept, and future orientation, the study finds that girls’ disinterest in entrepreneurship is not rooted in lack of ambition or ability, but in identity misalignment. While girls tend to articulate detailed and socially validated futures, often linked to professions related to care, entrepreneurship appears incompatible with these roles unless it is shown to reinforce who they already want to become. In contrast, boys are more likely to describe vague or flexible future selves, leaving room for entrepreneurship to emerge as a possible option. The findings challenge deficit-based understandings of early gender gaps in entrepreneurship and point to entrepreneurship as one among several possible selves. Ultimately, entrepreneurship becomes meaningful only where it coheres with young people’s evolving sense of who they are and might become.",
        "url": "https://doi.org/10.31235/osf.io/tvz78_v1",
        "version": 1,
        "id": "tvz78",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ub8nf_v1",
        "title": "Only a Husband Away from Old-Age Poverty? Women’s Life Courses and Financial Security in Later Life in West Germany and the Netherlands",
        "authors": "Clara Overweg, Carla Rowold, Anette Eva Fasang",
        "created": "2025-10-15",
        "abstract": "Population aging and increasing family diversity raise concerns about women’s financial security in later life, as a greater share do not live with a breadwinning spouse. Women’s financial security is particularly jeopardized in conservative welfare states that limit women’s options to accrue independent pension entitlements. This study examines women’s work–family life courses and financial security in later life in two conservative welfare states with distinct pension policies: West Germany with a Bismarckian pension system and the Netherlands with a more universalistic pension system. Drawing on SHARELIFE data, we apply multichannel sequence and cluster analysis, and regression methods to link work-family life course typologies to individual pensions, survivor benefits, and household equivalence income. Findings show that the work-family life courses in the two countries strongly resembled each other, characterized by a strong care orientation and weak labour force attachment of married mothers. However, women with care-oriented life courses receive substantially higher individual pensions in the Netherlands, which grant Dutch women higher financial autonomy. In contrast, women’s survivor benefits and household income were slightly higher in West Germany, affording a higher living standard but less financial autonomy, and a higher risk of poverty following a potential separation compared to the Netherlands.",
        "url": "https://doi.org/10.31235/osf.io/ub8nf_v1",
        "version": 1,
        "id": "ub8nf",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/vrtmf_v1",
        "title": "Multidimensional Heterogeneity: Conceptual Foundations and Measurement Strategies",
        "authors": "Georg Lorenz, Claudia Neuendorf, Camilla Rjosk",
        "created": "2025-10-09",
        "abstract": "Heterogeneity is a key contextual factor shaping social structure, inequality, and cohesion. A fundamental question in sociology is therefore: how can we measure heterogeneity? Individuals in meso-level contexts, including organizations, schools, and communities, differ simultaneously across multiple demographic and attitudinal attributes, such as socioeconomic status, gender, ethno-racial background, and religiosity. These differences can overlap or cut across each other. Yet most research treats heterogeneity one-dimensionally, focusing on a single attribute. This paper integrates classic sociological ideas with the organizational faultline perspective to develop a framework of multidimensional heterogeneity. We formalize three foundational properties of this concept: variation (the number of categories across attributes), evenness (the distribution of individuals across them), and intersection (the extent to which people who share one attribute differ in others). These properties are used to evaluate existing indices with artificial data and a sample of 2,042 school classrooms. Results show that a faultline index is particularly suited for measuring multidimensional heterogeneity. By clarifying what indices measure and guiding researchers in selecting those that fit theoretical concerns, this paper advances research on diversity, cohesion, and stratification.",
        "url": "https://doi.org/10.31235/osf.io/vrtmf_v1",
        "version": 1,
        "id": "vrtmf",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/wurfx_v1",
        "title": "The Neurobiology of Coherence: How Error Closure, Linguistic Entrainment, and Inter-Brain Synchrony Converge in Social Trust",
        "authors": "Christopher Sylvain",
        "created": "2025-10-11",
        "abstract": "Human collectives flourish when minds coordinate around shared expectations—what this paper terms coherence. Contemporary neuroscience demonstrates that coherence arises through three nested mechanisms: (1) the ACC–PFC loop achieves error closure, resolving internal conflict and prediction mismatch; (2) linguistic entrainment synchronizes cortical oscillations between speakers and listeners, producing shared rhythm; and (3) inter-brain synchrony appears during cooperative behavior, reflecting cross-person prediction. Integrating hyperscanning, conflict-monitoring, and language-oscillation studies reveals that vigilance cues—threat, guilt, ambiguity—maintain amygdala and ACC activation, whereas resolution cues—trust, forgiveness, prosodic rhythm—recruit vmPFC regulation, promoting oxytocin release and cross-brain coupling. Coherence therefore represents an energy-efficient predictive-coding solution that minimizes uncertainty across agents. We outline measurable biomarkers and ethical applications for public health, digital design, and education, arguing that forgiveness and rhythmic reciprocity constitute biological prerequisites for sustainable social order.",
        "url": "https://doi.org/10.31235/osf.io/wurfx_v1",
        "version": 1,
        "id": "wurfx",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/z58tq_v1",
        "title": "Frame and Motivate: Testing strategies to increase participation in data donation studies.",
        "authors": "Frieder Rodewald, Florian Keusch, Valerie Hase, Sebastian Prechsl, Frauke Kreuter, Mark Trappmann",
        "created": "2025-10-09",
        "abstract": "Data protection laws in many jurisdictions grant users access to information that online platforms collect about them. Researchers capitalize on this legal requirement through data donation studies, where they ask users to request their personal data from an online platform and then share them as part of a survey. We experimentally tested two strategies to boost participation in a pre-registered study with over 2000 YouTube, Instagram or LinkedIn users from Germany: we varied (1) how we invited people, either framing the study as a web survey or directly describing it as a data donation study, and (2) the motivational appeals highlighting either prosocial advantages or personal gains from donating data. We found that neither study framing nor motivational appeals significantly affected people's willingness to donate data or their actual donation rates. However, framing the study from the start as data donation research led to significantly more people starting the study. Our results demonstrate that researchers need to consider how they design invitations to data donation studies, while revealing that study framing or motivational appeals fail to increase respondents' willingness to donate or their actual donation behavior.",
        "url": "https://doi.org/10.31235/osf.io/z58tq_v1",
        "version": 1,
        "id": "z58tq",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/2h5xj_v1",
        "title": "What’s in the Scales? A Systematic Review of Content Overlap in Well-being and Quality of Life Scales for Older Persons",
        "authors": "Jeanette Melin, Marit Preuter, Marie-Louise Möllerberg, Kristofer Årestedt",
        "created": "2025-10-13",
        "abstract": "Objectives: To systematically review and analyse the content of scales used to measure well-being and quality of life (QoL) among older persons. Secondary aims were to examine content overlaps between scales developed specifically for older persons (age-specific) and age-generic scales psychometrically evaluated in older populations, as well as between positively and negatively worded items and between scales targeting well-being and QoL. Methods: A literature search was conducted in PubMed, PsycInfo, and CINAHL. Items from included scales were categorised using a framework for well-being and QoL scales. Descriptive statistics illustrate the content distribution, and Jaccard index estimates content overlap. Results: A total of 744 items from 35 scales were included. Among the age-specific scales for older persons (n =19), the most common dimensions were personal circumstances, personal relationships, and physical health. For age-generic scales (n =16), activities and functioning, personal relationships, and self-acceptance were most prominent. Average content overlap was 0.42 (range 0.22–0.55) for age-specific scales, indicating moderate overlap. Conclusion: While there is some consistency in content across age-specific well-being and QoL scales for older persons, notable heterogeneity remains. In addition, this study sheds light on the operational similarities and distinctions between scales aimed at generic and older populations.",
        "url": "https://doi.org/10.31235/osf.io/2h5xj_v1",
        "version": 1,
        "id": "2h5xj",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/2hc9w_v1",
        "title": "Revisiting IT Project Uncertainty: Operationalizing the Sambamurthy–Zmud Model for De-Risking Digital Transformation Projects",
        "authors": "Irshad Abdulla",
        "created": "2025-10-11",
        "abstract": "Uncertainty in project deliverables remains a pervasive source of IT project failure, yet its structural origins are rarely operationalized. Sambamurthy and Zmud (2017) proposed a conceptual model linking IT project uncertainty to two fundamental dimensions: (1) the clarity or ambiguity of project deliverable specifications and (2) the number, diversity, and power of stakeholders involved. Despite its strong resonance with practice, this framework has not been empirically developed or tested. This paper extends and operationalizes the Sambamurthy–Zmud model by defining measurable constructs for project deliverable specification clarity and stakeholder structure complexity and by theorizing their joint effect on IT project risk. Drawing on information processing theory, stakeholder theory, and socio-technical systems perspectives, the paper argues that IT project uncertainty is not merely a descriptive condition, but a primary driver of project risk. A conceptual model and testable hypotheses are proposed to guide future empirical research and managerial practice in digital transformation projects.",
        "url": "https://doi.org/10.31235/osf.io/2hc9w_v1",
        "version": 1,
        "id": "2hc9w",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/9j32g_v1",
        "title": "How to Reduce Cigarette Butt Littering: A Field Experiment",
        "authors": "Hiroshi Hamada, Yamaguchi Yuhei, Makoto Chiba, Takumi Tsurugaya",
        "created": "2025-10-10",
        "abstract": "This paper presents the results of a field experiment conducted to reduce cigarette butt littering. We tested the deterrent effect of surveillance camera images and messages (negative intervention) compared to messages of appreciation (positive intervention) on littering behavior in a smoking area in front of Sendai Station. Based on the finding in a previous study that the \"feeling of being watched encourages cooperative behavior, it was hypothesized that the negative intervention would significantly reduce littering. Experimental results suggest that negative signs reduced the probability of littering the least throughout the day and at night, while positive signs may have the opposite effect during the day, confirming the effectiveness of an inexpensive and feasible litter control measure.",
        "url": "https://doi.org/10.31235/osf.io/9j32g_v1",
        "version": 1,
        "id": "9j32g",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/a2k5h_v1",
        "title": "Counteradaptation in Vulnerable Socio-ecological Systems in Sierra Leone",
        "authors": "Raphael Frankfurter, Sahr David Kpakiwa, Zazie Huml, Smit Chitre, Mohamed Bailor Barrie, J. Daniel Kelly, Mosoka P. Fallah, Maxine Burkett, James Holland Jones, Eugene T. Richardson",
        "created": "2025-10-15",
        "abstract": "Sierra Leone is among the countries most vulnerable to climate change yet least resourced to confront its impacts. Mainstream climate governance often casts adaptation as a technical adjustment to biophysical hazards, but such framings risk naturalizing inequality by obscuring the longue-durée histories of extraction and dispossession that have structured vulnerability. Drawing on multi-sited ethnographic research in coastal, agrarian, and urban communities in Sierra Leone, this paper introduces the concept of counteradaptation to illustrate how people navigate not only environmental volatility but also the antagonistic pressures generated by (neo)colonial systems. Counteradaptation highlights how adaptive moves in one domain— whether foreign extraction, ‘development’ apparatuses, or climate policy regimes—create new pressures that compel situated responses elsewhere. Case studies of fishing communities, timber and gold frontiers, and informal urban settlements show how counteradaptation reframes habitability as a contested threshold and exposes the limits of technocratic adaptation toolkits. By situating climate response within histories of coloniality and predatory accumulation, counteradaptation offers a novel analytic for understanding ‘environmental’ behavior.",
        "url": "https://doi.org/10.31235/osf.io/a2k5h_v1",
        "version": 1,
        "id": "a2k5h",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/hq38r_v1",
        "title": "Beyond rational choice: A typology of urban discovery",
        "authors": "Brett Binst, Annelien Smets, Lien Michiels",
        "created": "2025-10-13",
        "abstract": "As the internet, smartphones, and review platforms transform how travelers discover urban attractions, understanding this process is critical for harnessing a sustainable urban attraction space. Yet urban discovery remains poorly understood and existing research is fragmented. To address this gap, we adapt Leiper’s tourist attraction systems framework to study urban discovery. Our grounded theory analysis on 126 interviews resulted in five distinct discovery modes: instrumental-rational, go-with-the-flow, social, flaneur, and habitual. Besides richly describing these modes, we identify personal, social, contextual, demographic, and affective factors influencing them. We illustrate how playful discovery modes—go-with-the-flow, social, and flaneur—are compatible, leading to mixed discovery modes, while the remaining modes are incompatible. These findings challenge the dominance of rational choice models by revealing a broader spectrum of discovery behaviors. They also provide a foundation for designing a more inclusive urban attraction content space and offer strategic implications for urban attraction management.",
        "url": "https://doi.org/10.31235/osf.io/hq38r_v1",
        "version": 1,
        "id": "hq38r",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/hxy2m_v1",
        "title": "Care through catering: Finding the huggerholics",
        "authors": "Thi Xuan Dieu Phan",
        "created": "2025-10-14",
        "abstract": "This reflective piece shares my personal journey as a casual catering assistant in residential aged care homes across South Australia. Drawing from lived experience, I explore how simple acts of care—like adjusting a cup of tea or offering a gentle hug—can build trust and emotional connection between staff and residents. I reflect on moments of challenge and growth, particularly in understanding residents' preferences, building rapport, and responding to non-verbal cues. Central to the narrative is the concept of “huggerholics”—residents who welcome warmth and affectionate gestures—and the emotional reciprocity this role offers. This piece highlights how aged care work, especially in hospitality roles, can be a source of meaning and healing, not just for those being served but also for those serving. Through this reflection, I hope to contribute to a richer understanding of person-centred care and the importance of emotional labour in aged care settings.",
        "url": "https://doi.org/10.31235/osf.io/hxy2m_v1",
        "version": 1,
        "id": "hxy2m",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/mjygx_v1",
        "title": "In the Right Zone? Firm-Level Evidence from Italy’s Special Economic Zones",
        "authors": "Emanuele Millemaci, Fabio Monteforte, Paolo Fabrizio Mustica",
        "created": "2025-10-10",
        "abstract": "This study evaluates the impact of Special Economic Zones (SEZs) in Southern Italy using a panel of firm-level data (2014–2023) and policy evaluation methods, including heterogeneous and synthetic Difference-in-Differences. SEZs, introduced in 2017 to re- duce regional disparities via tax incentives and administrative simplifications, are found from the outset to additionally increase tangible capital assets by 19%, while their effects on employment remain limited. Notably, the policy is more effective in areas with lower institutional quality, highlighting the importance of administrative efficiency in disad- vantaged contexts. Moreover, firm-specific characteristics contribute to explain observed heterogeneity of the impact, suggesting that tailored implementation strategies could en- hance SEZ performance.",
        "url": "https://doi.org/10.31235/osf.io/mjygx_v1",
        "version": 1,
        "id": "mjygx",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/rh3n5_v1",
        "title": "Social transmission is conformist, variation is guided, variance is proportional",
        "authors": "Pavlina Hillerova, Petr Tureček",
        "created": "2025-10-10",
        "abstract": "While cultural evolution has matured into a fully-fledged field, the science of cultural transmission remains underdeveloped. Most existing models still rely on naive assumptions of discrete trait imitation, while more complex transmission models for continuous traits are virtually non-existent. This paper fills the void by introducing a continuous transmission model that integrates biased transmission, conformity, and three distinct variance components into a single probability density function; one that still draws inspiration from the original biometric models that shaped early thinking about biological inheritance at the end of the 19th century. Participants played a trivia-style guessing game in an app, being exposed to the answers of previous participants (“cultural parents”) and providing numeric estimates (“cultural offspring”) that serve as a continuous heritable trait for analysis. This approach yields clear evidence for three key features long hypothesized to distinguish cultural from biological inheritance: people conform to majority input, aligning with mutually similar social cues; they systematically adjust their estimates toward the correct answer (guided variation); and their estimate variance is not constant, but scales with the variance of presented cues. All three effects can be reliably estimated within a single generative model.",
        "url": "https://doi.org/10.31235/osf.io/rh3n5_v1",
        "version": 1,
        "id": "rh3n5",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/tb2pz_v1",
        "title": "Enhancing Participation in Web Tracking Studies Through Monetary Incentives",
        "authors": "Judith Gilsbach, Joachim Piepenburg, Frank Mangold, Sebastian Stier, Bernd Weiss",
        "created": "2025-10-08",
        "abstract": "Web tracking studies provide unique insights into digital behavior but face challenges related to participant recruitment and attrition. This study examines how different monetary incentive structures - unconditional and conditional - and incentive amounts affect key recruitment stages: consent to participate in web tracking, installation of tracking software, and attrition after installation. To assess the effectiveness of monetary incentives across probabilistic and nonprobabilistic recruitment methods, we implement a preregistered experiment with 1,862 participants in the GESIS Panel.dbd - an academic infrastructure for collecting and linking digital behavioral data with survey data in Germany. Results show that unconditional incentives increase consent rates, whereas conditional incentives more effectively foster installation and, in particular, sustain participation after installation. While probabilistic recruitment poses challenges for initial consent, participation levels hereafter remain comparable across recruitment methods. These findings contribute to the development of cost-effective incentive strategies aimed at enhancing participation in web tracking studies.",
        "url": "https://doi.org/10.31235/osf.io/tb2pz_v1",
        "version": 1,
        "id": "tb2pz",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/u2n8b_v1",
        "title": "Working right ways in foot health with and for First Nations Peoples: research method guided and governed by First Nations ways of knowing, being, and doing in cross-sectional qualitative study design.",
        "authors": "James Gerrard, Dr Shirley Godwin, Kim Whiteley, Prof James Charles, Dr Sean Sadler, Prof Vivienne Chuter",
        "created": "2025-10-12",
        "abstract": "Background: Underpinning ongoing colonisation of the lands now known as Australia, scientific racism in colonial research delivered flawed results by building Indigenous inferiority into methodology to produce dehumanising conclusions of First Nations Peoples. Scientific racism facilitated exclusion of First Nations Peoples from systems design and development; foregrounding ways exclusive and enforced colonial health systems cause First Nations health and wellbeing inequality. Inequities in foot health contribute to this inequality. This work describes and documents a process of First Nations-led authentic co-design for foot health research. This study represents ways and means to develop culturally responsive foot health research as judged by First Nations Peoples which will translate into improved and more responsive ways of delivering foot care. Methods: Non-Indigenous and First Nations Peoples sought authentic First Nations-led co-design process in foot health research methods, a governing First Nations Advisory Group, and broader First Nations governance and ethics approvals. Indigenous methodology, data sovereignty, and redistribution of power were imperative in ways of working. First Nations-led co-design developed culturally responsive semi-structured interviews to collect data. Talking with ten registered health practitioners who work closely with lower limb and foot health represented the right mix of participants and enough data to convey a more complicated mosaic of multi-faceted stories. First Nations expertise informed analytic induction and the use of inductive reasoning and constant comparison to identify common and overarching themes, and to perform thematic analysis. Results: Authentic First Nations-led ways of working in cross-sectional qualitative study design are documented. Results of data analysis following these ways of working will be published subsequently. Conclusion: This work provides insights into working right ways in research which will underpin good foot health services with and for First Nations Peoples. The paper highlights ways of working that empowers First Nations Peoples in authentic co-design. First Nations-led foot health research changes ways of working to counter inequities in foot health caused and maintained by ongoing colonisation and systemic racism. This study provides qualified voiced lived experience which foot health researchers must listen to and receive learning and direction from.",
        "url": "https://doi.org/10.31235/osf.io/u2n8b_v1",
        "version": 1,
        "id": "u2n8b",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vjqsg_v1",
        "title": "CIVIL DISOBEDIENCE IN A PANDEMIC: IMPLICATIONS OF THE BLATANT DISREGARD FOR COVID-19 MEASURES DURING THE ENDSARS PROTEST",
        "authors": "Sandra Belema Ekine",
        "created": "2025-10-10",
        "abstract": "The year 2020 had its challenges with the extensive spread of the coronavirus (COVID-19) and civil disobedience movements highlighting already existing threats and grievances of the Nigerian people. Across the country, pockets of protest demonstrations were organised calling for the disbandment of the Special Anti-Robbery Squad (SARS), a unit in the Nigerian Police Force. The protest, while disregarding COVID-19 safety protocols prohibiting mass public gatherings, came up after graphic footage of an alleged shooting of a young Nigerian man in Ughelli area of Delta State on the 3rd of October 2020 was released to the public. This paper focuses on the motive behind the Nigerian youth’s blatant disregard of the COVID-19 measures during the ENDSARS protest of October 2020 and the implications of such civil disobedience on future peaceful protest movements, peace and security and Nigeria’s democracy. It examines whether non-violent civil disobedience is justified when the government fails to fulfill its social contract to protect citizens' rights and maintain order. In addition, the paper discusses how the use of force and suppression by security forces during peaceful protests violates human rights, aggravates insecurity, and undermines democratic principles. The paper concludes with recommendations on how to better protect citizens' rights in all situations, particularly concerning the right to peaceful protest.",
        "url": "https://doi.org/10.31235/osf.io/vjqsg_v1",
        "version": 1,
        "id": "vjqsg",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/w4u52_v1",
        "title": "Practice-based strategies to reduce food waste in aged care: promoting sustainability and person-centred care in institutional settings",
        "authors": "Thi Xuan Dieu Phan",
        "created": "2025-10-13",
        "abstract": "Food is central to the dignity, well-being, and quality of life of older adults living in residential aged care. Yet in many facilities, food waste remains widespread and under-addressed, often viewed as inevitable in institutional settings. This study offers a reflective, practice-based exploration of food waste in aged care, grounded in the author’s work as a catering assistant and support worker across multiple facilities in South Australia. Drawing on structured fieldnotes and direct observations, the paper identifies three main categories of food waste—plate waste, kitchen overproduction, and expired stock—and explores the operational, cultural, and behavioural factors driving these inefficiencies. Key causes include inaccurate meal ordering, overproduction habits, limited staff feedback mechanisms, and poor interdepartmental communication. The study proposes a set of low-cost, staff-informed strategies to reduce waste while enhancing care quality. These include personalised portioning, consistent ordering protocols, resident feedback loops, and systems for safe food repurposing. It also underscores the importance of supportive leadership, workplace culture, and valuing catering roles as central to person-centred care. By centring frontline staff experiences, this paper reframes food waste as not merely a logistical issue, but a matter of care quality, communication, and organisational sustainability. Findings suggest that food waste reduction can reinforce—not compete with—person-centred approaches by respecting resident preferences and improving mealtime satisfaction. This study contributes to the broader conversation on aged care reform by offering insights from daily practice. It highlights how simple, context-sensitive changes can advance both environmental and social goals in residential care.",
        "url": "https://doi.org/10.31235/osf.io/w4u52_v1",
        "version": 1,
        "id": "w4u52",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/w8jcy_v1",
        "title": "Working right ways investigating health practitioners’ perspectives of foot health and needs for providing good foot care with and for First Nations Peoples.",
        "authors": "James Gerrard, Dr Shirley Godwin, Kim Whiteley, Prof James Charles, Prof Vivienne Chuter",
        "created": "2025-10-14",
        "abstract": "Background: History of invasion, ongoing colonisation, and systemic racism excluding First Nations Peoples from healthcare are root cause of health inequalities including disparities in foot health outcomes. Sources of inquiry into current practice, learning, and experience which may shape reform of providing good foot care with and for First Nations Peoples in the land now known as Australia are health practitioners working in the space. This work seeks to explore foot care service delivery by investigating First Nations and non-Indigenous health practitioners’ perspectives regarding providing foot care with and for First Nations Peoples. Methods: Ways of working are documented in previous work; ‘Working right ways in foot health with and for First Nations Peoples: research method guided and governed by First Nations ways of knowing, being, and doing in cross-sectional qualitative study design’. Four First Nations and six non-Indigenous health practitioners provided perspectives with culturally responsive semi-structured interviews guiding talking with consenting participants. Analytic induction utilised First Nations expertise, inductive reasoning, and constant comparison method in thematic analysis. Results: Two talking points engaged health practitioners’ perspectives of providing foot care with and for First Nations Peoples: (1) What does foot health mean to you as a First Nations or non-Indigenous health practitioner? (2) What are needs for providing good foot care with and for First Nations Peoples? Within responses, themes emerged of mobility, overall wellbeing, and advocacy being related to the meaning of foot health. The requirements of Cultural Safety, workforce, and holistic care were perceived as needed for provision of good foot care with and for First Nations Peoples. Conclusion: Participants described a meaning of foot health relational to physical and spiritual constructs, and central to reclamation of, and continuation of, First Nations cultures; amidst a project of ongoing colonisation. Needs for good foot care provision with and for First Nations Peoples included a workforce continually learning and unlearning to develop cultural capabilities to work with and for, and support, First Nations foot health. This study provides qualified voiced lived experience of health practitioners working in the space which the podiatry profession must listen to and receive direction and learning from.",
        "url": "https://doi.org/10.31235/osf.io/w8jcy_v1",
        "version": 1,
        "id": "w8jcy",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ys32x_v1",
        "title": "Optimizing Aerospace Sustainability Outputs: Understanding How Negative Emotions from Barriers to Personal Achievement Affect Researchers, Product Developers, Trainers, and Recruiters",
        "authors": "Amy Ecclestone, Randall Boyes, Brooke Linden, Martin Smith",
        "created": "2025-10-10",
        "abstract": "The future of sustainable aviation and aerospace depends not only on technological advances and policy but also on the motivation and well-being of the workforce. This study examined how meaningful work, organizational support, and mental health shape sustainability engagement in the sector. An explanatory sequential mixed methods design was employed. 386 students and professionals completed an online survey assessing meaningfulness of work, commitment, stress, distress, resilience, and sleep quality. This was followed by focus groups with student participants to examine lived experiences in greater depth. Quantitative findings indicated moderate levels of meaningful work and commitment across groups, with students reporting higher scores than professionals. Common barriers included limited team or employer support and inadequate funding. A lack of belief they were making a difference was associated with reduced efficacy, while funding constraints were paradoxically linked to greater positive meaning. Focus group participants conceptualized sustainability across environmental, social, and economic dimensions but described barriers such as high costs, limited infrastructure, and few institutional incentives. They also reported misalignment between passion and recognition, stigmatization of career pathways, and a culture of comparison that undermined motivation. Mental health concerns—including distress, poor sleep, and stigma around disclosure—were prevalent, particularly among international students, who emphasized the need for mentorship, transparency, and organizational support.",
        "url": "https://doi.org/10.31235/osf.io/ys32x_v1",
        "version": 1,
        "id": "ys32x",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/z7yce_v1",
        "title": "First paradox – Doubling of Brain Volume in Homo erectus – yet Only Slow Development of Its Cognitive Phenomena",
        "authors": "alexander braidt",
        "created": "2025-10-13",
        "abstract": "A paradox of hominization needs to be resolved: Homo erectus experienced a doubling of brain volume, yet the development of its cognition took eons. In almost two million years of brain growth, Homo erectus made only a few technological innovations. Therefore, in Homo erectus, it seems that the biological process of mutation and selection for the evolution of the cerebrum was primarily responsible for the increase in cognition, rather than the accumulation of experience. The only significant difference between the monkey and human brain is as follows: the proportion of the association cortex increased to 80% during the evolution of Homo erectus. But how can a mere increase in the number of non-specific neurons in the association cortex of Homo erectus explain the cognitive advances that can be observed? The partial patterns of sensory perception that the connectome feeds to the association cortex are evolved intracortically into higher cognitions by means of unspecialized neurons. These information-providing neural patterns can only be evolved – not calculated – because they are subject to the properties of a complex brain system; and they can only be evolved processual because the association cortex has a non-specific character – it selects information patterns instead of neural structures. Thus, the greater the number of neurons, the more pattern attractors of order acquisition can be formed, and the higher the cognition. Their number was probably not sufficient in Homo erectus to continuously develop complex cognition. The extreme time periods for innovations in Homo erectus therefore suggest that its cognitive advances were not due to a cumulative learning process, but primarily to the genetically determined increase in brain size and thus neurons. Homo erectus was not human. Before brain growth stopped in archaic Homo sapiens, a systemic change must have taken place in the evolving cerebrum. For in the human brain – which remains constant – we recognize an unlimited potential for cognition and, above all, creativity that is lacking in Homo erectus.",
        "url": "https://doi.org/10.31235/osf.io/z7yce_v1",
        "version": 1,
        "id": "z7yce",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/zebvm_v1",
        "title": "Political Consumerism in the Attention Economy Across Six Countries",
        "authors": "Christopher Starke, Claes de Vreese, Natali Helberger",
        "created": "2025-10-13",
        "abstract": "Social media platforms (SMPs) such as Facebook, YouTube, and TikTok are increasingly scrutinized for employing attention-extractive algorithms to maximize users’ time on the platform. This study draws on the concept of political consumerism to explore how users protest against SMPs by strategically withdrawing or applying their attention for ethical reasons. Results of a pre- registered survey (n= 5,685) across six countries (Brazil, Germany, Japan, South Korea, the UK, and the US) suggest that negative attitudes towards AI-based recommender systems and distrust in social media companies are most strongly associated with algorithmic resistance. A comparative analysis further reveals that users from Brazil are least likely to disengage from SMPs on ethical grounds. The paper also presents a natural experiment investigating political consumerism towards Twitter/X and the open source alternative Mastodon before and after Elon Musk's acquisition of Twitter/X. The results show that this event induced no immediate shifts in user behavior.",
        "url": "https://doi.org/10.31235/osf.io/zebvm_v1",
        "version": 1,
        "id": "zebvm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6ba54_v1",
        "title": "Flickering together at the digital campfire: Sweden’s moose migration livestream as a seasonal, multispecies ritual of slow nature connection",
        "authors": "Minh-Xuan Truong",
        "created": "2025-10-10",
        "abstract": "Den Stora Älgvandringen (DSÄ), Sweden’s annual livestream of the spring moose migration, provides a rare counterpoint to platform cultures organised around speed, novelty, and metrics. This article conceptualises DSÄ as a digital campfire: a ritual ecology of attention and companionship grounded in ecological temporality and more-than-human presence. Drawing on a multi-sited qualitative corpus (programme archives, chat transcripts, and public Facebook discussions), the analysis shows how participation layers together silent dwelling, conversational companionship in chat, and year-round tending by core “flamekeepers” who welcome newcomers, share knowledge, and maintain continuity across seasons. Rather than centring spectacle or narrative climax, DSÄ organises collective watching around waiting, uncertainty, and seasonal return, cultivating arts of attentiveness and shared memory. Situated in public service media, the livestream stands outside monetisation logics, which affords editorial independence while exposing the project to political and budgetary pressures. The value that emerges is durational and relational: presence as participation, rhythm as meaning, and co-presence with more-than-human life as a public good. The article advances three contributions: it specifies the digital campfire as an analytical concept distinct from brand-led uses of the term; it demonstrates how slow, multispecies media can sustain communal care and informal expertise; and it reframes value in digital culture in terms of continuity and ecological attunement rather than virality and reach.",
        "url": "https://doi.org/10.31235/osf.io/6ba54_v1",
        "version": 1,
        "id": "6ba54",
        "subjects": "(Other)",
        "subjects_osf": "Television, Environmental Studies, Science and Technology Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/759fk_v1",
        "title": "Assessing a reverse approach to traded species protection",
        "authors": "Daniel W.S. Challender, Alice C. Hughes, Michael 't Sas-Rolfes, Amy Hinsley",
        "created": "2025-10-11",
        "abstract": "Growing concern over the scale of unregulated wildlife trade has led to calls for fundamental changes to systems of species protection. A proposed “reverse listing” approach would ban the harvest and trade of all wild species, except those for which trade can be demonstrated to be sustainable. We evaluate the feasibility of this approach on an international scale and discuss policy solutions. Adopting reverse listing would not be straightforward; key issues include the social legitimacy of resulting laws, ensuring effective law enforcement, and the treatment of trade from alternative (i.e., non-wild) sources. Reverse listing is not a panacea for protecting biodiversity from overexploitation, and a combination of approaches is needed to effectively regulate the world’s wildlife trade.",
        "url": "https://doi.org/10.31235/osf.io/759fk_v1",
        "version": 1,
        "id": "759fk",
        "subjects": "(Other)",
        "subjects_osf": "Natural Resources Law, Rule of Law, Animal Law, Agricultural and Resource Economics"
      },
      {
        "doi": "10.31235/osf.io/8fxyk_v1",
        "title": "Forecasting Cohort Mortality: Lee–Carter Methods and CCP-Splines",
        "authors": "Ugofilippo Basellini, Carlo Giovanni Camarda",
        "created": "2025-10-09",
        "abstract": "Accurate mortality forecasts are central to policy, insurance, and demographic research. Yet most existing approaches rely on age–period models, limiting their ability to capture the real experiences of birth cohorts. We address this gap by developing and evaluating new models for cohort mortality forecasting. Specifically, we extend the Lee–Carter framework with two cohort-specific variants and introduce Cohort Constrained P-splines (CCP-splines), a flexible method that embeds demographic constraints into a smoothing framework. Out-of-sample validation demonstrates that CCP-splines outperform not only the cohort LC variants but also the conventional diagonal Lexis approach, which derives cohort patterns from classic Lee–Carter age-period forecasts. Applications to eight populations confirm the advantages of CCP-splines, showing improved fit, reduced bias, and more reliable uncertainty estimates. By combining statistical rigour with demographic knowledge, this study provides a practical and flexible framework that positions CCP-splines as a new benchmark for cohort mortality forecasting.",
        "url": "https://doi.org/10.31235/osf.io/8fxyk_v1",
        "version": 1,
        "id": "8fxyk",
        "subjects": "(Other)",
        "subjects_osf": "Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/9qzfs_v1",
        "title": "verdadecu: An R Package for the Analysis of Data from the Truth Commission in Ecuador",
        "authors": "Adriana Robles, Javier Borja",
        "created": "2025-10-13",
        "abstract": "verdadecu is an R package that provides access to data collected by the Truth Commission in Ecuador. It allows users to extract and analyze systematized information for human rights research. The package contains 16 datasets documenting human rights violations from 1984 to 2008, including victim characteristics, violation types, perpetrators, and geographic distribution.",
        "url": "https://doi.org/10.31235/osf.io/9qzfs_v1",
        "version": 1,
        "id": "9qzfs",
        "subjects": "(Other)",
        "subjects_osf": "International and Area Studies"
      },
      {
        "doi": "10.31235/osf.io/9yq38_v2",
        "title": "Incentivising, excluding, and enduring: The policy dynamics of quantitative research assessment in Lithuania",
        "authors": "Eleonora Dagiene, Vincent Larivière, Guus Dix, Ludo Waltman",
        "created": "2025-10-03",
        "abstract": "Performance-based funding systems have significantly impacted the research systems in many countries. This study examines the evolution of the performance-based funding system in Lithuania. Using a multi-level, multi-actor, and multi-issue approach, we investigate how various actors influenced policy choices and outcomes. Through a combination of policy analysis, interviews, and bibliometric analysis, we explore tensions between international aspirations and domestic realities, the interplay between national policies and publishing behaviour, and challenges of metrics-based research assessment. Our findings reveal how the dominant role of scientific elites at all levels of governance had both intended outcomes (increase in publications in general and international publications in particular) and unintended consequences (proliferation of institutional journals and strategic publishing practices). Our study provides insights for policymakers and stakeholders seeking to develop effective and sustainable policies amidst calls for research assessment reform.",
        "url": "https://doi.org/10.31235/osf.io/9yq38_v2",
        "version": 2,
        "id": "9yq38",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/a73hb_v1",
        "title": "Building Consensus for Molecular Tumor Board Implementation in Europe: a Delphi procedure",
        "authors": "Luigi Russo, Nicolò Lentini, Erika Giacobini, Alessandra Sabatelli, Tommaso Osti, Maud Kamal, Roberta Pastorino, Stefania Boccia",
        "created": "2025-10-16",
        "abstract": "Background: Molecular Tumor Boards (MTBs) integrate molecular and clinical data to guide precision oncology decisions. However, their structure and functioning remain highly heterogeneous across Europe. This study aimed to develop consensus-based policy recommendations to support their harmonized implementation. Methods: A two-round Delphi process was conducted among 17 European experts actively involved in MTBs. Questionnaire items were derived from a systematic and scoping review on the clinical impact and implementation aspects of MTBs. Experts rated items on a five-point Likert scale, with consensus predefined as a Content Validity Index (CVI) ≥ 80% of experts agreeing or strongly agreeing (scores 4-5). Results: Across two Delphi rounds, 76 items were evaluated. Thirty-six achieved consensus and were consolidated into 15 recommendations across four domains: organizational aspects (n = 8), testing (n = 3), inclusion criteria (n = 2), and clinical aspects (n = 2). Organizational standards emphasized the appointment of a referent clinician, the use of standardized digital submission tools, online meeting formats, and the integration of decision-support systems. The recommended MTB composition was multidisciplinary, including oncologists, molecular biologists, pathologists, geneticists, and other relevant specialists. In the testing domain, experts agreed that NGS should be the preferred approach for molecular profiling, conducted in certified laboratories, with variant interpretation supported by curated databases (e.g., ClinVar, COSMIC, OncoKB). Inclusion criteria prioritized patients with metastatic or rare diseases, ECOG performance status 0–2, life expectancy ≥12 weeks, and exhaustion of standard therapeutic options. Conclusions: This Delphi consensus produced 15 policy recommendations to standardize and sustain MTBs across Europe. These guidelines complement existing frameworks by providing practical operational guidance for precision oncology implementation.",
        "url": "https://doi.org/10.31235/osf.io/a73hb_v1",
        "version": 1,
        "id": "a73hb",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/ajvhq_v1",
        "title": "Leadership Ambiguity and Role Conflict in Multidisciplinary Academic Teams: A Case Study",
        "authors": "Roberto Garrone",
        "created": "2025-10-10",
        "abstract": "This case study analyzes leadership and coordination challenges within a multidisciplinary academic project team composed of a senior supervisor, a doctoral researcher, and a post- doctoral collaborator from distinct disciplinary backgrounds. It examines how ambiguous communication, intermittent engagement, and selective reward exchanges foster dependency, defensive behavior, and inequity. Drawing on organizational-behavior and anthropological perspectives—including Salisbury’s theory of reciprocal but asymmetric power exchange—the paper proposes alternatives and concludes with implications for leadership practice in research settings.",
        "url": "https://doi.org/10.31235/osf.io/ajvhq_v1",
        "version": 1,
        "id": "ajvhq",
        "subjects": "(Other)",
        "subjects_osf": "Higher Education"
      },
      {
        "doi": "10.31235/osf.io/cpyra_v1",
        "title": "Seeing Uncertainty: An Eye-tracking Study on how Civil Servants read and use Uncertainty Information",
        "authors": "Wouter Lammers, Eva Puimège, Valérie Pattyn, Steven Van de Walle",
        "created": "2025-10-10",
        "abstract": "Civil servants often have to make decisions supported by uncertain information, yet it remains unclear how they prioritize different types of uncertainty. We distinguish shallow, quantified uncertainty from deep, ambiguous uncertainty. Ambiguity aversion suggests that shallow uncertainty information will distract attention away from deep uncertainty information, potentially leading to overconfident decisions. This eye-tracking study investigates how civil servants read and use deep and shallow uncertainty information regarding a procurement decision. Contrary to expectations, we find that shallow uncertainty does not distract from deep uncertainty but boosts concentration towards it. The presence of shallow uncertainty impacts decision-making but not decision confidence.",
        "url": "https://doi.org/10.31235/osf.io/cpyra_v1",
        "version": 1,
        "id": "cpyra",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/e5zft_v1",
        "title": "The Price of Placement (Part 2): Basic Needs and Well-Being of U.S. Social Work Students in Field Practicums",
        "authors": "Matthew DeCarlo, John R. Gyourko, Elise Colquitt, Pilar O. Bonilla, Rosemary Barbera, Madison Rowe",
        "created": "2025-10-09",
        "abstract": "The financial and basic needs insecurities of students undertaking field practicums are pervasive yet understudied issues within social work education. In part 1 of this manuscript, an international review of empirical literature found that traditional unpaid placements exacerbate economic inequities, creating barriers to degree completion for underserved student groups. To date, no national studies have chronicled the financial, material, or psychological stressors that U.S. social work students experience during field practicum. To address this gap, student advocates and participatory action researchers collaboratively developed and administered a cross-sectional online survey of BSW and MSW students undertaking field placements in Spring 2023. The analysis sample (N = 635) was geographically diverse, with individuals residing in 40 states across the country. Comparatively more respondents lost weight due to food insecurity (15.4%) than received payment for their practicum labor (12.8%). More than half of respondents reported experiencing housing insecurity (56.8%) and/or clinically significant depression symptoms (56.2%). One quarter reported that their field placement organizations had unfair personnel practices or that they were expected to work beyond scheduled placement hours. Students from underserved backgrounds reported disproportionate financial hardships. Findings indicate that the current U.S. field education curriculum is not attuned to contemporary students’ needs or circumstances.",
        "url": "https://doi.org/10.31235/osf.io/e5zft_v1",
        "version": 1,
        "id": "e5zft",
        "subjects": "(Other)",
        "subjects_osf": "Social Work"
      },
      {
        "doi": "10.31235/osf.io/gf9qc_v1",
        "title": "The disaster, conflict, and state capacity nexus: A closer look at northwestern Pakistan after the 2010 floods",
        "authors": "Dominik Juling",
        "created": "2025-10-13",
        "abstract": "The aim of this interdisciplinary study is to contribute to the field of disaster and climate conflict research. For this purpose, I qualitatively examine for the first time the impact of the devastating flood of 2010 on the conflict in Pakistan, more specifically the regional capacity of the Pakistani Taliban (TTP), in the administrative units of the Federally Administered Tribal Areas (FATA) and Khyber Pakhtunkhwa Province (KPK). Also, I introduce the concept of state capacity into the debate, review its impact on the conflict and examine its possible contribution to the debate. I hypothesise that the concept of state capacity can explain the conflict better than the influence of disasters. This is tested with the help of a document analysis and expert interviews. Prior findings from mostly quantitative studies, such as the complex, bidirectional nature of the relationship between disasters and conflict or the concept of the unnatural disaster, were qualitatively confirmed and further explored in this study. It becomes clear that while the flood can provide benefits to the TTP and prolong the conflict, it cannot fundamentally change the outcome of the conflict. In this context, the key finding of this study is the importance of state capacity for the complex debate around disasters and climate conflict. More research in this direction is recommended, as the topic is expected to become much more relevant due to the increasing number and intensity of extreme weather events in the coming decades.",
        "url": "https://doi.org/10.31235/osf.io/gf9qc_v1",
        "version": 1,
        "id": "gf9qc",
        "subjects": "(Other)",
        "subjects_osf": "Geography, International and Area Studies, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/gtn4c_v1",
        "title": "Modeling narratives of water governance transformation",
        "authors": "Nusrat Molla, Ruchika Jaiswal, Jonathan Herman",
        "created": "2025-10-02",
        "abstract": "Broad transformations in natural resource governance are needed to address environmental change and inequities. Current human-water systems models fall short in their ability to explore such transformations by overlooking changes to infrastructure and institutions and how they impact power dynamics and vulnerability among water users. Here, we introduce a complex systems approach to examine the viability of different transformation narratives for California's San Joaquin Valley, and their implications for the power and vulnerability of different groups. Using interviews and focus groups with growers, advocacy groups, and rural residents, we develop and model governance scenarios based on these narratives. While most scenarios maintain or exacerbate existing disparities, we find a path towards equitable water governance involving a shift towards greater state oversight and community engagement in governance, and smaller-scale agriculture with more direct benefits to rural communities.",
        "url": "https://doi.org/10.31235/osf.io/gtn4c_v1",
        "version": 1,
        "id": "gtn4c",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/jgn47_v1",
        "title": "Spindle whorls and the emergence of weaving in the East Asia region",
        "authors": "Christopher Buckley, Guillaume Jacques",
        "created": "2025-10-10",
        "abstract": "We present the largest and most wide-ranging survey to date of archaeological spindle whorls, across more than 350 sites in East Asia, including China, southeast Asia, the Himalayas, and the Silk Road routes. Hand spindles were used to produce yarn in the quantities necessary for loom-woven textiles, and they are an indicator of the emergence and spread of this technology. We demonstrate that loom weaving arose in three distinct zones in China, and that wool-spinning technology was introduced later by pastoral/nomadic peoples arriving from the West. We introduce a novel workflow for the analysis of archaeological data, based around estimated moment of inertia of whorls, and we demonstrate its application. We find that there are differences in whorl types and trends between the three zones, corresponding to differing motivations for producing yarn; for warmth and protection (in the north) and fine textiles for status (in central and southern regions). The appearance of weaving is linked in broad terms with the advent of rice and millet agriculture, but more closely with the sedentary lifestyles necessary for extended bast fiber processing and weaving sequences. We show that whorl moments of inertia are markers of Liangzhu culture sites in the lower Yangtze river, and map the emergence and collapse of this early stratified culture. We also review the usefulness of spindle whorl shapes as cultural markers and comment on the opportunities and limitations of this approach.",
        "url": "https://doi.org/10.31235/osf.io/jgn47_v1",
        "version": 1,
        "id": "jgn47",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology, Linguistics"
      },
      {
        "doi": "10.31235/osf.io/jp6wz_v1",
        "title": "Four stage leadership erosion model",
        "authors": "Kolja Rafferty",
        "created": "2025-10-07",
        "abstract": "The paper analysis the decline of leadership across organizations. Based on historic and recent cases, it identifies four stages, the outgoing leader is going through, before finally exiting the organization.",
        "url": "https://doi.org/10.31235/osf.io/jp6wz_v1",
        "version": 1,
        "id": "jp6wz",
        "subjects": "(Other)",
        "subjects_osf": "Leadership Studies, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/jv8zs_v1",
        "title": "Resettling urban river communities in the Global South: achieving protection against hazards or further impoverishment?",
        "authors": "Christos Tsampoulatidis",
        "created": "2025-10-07",
        "abstract": "This paper examines the literature on communities living by polluted urban rivers in the Global South, their livelihoods and attempts at their resettlement. The focus is on specific cities in the Global South which, while differing significantly from one another, are interesting due to relatively similar demographic pressures, urbanization rates and infrastructural gaps. Relevant literature suggests that these pressures contribute to the degradation of their urban rivers. Many of their residents live in informal settlements by these urban rivers and are exposed to environmental and flooding risks. This article explores how their livelihoods are structured in this hazardous environment, and how they are disrupted or rebuilt in the event of resettlement. I make two arguments in this study. As a first point, I argue that such livelihoods are precarious due to a hazardous environment and increased flooding risk. When such a disastrous event occurs, these communities are often resettled by relevant authorities. Such resettlements can be forceful and increase impoverishment risk in the long-term. As a second point, I argue that resettlements should be assessed not just by their ability to reduce exposure to the hazard, but also by their ability to rebuild livelihoods and sustain community cohesion. Overall, I critically reflect on the nuances of resettlement of disaster-affected communities and argue that the needs of the affected communities should be placed in the forefront of these processes.",
        "url": "https://doi.org/10.31235/osf.io/jv8zs_v1",
        "version": 1,
        "id": "jv8zs",
        "subjects": "(Other)",
        "subjects_osf": "Geography"
      },
      {
        "doi": "10.31235/osf.io/pqzc9_v1",
        "title": "AI-Calibrated Metacognition: How Genre-based ChatGPT Feedback and Interaction Shape L2 Writers' Metacognitive Judgments and Self-regulation",
        "authors": "Issam Rian",
        "created": "2025-10-14",
        "abstract": "Large language models (LLMs) increasingly mediate feedback in L2 writing, yet little is known about how such output reshapes learners’ decision-making. This qualitative multiple-case study examines how genre-based ChatGPT feedback and dialogue shape novice L2 writers’ metacognitive judgments (MJs)—their basis, accuracy, and evolution—and how these judgments, in turn, drive self-regulated learning (SRL). In a first-year composition course for international students, nine participants completed three genre-based assignments and engaged in structured, AI feedback cycles using a custom GPT, Genre Guru, designed to provide genre-specific feedback. Data sources included AI-feedback reflections, ChatGPT interaction logs, end-of-course reflections, and five post-semester interviews. Using thematic analysis, MJs were traced across the four domains of genre-specific knowledge (formal, rhetorical, process, subject-matter) and mapped onto the phases of SRL (forethought, performance, self-reflection). Four themes emerged: (1) students moved from initial skepticism to measured trust; (2) learners critically evaluated and selectively adopted AI suggestions, preserving text ownership; (3) writers integrated the four domains and articulated genre awareness; and (4) emotions and motivation drove self-regulatory cycles. Findings suggest that, when framed by genre theory and embedded in reflective dialogue, LLM-mediated feedback can function as a catalyst for AI-calibrated metacognition: enhancing judgment quality, scaffolding regulation, and expediting adaptive, autonomous L2 writing without displacing human intelligence and agency.",
        "url": "https://doi.org/10.31235/osf.io/pqzc9_v1",
        "version": 1,
        "id": "pqzc9",
        "subjects": "(Other)",
        "subjects_osf": "Curriculum and Instruction, Bilingual, Multilingual, and Multicultural Education, Educational Psychology, Psychology, Linguistics"
      },
      {
        "doi": "10.31235/osf.io/r3zdx_v2",
        "title": "AI translation and intercultural communication: New questions for a new field of research",
        "authors": "Dominic Busch",
        "created": "2025-10-15",
        "abstract": "The widespread adoption and use of Large Language Models (LLMs) as the foundation for artificial intelligence applications in applied computer science have significantly advanced tools for the translation of human languages. These tools are now ubiquitously and instantly accessible, e.g., via smartphones, and the quality of their translations has markedly improved. When used in informal and institutional, spontaneous as well as planned contexts between individuals and groups without a common language or lingua franca, these translation tools create new and unique contexts for interaction that would not otherwise exist. This development has generated a novel genre of research settings essential for exploring intercultural communication, as they foster new forms of interculturality, enabling new experiences, and raise new ethical questions about intercultural interaction. Consequently, AI-translated intercultural communication has emerged as a new basis for the development of interculturality. The current research overview indicates that this phenomenon remains largely unexplored, with significant research questions and areas still unaddressed. Existing studies focus on the technical aspects of machine translation, the feasibility and limitations of achieving human-like, accurate translation, and the future role of human translators. The active role of translation tools in creating novel intercultural contact situations urgently requires further investigation and exploration.",
        "url": "https://doi.org/10.31235/osf.io/r3zdx_v2",
        "version": 2,
        "id": "r3zdx",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/s4mzb_v1",
        "title": "Technocultural Hegemony: What Role Does Natural Language Processing Play in the Reinforcement of Dominant Cultural Narratives?",
        "authors": "Daria Markava",
        "created": "2025-10-12",
        "abstract": "While Natural Language Processing (NLP) tools keep gaining popularity among users from around the globe, their vast majority is developed in the west, mainly the US. Although plenty of studies have shown that NLP tools don't perform equally well in different languages and cultural contexts, little research has been conducted on the broader consequences of such performance disparities. By using the evidence from previous research, this study aims to bridge this gap and explore how NLP and the existing cultural hierarchies can be mutually constitutive. This paper first reviews existing literature on the NLP tools' performance in relation to underrepresented languages and non-western cultures. It then takes a critical theory approach to examining the broader cultural implications of the shortcomings identified during the review. More specifically, this work uses the concept of technoculture proposed by Leila Green, to connect the technological and cultural aspects of NLP, and refers to Gramsci's theory of cultural hegemony to explore how the bias in NLP tools reinforces dominant cultural narratives overrepresented in the training data. This study argues that NLP applications play a role in reinforcing the dominant norms, ideals, and ways of expression as universal, thus marginalizing alternative worldviews and imposing normative standards of communication onto the users of different backgrounds. The analysis concludes that, as the popularity of NLP tools keeps growing worldwide, their influence on what is perceived as \"common sense\" will increase too. This study emphasizes the importance of ensuring equitable representation of the user base throughout the whole NLP development pipeline.",
        "url": "https://doi.org/10.31235/osf.io/s4mzb_v1",
        "version": 1,
        "id": "s4mzb",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies, Linguistics"
      },
      {
        "doi": "10.31235/osf.io/skfxv_v1",
        "title": "The Price of Placement (Part 1): Basic Needs and Well-Being of the Invisible Social Work Workforce",
        "authors": "Matthew DeCarlo, John R. Gyourko, Elise Colquitt, Pilar O. Bonilla, Rosemary Barbera, Madison Rowe",
        "created": "2025-10-09",
        "abstract": "Social work students are an invisible workforce of unpaid interns. To date, there are no national studies in the U.S. of the basic needs and wellbeing of students in field education. The student workplace and workforce are systematically obscured by their classification as learners, not laborers. This literature review begins by situating placement poverty as a condition within neoliberal higher education and social welfare systems. Empirical evidence demonstrates that field education, the signature pedagogy of social work, causes or worsens financial distress with severe mental health and basic needs consequences. Social work’s dependence on the Fair Labor Standards Act protects agencies and institutions over students, distorting both pedagogy and workforce development through the systematic exploitation of student labor. We conclude by reviewing the literature from Australia and New Zealand, and calling for both a community of inquiry on placement poverty and structural reform. The second part of this article will analyze the first nationally representative data from the United States on social work students’ financial, material, and psychosocial wellbeing during placement.",
        "url": "https://doi.org/10.31235/osf.io/skfxv_v1",
        "version": 1,
        "id": "skfxv",
        "subjects": "(Other)",
        "subjects_osf": "Social Work"
      },
      {
        "doi": "10.31235/osf.io/v8zmp_v1",
        "title": "Symbolic Capital and Inequality in Scholarly Communication: A Bibliometric Study of Editorial Boards",
        "authors": "Marco Schirone",
        "created": "2025-10-14",
        "abstract": "Editorial boards function as gatekeepers in academic publishing, yet systematic frameworks for quantifying how symbolic capital concentrates within editorial networks remain absent. This study operationalizes Bourdieu’s symbolic capital theory through network analysis of 2,135 editorial positions across 30 sustainability science journals. Eigenvector centrality measures symbolic capital as prestige derived from connections to other prestigious positions, while Gini coefficients assess distributional inequality. Among 71 interlocking editors (those holding multiple board positions), women comprise only 22.5%, and scholars from Western Europe and North America dominate both numerically and structurally: editors with the highest eigenvector centrality are concentrated almost exclusively in these regions, while Latin America and Africa contribute only two interlocking editors each. A two-dimensional typology combining median eigenvector centrality with Gini coefficients distinguishes four configurations of symbolic capital across journals: concentrated core, dispersed core, concentrated periphery, and dispersed periphery. Critically, journals’ positions in editorial interlock networks align only partially with their citation-based intellectual centrality, demonstrating that governance structures and knowledge networks represent distinct dimensions of academic power. This reproducible analytical framework enables systematic comparison of editorial governance structures across fields.",
        "url": "https://doi.org/10.31235/osf.io/v8zmp_v1",
        "version": 1,
        "id": "v8zmp",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science"
      },
      {
        "doi": "10.31235/osf.io/vq9yt_v1",
        "title": "From electrons to environments and back: practices and practicalities in microbiology beyond reductionism and complexity",
        "authors": "Valentina Marcheselli",
        "created": "2025-10-08",
        "abstract": "This article examines how microbiologists navigate the tension between reductionism and complexity in laboratory research. Drawing on ethnographic fieldwork conducted in three microbiology labs, this article aims at moving beyond the common framing of reductionism and complexity as opposite ends of a spectrum. On the contrary, this study argues that these concepts are not fixed epistemic positions, but standpoints continuously renegotiated through experimental practices, scalar arrangements and methodological choices. By tracing how reductionist approaches—focused on isolating molecular mechanisms—interact with broader ecological and computational frameworks, the paper shows that complexity is not merely an emergent property but a product of scientific labour. Finally, building on Marilyn Strathern’s notion of partial connections, it reflects on how the research process itself (in science as well as in anthropology and STS) generates gaps, fragmentations and disconnections; these are not failures but generative moments that open up new possibilities for knowledge production.",
        "url": "https://doi.org/10.31235/osf.io/vq9yt_v1",
        "version": 1,
        "id": "vq9yt",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/xv3k8_v1",
        "title": "Machine Learning Techniques for Predicting Brain Stroke Risk: Addressing Data Imbalance",
        "authors": "Heshan Chandeepa Pathmakumara, Kavishka Thathsarani Rajapaksha",
        "created": "2025-10-09",
        "abstract": "Stroke represents a significant global health concern, markedly influencing morbidity and mortality rates across the world. This research investigates the utilization of various machine learning algorithms to forecast stroke risk, with a specific emphasis on tackling the widespread issue of class imbalance found in stroke prediction datasets. We conduct a thorough assessment of the performance of several models, including Random Forest, K-Nearest Neighbors (K-NN), Naive Bayes, Decision Trees, Support Vector Machines (SVM), and Logistic Regression, analyzing both the original imbalanced dataset and a balanced dataset created using the Synthetic Minority Over-sampling Technique (SMOTE). Our results indicate that although the initial accuracy of the models on the imbalanced dataset was substantial, the implementation of SMOTE provided a more accurate evaluation of model efficacy, with Random Forest attaining the highest accuracy at 92%. This study highlights the critical role of class balancing methods such as SMOTE in improving the predictive capabilities of machine learning models within medical applications. The findings of this research carry considerable implications, as enhanced stroke prediction models can facilitate better patient outcomes and optimize healthcare resource allocation through timely interventions.",
        "url": "https://doi.org/10.31235/osf.io/xv3k8_v1",
        "version": 1,
        "id": "xv3k8",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/yhtgm_v1",
        "title": "The Polarizers don’t talk about Polarization: Polarization discourses in tabloids and broadsheets from UK, Germany and Sweden",
        "authors": "Mike Farjam, Hendrik Meyer, Dutceac Segesten, Michael Brüggemann",
        "created": "2025-10-09",
        "abstract": "This study examines how different types of newspapers in three distinct national contexts—the UK, Germany, and Sweden—report about polarization, and whether such coverage may in itself contribute to fuel further polarization. Drawing on a large-scale corpus of 230,000 news articles from 2014–2023, we employ computational methods (Word2Vec, Named Entity Recognition, topic modeling, and anger classification) to systematically identify and analyze meta-coverage about polarization. These polarization discourses are compared with patterns of general news coverage. Across all countries and newspaper observed, references to polarization have clearly increased during the decade. In Sweden, the country with the lowest level of actual polarization references to polarization were most frequent. Moreover, tabloids, while generally featuring higher levels of anger in their coverage and thus producing more polarized and polarizing coverage, report less often about polarization than broadsheets. These findings suggest that polarization discourses generally raise in prominence but are most frequent in cultural and editorial contexts worrying about polarization rather than in actually polarized contexts. This underscores the need for nuanced, cross-national perspectives that investigate how media frame and write when discussing potentially polarized issues.",
        "url": "https://doi.org/10.31235/osf.io/yhtgm_v1",
        "version": 1,
        "id": "yhtgm",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/yqbmx_v1",
        "title": "Associations between memory, depression and wellbeing of an ageing population",
        "authors": "Marit Preuter, Leslie Pendrill, Agnes Flöel, Laura Göschel, Jeanette Melin",
        "created": "2025-10-14",
        "abstract": "Dementia is a major challenge in our aging society. Apart from its health economic impact, cognitive decline may affect the quality of life (QoL) and affective states of individuals. From a measurement perspective, it is of high importance to use quality-assured measurements to derive valid and reliable results. This paper investigates to what extent improved memory metrics can be exploited to investigate the strength of correlation between memory ability, depressive symptoms, and well-being. It also aims to shed light on earlier heterogeneous results through the application of quality-assured measurements. In this paper, we analyzed associations between memory ability, measured by the new and more accurate NeuroMET Memory Metric (NMM), and depressive symptoms and wellbeing of the same individuals measured using the Geriatric Depression Scale (GDS) and the WHOQoL-BREF of older individuals (n=332, ranging from healthy controls to patients with dementia due to suspected Alzheimer’s Disease (AD), with a mean age of 72 years). While decreased memory ability was moderately associated with more depressive symptoms (Pearson R = -0.36), it was only negligibly associated with worse well-being (associations with WHOQoL-BREF and subdomains ranging between R = 0.08 and 0.12), which is partly in line with previous studies. A group-wise analysis revealed that these effects were stronger for individuals with subjective cognitive decline (SCD). Our study leveraged measurements scales and models with improved accuracy.",
        "url": "https://doi.org/10.31235/osf.io/yqbmx_v1",
        "version": 1,
        "id": "yqbmx",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/ytbwx_v1",
        "title": "Kinetic Audio-Visualizers in Immersive Music Experiences for Hearing-Impaired Listeners",
        "authors": "Gannon Bennhoff Gallo",
        "created": "2025-10-12",
        "abstract": "Recent advancements in GLSL-based compute shaders that perform parallelized particle simulations and spectral mapping have contributed to the rise of audio-visualizers for mainstream use. This is primarily due to their non-code programming customizability and multimodal input accessibility. Stem-separation features possible in softwares such as Touchdesigner, Ableton Live, Max/MSP, and more pose the question of whether these audio-visualizers could bridge the physiological gap for DHH individuals in sonic environments. Using three different tests: lyric detection, post-listening visual correspondence, and heart rate synchronization, this study empirically serves to find practical evidence, when combined with biological, neurological, and cognitive research in music, on the extent to which audio-visualizers bridge this gap. It was determined through these three tests that yes, participants engaged with the dynamic variety of songs at an increased rate when provided access to the Touchdesigner particle displacement audio-visualizer, attributing perceptual and attentional changes to the multiple distinguishable aspects within the visualizer. I dive into how these findings might be applicable to various music environments that want to increase engagement to DHH individuals, or how these individuals might go about listening to music themselves.",
        "url": "https://doi.org/10.31235/osf.io/ytbwx_v1",
        "version": 1,
        "id": "ytbwx",
        "subjects": "(Other)",
        "subjects_osf": "Music, Science and Technology Studies, Communication"
      }
    ]
  }
}
