{
  "update": "2025-07-04",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/3bzex_v2",
        "title": "Dark Money and Politician Learning",
        "authors": "Keith Schnakenberg, Ian Turner",
        "created": "2025-06-24",
        "abstract": "We study the consequences of campaign finance disclosure laws in a model of informative campaign finance. Campaign spending can affect electoral outcomes and also signal policy information to politicians. Under mandatory disclosure donors may engage in spending that runs counter to their electoral interests in order to signal good news regarding their preferred policy. When donors can use dark money the electoral price to influence policy increases to account for the possibility that donors use public spending to signal, but secretly offset the electoral costs with dark money. Our results suggest that observable spending will tend to increase for moderate candidates and decrease for extreme candidates when dark money is allowed. We also illustrate how different social pressures and the differential impact of public versus private spending on electoral outcomes affect patterns of campaign spending.",
        "url": "https://doi.org/10.31235/osf.io/3bzex_v2",
        "version": 2,
        "id": "3bzex",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/58b6y_v1",
        "title": "Sovereignty _Translated from Power Analysis「权力分析」 (Ch. 6.1) [Author’s self-translation]",
        "authors": "张成军",
        "created": "2025-06-24",
        "abstract": "Building upon the foundational theories of state power formation discussed in preceding chapters, this paper redefines sovereignty and clarifies the conceptual distinctions among state power, supreme state power, and sovereignty. It elaborates on sovereignty’s three defining characteristics—‌self-sustenance‌, independence, and absoluteness—and posits that sovereignty represents the ‌highest level‌ of organizational power development. As the ultimate source of social order, sovereignty serves as the ‌guarantor and bedrock‌ for all other organizations—economic entities, social institutions, ‌and critically, international organizations.",
        "url": "https://doi.org/10.31235/osf.io/58b6y_v1",
        "version": 1,
        "id": "58b6y",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/5b2my_v1",
        "title": "The Conditionally Competent Voter: When Instrumental versus Expressive Motivations Influence Political Decision-Making",
        "authors": "Chano Arreguin",
        "created": "2025-06-30",
        "abstract": "The ability of voters to elect politicians into office who can bring about desired or positive outcomes, i.e., voter competence, is subject to continual debate in political science. One camp argues that voters are largely ignorant of policy outcomes, showcasing when constituents are driven by their identity rooted in affective attachments to social groups. This contrasts the substance-based view, which presents evidence that policy issues and other objective outcomes drive voter behavior. I argue that both sources of motivation can drive behavior, but show how context determines which source increases in influence on decision-making. In contexts where there is greater attribution of substantive outcomes to incumbent actions, this component is weighed more heavily. In contexts where policy outcomes are “noisier,” the identity component attains more weight in decision-making. I design a novel randomized controlled experiment and find evidence for the argument.",
        "url": "https://doi.org/10.31235/osf.io/5b2my_v1",
        "version": 1,
        "id": "5b2my",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/c27m3_v1",
        "title": "Preferences, Domestic Institutions, and Trade Wars",
        "authors": "Timm Betz, Lu Sun",
        "created": "2025-06-27",
        "abstract": "We review the domestic politics of trade wars with a focus on preferences and institutions. Our review highlights the centrality of domestic distributive conflicts in understanding trade wars. We start by analyzing trade wars from the perspective of voters as consumers. We then turn to firms and employees, emphasizing patterns of fragmentation and cohesion created by modern production technologies: while the immediate effects of product-specific tariffs are limited to relatively few firms and their employees, these effects migrate along domestic supply chains. Using the example of the U.S.-China trade war, we document the geography of the direct and indirect exposure to the trade war across U.S. counties. We also outline implications of our preference map for several categories of institutional theories. Finally, we identify a different question: given the considerable economic costs of trade wars, why do governments fail to reach a settlement before escalating?",
        "url": "https://doi.org/10.31235/osf.io/c27m3_v1",
        "version": 1,
        "id": "c27m3",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/knj4q_v2",
        "title": "The End of Migration Studies",
        "authors": "Darshan Vigneswaran",
        "created": "2025-07-01",
        "abstract": "The discipline of Migration Studies should be dismantled. Migration Studies has made major achievements in explaining why people move across borders and how societies and states adapt and respond to the movement and settlement of people. However, the discipline possesses a deeply problematic and irreparable ontology. Its focus on the 'migrant' and 'migration' as objects of study necessarily predispose the discipline to statist and anti-migrant forms of study. Many previous works have diagnosed this problem and posed conceptual and methodological means of resolving them. This paper explains why these solutions have not works. Migration Studies' ontology continues to be reinforced by the disciplinary apparatus of Migration Studies institutions and associations. Hence, the paper calls for the dismantling of these institutions and associations and proposes ways in which research on human mobility, state power and territory might develop in less politically problematic ways.",
        "url": "https://doi.org/10.31235/osf.io/knj4q_v2",
        "version": 2,
        "id": "knj4q",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Geography, Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/kqezj_v1",
        "title": "Stickers of Hate - Analysis of Antisemitism at the University of Coimbra",
        "authors": "Bar Harel",
        "created": "2025-06-30",
        "abstract": "This autoethnographic study explores manifestations of antisemitism on a European university campus, focusing on personal experiences as an Israeli Jewish student at the University of Coimbra. Drawing from firsthand observations, documented incidents, and interactions with protesters, administrative officials, and peers, the research highlights how hate-laden stickers, verbal threats, and institutional inaction shape a hostile academic climate. By weaving together personal narrative and scholarly frameworks on hate speech, higher education policies, and antisemitism, the study reveals a troubling dissonance between the university’s stated commitment to inclusivity and its inadequate responses to overt acts of discrimination. Through detailed descriptions of unfolding events—from the initial appearance of incendiary slogans to meetings with administrators—the analysis illuminates how deeply entrenched biases can circumvent legal and procedural safeguards. In reflecting on emotional responses and the complexities of positionality, the autoethnographic lens underscores the human impact of hostile environments and the gaps in institutional support. The findings urge higher education stakeholders to reevaluate their protocols for handling hate speech and discrimination, calling for comprehensive measures that protect vulnerable groups and encourage critical engagement with contentious geopolitical issues. This work ultimately argues that acknowledging and actively combating antisemitism in academic settings is crucial for fostering genuine inclusivity and upholding the values of open, respectful scholarship.",
        "url": "https://doi.org/10.31235/osf.io/kqezj_v1",
        "version": 1,
        "id": "kqezj",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Race, Ethnicity and Post-Colonial Studies, Jewish Studies, History, Educational Administration and Supervision, International and Area Studies, Political Science, Public Affairs, Public Policy and Public Administration, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/m87se_v1",
        "title": "THE SELF-PRESERVATION PERSPECTIVE OF MNES IN TRANSNATIONAL SOCIAL SPACES: A NEW THEORETICAL LENS FOR ANALYZING ANTI-SOCIETAL FIRM BEHAVIOR",
        "authors": "Stephen R. Buzdugan, David Freund, Mats Forsgren, Ulf Holm",
        "created": "2025-06-25",
        "abstract": "This article unveils a new way of theorizing the multinational enterprise (MNE) to explain why it may engage in ‘anti-societal’ behavior – i.e. behavior that may systematically lead to negative societal outcomes, such as environmental degradation, poor working conditions, or antitrust violations. Our new ‘self-preservation perspective’ of the MNE holds that MNEs exert their relative political power to protect their market position, assets, and strategic advantages from political and economic threats. In doing so, negative societal outcomes can result, not as anomalies but rather a structural phenomenon rooted in the firm’s intrinsic drive for survival. Drawing on insights from institutional economics and international relations theory, we argue that self-preservation behavior is more fundamental than profit-maximization behavior, which has long been assumed to be the primary motive of MNEs. We shed new light on why MNEs engage with transnational social spaces through an illustrative case of Tesla's anti-union activities in Sweden. We observe how self-preservation has influenced Tesla’s resistance to signing collective bargaining agreements in Sweden and has led to the emergence of a self-interested transnational regulatory community that deteriorates labor rights. Thus, we posit that the self-preservation perspective offers a powerful complement to existing international business theory by providing a critical analytical lens on the societal role of MNEs in the context of the ‘grand challenges’. This alternative perspective challenges conventional narratives of MNE behavior as primarily cost-efficient, value-creating or innovative, and demonstrates that MNE anti-societal behavior is structural rather than isolated to a few individual cases.",
        "url": "https://doi.org/10.31235/osf.io/m87se_v1",
        "version": 1,
        "id": "m87se",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Other Social and Behavioral Sciences, Political Science, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/p6a32_v2",
        "title": "植民地から自動車へ、イノベーションが帝国主義の終焉を齎すメカニズム",
        "authors": "Charles Kongō",
        "created": "2025-06-28",
        "abstract": "植民地と帝国主義の世界はなぜ終わったのか？ウラジーミル・レーニンは資本主義の最高段階を「帝国主義」と位置付けたが、実際には次が存在したからである。本稿が提唱する現代資本主義は「モータリズム」であり、これと対比することで帝国主義を再定義した。「帝国主義」とはプロセス・イノベーションによる供給増加が優勢な段階であり、経済成長には植民地の需要を必要とした。これに対して「モータリズム」はプロダクト・イノベーションによって自ら需要を作り出すため、植民地市場を必要としない段階である。本稿が主張する帝国主義の終焉は1908年のフォード・モデルTが起点であり、ウッドロウ・ウィルソンの民族自決、戦争違法化、そして第二次世界大戦後の英仏の脱植民地まで、国際秩序の変化は「帝国主義」から「モータリズム」へのトランジションによって引き起こされたことを明らかにした。",
        "url": "https://doi.org/10.31235/osf.io/p6a32_v2",
        "version": 2,
        "id": "p6a32",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/pqgxu_v1",
        "title": "Believing What Politicians Communicate: Ideological Presentation of Self and Voters' Perceptions of Politician Ideology",
        "authors": "Hans Hassell, Michael Heseltine, Kevin Reuning",
        "created": "2025-06-25",
        "abstract": "Politicians' presentation of self is central to election efforts. For these efforts to be successful, they need voters to receive and believe the messages they communicate. We examine the relationship between politicians' communications and voters' perceptions of their ideology. Using the content of politicians' ideological presentation of self through social media communications, we create a measure of messaging ideology for all congressional candidates between 2018 and 2022 and all congressional officeholders between 2012 and 2022 along with voter perceptions of candidate ideology during the same time period. Using these measures, our work shows voters' perceptions of candidate ideology are strongly related to messaging, even after controlling for incumbent voting behavior. We also examine how the relationship between politician messaging and voter perceptions changes relative to other information about the politician and in different electoral contexts. On the whole, voters' perceptions of candidate ideology are strongly correlated with politician communications.",
        "url": "https://doi.org/10.31235/osf.io/pqgxu_v1",
        "version": 1,
        "id": "pqgxu",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/qgrb8_v1",
        "title": "Connections, contributions and wonder: Descriptions of meaningful experiences in nature reveal benefits for humans and environments in Australia",
        "authors": "Mae Woodruff, Kate Sollis, Marcus Morse, Pauline Marsh, Emily Flies",
        "created": "2025-07-01",
        "abstract": "1. Having ‘meaningful’ experiences in nature – those that shape the way an individual views their relationship with nature – has been highlighted as one important way for people to deepen their connection with nature. 2. This mixed-methods study draws on a nationally-representative survey in Australia to better understand how people describe their meaningful experiences in nature and how meaningful experiences are associated with nature connection, wellbeing, and environmental stewardship. 3. Through responses to the open-ended question: ‘Think of a meaningful experience you have had that shaped the way you think about ‘nature?’, we identified five themes: Formative childhood experiences; Connection with self, others and place; Environmental contribution; Stress relief and health benefits; and Wonder at the ‘bigness’ of nature. 4. Quantitative analysis found that reporting a meaningful experience was significantly associated with human-nature connection, life satisfaction (but only when human-nature connection was not controlled for), and three pro-environmental behaviours: advocacy behaviours, consumer-conscious behaviours, and conservation activities. The links between reporting a meaningful experience with and undertaking advocacy and conservation behaviours was particularly strong, with these relationships remaining significant even after human-nature connection was controlled for. 5. Public policy can do more to promote meaningful experiences in nature to enhance human-nature connection, wellbeing, and environmental stewardship. This includes enabling greater access to green space, providing greater financial support to environmental conservation organisations, providing greater opportunities for children to experience meaningful moments in nature, and structural societal changes to enable people to spend more time in nature. 6. Enabling more people to have meaningful nature experiences can help people to become more connected with themselves, others, and local places, resulting in health and wellbeing benefits for people and environments.",
        "url": "https://doi.org/10.31235/osf.io/qgrb8_v1",
        "version": 1,
        "id": "qgrb8",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Geography, Psychology, Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/r562d_v2",
        "title": "Dark Money and Voter Learning",
        "authors": "Keith Schnakenberg, Collin Thomas Schumock, Ian Turner",
        "created": "2025-07-01",
        "abstract": "We provide a model of dark money in elections. An ideologically extreme donor with private information about candidate ideology and quality can advertise on behalf of a candidate. Advertising reveals information about candidate quality to voters, who can learn from either donor-funded or neutral advertising. Voters update negatively about candidate ideology when ads are known to be donor-funded. Dark money suppresses source information and allows donors to advertise candidate quality while simultaneously concealing the ideological motivations behind ad funding. However, dark money leads voters to be suspicious of all advertising, which can end up harming voter welfare.",
        "url": "https://doi.org/10.31235/osf.io/r562d_v2",
        "version": 2,
        "id": "r562d",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/rnj5h_v2",
        "title": "Ad Machina: Partisanship and Support for Delegating Government Decisions to Autonomous Algorithms",
        "authors": "Matthew DiGiuseppe, Katrin Paula, Tobias Rommel",
        "created": "2025-07-03",
        "abstract": "Under which conditions are citizens willing to delegate government responsibilities to artificial intelligence? We hypothesize that the identity of incumbent policymakers impacts public support for delegating decisions to AI. In highly polarized societies, AI has the potential to be perceived as a decision maker with apolitical or less partisan motivations in governance decisions. We thus reason that individuals will prefer co-partisans to AI or algorithmic decision making. However, a switch to AI decision making will have more public support when out-partisans hold policy control. To test our hypothesis, we fielded a survey experiment in the summer of 2024 that asked about 2500 respondents in the US to register their support for AI making the most important economic decision in the world -- the setting of the base interest rate by the US Federal Reserve. The basis of our experimental treatments is the fact that Jerome Powell, the current chair of the Fed, was appointed first by President Trump, a Republican, and later re-appointed by President Biden, a Democrat. We find that when we inform respondents that Powell was appointed by a president from another party, support for delegation to AI increases compared to the condition when the Fed chair is appointed by a co-partisan. The complier average causal effect (CACE) indicates that change perception of the Fed Chair to an outpartisan increases support for delegating to AI by over 45%.",
        "url": "https://doi.org/10.31235/osf.io/rnj5h_v2",
        "version": 2,
        "id": "rnj5h",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics, Public Affairs, Public Policy and Public Administration, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/rx37a_v1",
        "title": "Echo chambers of climate advocates and obstructionists: information exchange among policy actors in ten countries",
        "authors": "Aasa Karimo, Ted Hsuan Yun Chen, Antti Gronow, Ana Delicado, Tze-Luen Lin, Petr Ocelík, Keiichi Satoh, Luísa Schmidt, Paul M Wagner, Sun-Jin Yun",
        "created": "2025-07-03",
        "abstract": "Echo chambers of like-minded policy actors who rely on information aligning with their existing beliefs can hinder informed decision-making on complex policy problems like climate change. Echo chambers of climate obstructionists are particularly concerning because they are likely to circulate misinformation. However, we do not know whether climate obstructionists are particularly prone to forming echo chambers. We examine the echo chambers of climate obstructionists and advocates of climate action in ten countries using original survey data and inferential network analysis. We introduce a new way of studying echo chambers of policy actors by identifying groups of like-minded actors and analyzing information exchange within these groups. Our results indicate that while climate obstruction poses a challenge in all the case countries, echo chambers of both climate advocates and climate obstructionists are relatively rare. The results also indicate that while many actors exchange information across ideological lines, significant echo chambers do emerge in countries where climate obstructionists question the reliability of climate science.",
        "url": "https://doi.org/10.31235/osf.io/rx37a_v1",
        "version": 1,
        "id": "rx37a",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/s57j2_v1",
        "title": "System Integration Method Based on a Public-Private Hybrid Deployment Model: Strategic Simulation Modelling of Red Sea Civilian Maritime Security Forces",
        "authors": "WEI MENG",
        "created": "2025-06-30",
        "abstract": "The purpose of this study is to construct and validate a strategic simulation modelling framework for civil maritime security forces in the Red Sea region, in response to the dual challenges of multiple threats to international shipping and insufficient official escort resources.Based on the theory of Public-Private Mixed Deployment Model (PPM), this paper combines the System Modeling Language (SysML) and process optimisation algorithms to construct a modular security task chain, a response path logic diagram and a simulation iteration flowchart, and forms a multi-dimensional decision support system covering area assessment, response efficiency analysis and cost control.Comparative experiments are conducted through three scenarios (official independent escort, civilian coordinated intervention, and modular deployment in the Red Sea), and the results show that the \"modular + coordinated response\" model is better than the traditional deployment in terms of improving threat coverage, response speed and mission resilience.Further analyses also point to the tactical complementarity of civilian security forces in specific regions (e.g., the Gulf of Guinea).It is concluded that civilian forces can be an important extension of national convoy operations, subject to regulatory compliance and technical support.The study provides a systematic modelling approach and policy reference for future maritime security deployments in the Gulf of Aden-Red Sea-Suez corridor, as well as a new simulation paradigm for the collaboration of multiple actors in the global shipping security governance system.",
        "url": "https://doi.org/10.31235/osf.io/s57j2_v1",
        "version": 1,
        "id": "s57j2",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/ugqnx_v1",
        "title": "Liberalization",
        "authors": "Timm Betz, Amy Pond",
        "created": "2025-07-02",
        "abstract": "Liberalization is the removal of barriers to the cross-border movement of capital, goods, and people. Understanding liberalization is central to understanding how governments respond to and shape their role in the global economy. This chapter explores the literature on liberalization from a public-goods perspective, where liberalization is seen as benefiting the population as a whole, and from a private-goods perspective, where liberalization benefits a select few. These perspectives are united by questions over who supports liberalization, when liberalization occurs, and how governments liberalize markets. The chapter further explores the methods and approaches used by American IPE, represented by articles published in International Organization, and British IPE, represented by articles published in the Review of International Political Economy.",
        "url": "https://doi.org/10.31235/osf.io/ugqnx_v1",
        "version": 1,
        "id": "ugqnx",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/62fu7_v1",
        "title": "Evaluating the Impact of the Aspirational Districts Program on Learning Outcomes in India",
        "authors": "Anoushka Saraf",
        "created": "2025-06-25",
        "abstract": "In this paper, I study the impact of the Aspirational Districts Program (ADP) on learning outcomes in India. The ADP was launched by the Government of India in 2018 with the objective of reducing inter-district multidimensional inequality by targeting growth in 112 of the least developed districts in the country. I use a difference-in-differences approach to evaluate the causal effect of the ADP on learning outcomes in aspirational districts (ADs) four years after the program intervention. Although overall learning levels decline in all districts in India from 2018 to 2022, most likely due to covid-19, I find a positive effect of the program in limiting this decrease for ADs compared to non-treated districts. I find a positive casual effect of the ADP of 0.2 standard deviations for reading outcomes and 0.28 standard deviations for math outcomes, statistically significant at the 95% and the 99% confidence levels, respectively. The program also has a 0.76 percentage point additional effect on reducing the percentage of children not enrolled in school in treated districts. These results are significant across a variety of different robustness checks. Despite these results, further analysis suggests that policymakers need to increase attention towards increasing the quality of education alongside improving enrollment rates and accessibility.",
        "url": "https://doi.org/10.31235/osf.io/62fu7_v1",
        "version": 1,
        "id": "62fu7",
        "subjects": "Economics",
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/dvuxw_v2",
        "title": "Toxicity-Competitiveness Trade-off in Concentrated Liquidity Provision at a Decentralized Exchange",
        "authors": "Jun Aoyagi, Wang-Hei Ip, Kohei Kawaguchi, Shinya Tsuchida",
        "created": "2025-06-24",
        "abstract": "This paper investigates whether concentrated liquidity in decentralized exchanges offers liquidity providers (LPs) enhanced protection against toxic swaps by arbitrageurs while preserving efficient price discovery, focusing on Uniswap. We develop a game-theoretic model of liquidity provision that reveals a fundamental toxicity-competitiveness trade-off in LP decision-making, which shapes the equilibrium strategy. Specifically, while arbitrageurs' toxic swaps generate non-competitive payoffs that are independent of other LPs' strategies, noise traders' non-toxic swaps create competitive payoffs that depend on aggregate liquidity provision. We demonstrate that LP equilibrium payoffs under the concentrated liquidity mechanism increasingly outperform those without it as swap toxicity rises. However, when toxicity is substantially low, competitive pressure of concentrated liquidity can worsen LP payoffs. Our comparative statics analysis identifies several patterns that can guide LPs in adapting their strategies to market conditions.",
        "url": "https://doi.org/10.31235/osf.io/dvuxw_v2",
        "version": 2,
        "id": "dvuxw",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/jh5xp_v1",
        "title": "Wealth Inequality among Families in a Changing Demographic Landscape: Evidence from Germany, 1988–2017",
        "authors": "Lisa Klein, Philipp M. Lersch, Max Longmuir, Carolyn Fisher",
        "created": "2025-06-27",
        "abstract": "The role of demographic change for wealth inequality remains underexplored. This study analyzes how shifts in population aging, immigration, partnership status, educational attainment, and female labor force participation influenced wealth inequality in West Germany between 1988 and 2017, focusing on households with children. Our findings reveal that while overall wealth inequality remained stable, this masks diverging trends across household types and conceals how significant demographic shifts within the overall population, and particularly among households with children, contributed to contrasting inequality trends. Increased immigration and changes in partnership status were associated with rising inequality; however, these effects were offset entirely by the inequality-reducing impact of population aging, educational expansion and rising female labor force participation. The study highlights the importance of these demographic changes for understanding trends in wealth inequality and shows that aggregated measures of inequality may mask countervailing effects of demographic shifts among population subgroups. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/jh5xp_v1",
        "version": 1,
        "id": "jh5xp",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/ngb58_v1",
        "title": "Status quo conservatism: A theory and a model",
        "authors": "Mason Youngblood, Antoine Marie, Olivier Morin",
        "created": "2025-06-30",
        "abstract": "“Conventions accounts” of conservative behaviors model them as moves in pure coordination games, where agents lose more from failing to coordinate on any equilibrium than from coordinating on a bad equilibrium. Such models are criticised on the grounds that conservatism may spring from private and rigid adherence to the status quo, instead of strategic concerns about coordination. We address this by modeling agents with varying pay-off and long-term memories, using an experience-weighted attraction model. When negotiation is costly, agents playing a pure coordination game can coordinate around one spontaneously emerging “status quo” move, whose existence stabilises “flexible conservative” strategies, playing the status quo move by default but open to negotiation, and “rigidly conservative” strategies that invariably play the status quo. This model explains two empirical phenomena—why conservative strategies can remain stable for a minority only, and bounce back once suppressed—without assuming conformity, group identification, or risk aversion.",
        "url": "https://doi.org/10.31235/osf.io/ngb58_v1",
        "version": 1,
        "id": "ngb58",
        "subjects": "Economics",
        "subjects_osf": "Psychology, Economics"
      },
      {
        "doi": "10.31235/osf.io/sqt3j_v2",
        "title": "The Transaction Test",
        "authors": "Francesco Bogliacino, Pejsachowicz Leonardo, Giovanni Liva, Francisco Lupiáñez-Villanueva",
        "created": "2025-06-27",
        "abstract": "This article introduces the transaction test, a novel experimental method to detect whether deceptive designs (known as dark patterns) induce choices that are inconsistent with individual preferences. In a highly powered online experiment, we assess three dark patterns and one transparency-based remedy in decisions involving data protection. Compared to a placebo condition, dark patterns increase choice inconsistency by an effect in the range of 11-31% of the outcome in the control, depending on experimental conditions. The transparency-based remedy fails to mitigate these effects. We assess the robustness of the methodology and replicate the main findings in a controlled lab experiment. Our findings demonstrate how the transaction test, by providing an empirical assessment of the legal concept of unfairness, offers a flexible tool for the regulation of dark patterns and other commercial practices.",
        "url": "https://doi.org/10.31235/osf.io/sqt3j_v2",
        "version": 2,
        "id": "sqt3j",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/w246t_v1",
        "title": "The Evolution of Identity Signals for Coordination in Diverse Societies",
        "authors": "Nathan Gabriel, Adrian V. Bell, Paul E. Smaldino",
        "created": "2025-06-27",
        "abstract": "Individual social identities indicate group affiliations and are typically associated with group-typical preferences, signals that indicate group membership, and the propensity to condition actions on the social signals of others, resulting in group-differentiated interaction norms. Past work modeling identity signaling and coordination has typically assumed that individuals belong to one of a discrete set of groups. Yet individuals can simultaneously belong to multiple groups, which may be nested within larger groupings. Here, we introduce the generalized Bach or Stravinsky game, a coordination game with ordered preferences, which allows us to construct a model that captures the overlapping and hierarchical nature of social identity. Our model unifies several prior results into a single framework, including results related to coordination, minority disadvantage, and cross-cultural competence. Our model also allows agents to express complex social identities through multidimensional signaling, which we use to explore a variety of complex group structures. Our consideration of intersectional identities exposes flaws in naive measures of group structure, illustrating how empirical studies may overlook some social identities if they do not consider the behaviors that those identities function to afford.",
        "url": "https://doi.org/10.31235/osf.io/w246t_v1",
        "version": 1,
        "id": "w246t",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/2adyz_v2",
        "title": "Socio-Epistemic Bubbles and Tacit Confidence in Randomized Clinical Trials",
        "authors": "Donghyun Kang, James Evans",
        "created": "2025-06-29",
        "abstract": "The paradigm of scientific medicine is among the most influential epistemic shifts in the past century, wherein randomized clinical trials (RCTs) represent the impartial arbiter of legitimate medical knowledge, a view prevalent among quantitative social scientists. Nevertheless, not all RCTs agree, and systematic reviews are invoked to reconcile them. These assume the wisdom of crowds, which hinges on diverse perspectives and data, across the distribution of analyzed studies, but socio-epistemic bubbles across them may reduce realized diversity. We theorize how tacit knowledge, beliefs, and expectations accumulate within these ‘socio-epistemic bubbles,’ continuous regions of latent social density that may decrease diversity and increase certainty about healthcare studied by RCTs. To assess our theory, we analyze the Cochrane systematic review repository, covering 20,117 meta-analyses extracted from 1,962 reviews. We find that being closer within ‘social space’ inscribed by scientific collaboration markedly increases agreement regarding RCT effect direction and size. Our analysis suggests that this amplified certainty can drive premature convergence and path-dependency affecting medical practice and population health. Moreover, our findings imply hidden limitations associated with unmeasured social influence across the policy sciences through which conflicting claims perpetuate and highlight the necessity of accounting for them to improve collective certainty.",
        "url": "https://doi.org/10.31235/osf.io/2adyz_v2",
        "version": 2,
        "id": "2adyz",
        "subjects": "Sociology",
        "subjects_osf": "Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/8bzym_v2",
        "title": "Historic narrowing of employment gap post-pandemic, especially for people with cognitive disabilities",
        "authors": "Alan B Cobo-Lewis",
        "created": "2025-06-25",
        "abstract": "BACKGROUND: People with disabilities are underemployed. This improved recently, but how broadly across disability type? US law allows employers to pay people with disabilities far below minimum wage, typically in segregated settings (sheltered workshops), if employers hold federal 14(c) certificates. Almost everyone in 14(c) employment has an intellectual/developmental disability. Some states have eliminated sheltered workshops, and the Biden administration may propose phasing them out. This is controversial. OBJECTIVE: To examine employment patterns pre- and post-pandemic among people with disabilities and patterns in use of sheltered workshops. METHOD: We analyzed American Community Survey data on employment rate, by type of disability (or lack of disability), for 2010-2023, Department of Labor data on 14(c) subminimum wage certificates in Community Rehabilitation Programs for 2010-2024, and Department of Labor data on number of workers paid subminimum wages in such programs for 2015-2024. RESULTS: American Community Survey data show the disability employment gap narrowing post-pandemic for every disability category—but narrowing especially dramatically for people with cognitive disabilities. Long-term, the employment gap for people with cognitive disabilities narrowed in every state while Department of Labor data show 14(c) enrollment decreasing in every state. CONCLUSION: Research to inform public policy and hiring and retention practices should take advantage of the post-pandemic improvement in the employment gap for people with disabilities, especially cognitive disabilities, and marketing investments should promote them.",
        "url": "https://doi.org/10.31235/osf.io/8bzym_v2",
        "version": 2,
        "id": "8bzym",
        "subjects": "Sociology",
        "subjects_osf": "Disability Law, Sociology"
      },
      {
        "doi": "10.31235/osf.io/cpvzf_v2",
        "title": "When Can We Use Two-Way Fixed-Effects (TWFE): A Comparison of TWFE and Novel Dynamic Difference-in-Differences Estimators",
        "authors": "Tobias Rüttenauer, Ozan Aksoy",
        "created": "2025-07-02",
        "abstract": "The conventional Two-Way Fixed-Effects (TWFE) estimator has come under scrutiny lately. Recent literature has revealed potential shortcomings of TWFE when the treatment effects are heterogeneous. Scholars have developed new advanced dynamic Difference-in-Differences (DiD) estimators to tackle these potential shortcomings. However, confusion remains in applied research as to when the conventional TWFE is biased and what issues the novel estimators can and cannot address. In this study, we first provide an intuitive explanation of the problems of TWFE and elucidate the key features of the novel alternative DiD estimators. We then systematically demonstrate the conditions under which the conventional TWFE is inconsistent. We employ Monte Carlo simulations to assess the performance of dynamic DiD estimators under violations of key assumptions, which likely happens in applied cases. While the new dynamic DiD estimators offer notable advantages in capturing heterogeneous treatment effects, we show that the conventional TWFE performs generally well if the model specifies an event-time function. All estimators are equally sensitive to violations of the parallel trends assumption, anticipation effects or violations of time-varying exogeneity. Despite their advantages, the new dynamic DiD estimators tackle a very specific problem and they do not serve as a universal remedy for violations of the most critical assumptions. We finally derive, based on our simulations, recommendations for how and when to use TWFE and the new DiD estimators in applied research.",
        "url": "https://doi.org/10.31235/osf.io/cpvzf_v2",
        "version": 2,
        "id": "cpvzf",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ep8b4_v1",
        "title": "Artificial Intelligence at Work: An Integrative Perspective on the Impact of AI on Workplace Inequality",
        "authors": "Arvind Karunakaran, Sarah Lebovitz, Devesh Narayanan, Hatim A. Rahman",
        "created": "2025-06-25",
        "abstract": "The nexus between technology and workplace inequality has long been a focal point of scholarly discourse, now heightened by the rapid evolution of artificial intelligence (AI). Our review moves beyond dystopian/utopian views of AI by identifying four perspectives— normative, cognitive, structural, and relational— espoused by scholars examining the impact of AI on workplace inequality. Our review surfaces the respective strengths, limitations, and underlying assumptions of these perspectives and highlights how each perspective speaks to a particular facet of workplace inequality, either encoded, evaluative, wage, or relational inequality. A key insight from our review is that integrating these four perspectives would enable a stronger understanding of how, when, and in what direction AI can impact workplace inequality. Toward that end, we provide an integrative framework that espouses a “lifecycle approach” to examine AI technology development, deployment, and use as an ongoing, iterative process, as opposed to studying them in isolation. Our framework foregrounds the role of normative ideologies, materiality, cognitive frames, and organizational structures/processes that together impact workplace inequality in the wake of AI. Our integrative review seeks to equip and motivate management and organizational scholars to examine the lifecycle of AI and its multifaceted impact on workplace inequality.",
        "url": "https://doi.org/10.31235/osf.io/ep8b4_v1",
        "version": 1,
        "id": "ep8b4",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Science and Technology Studies, Organization Development, Sociology"
      },
      {
        "doi": "10.31235/osf.io/h468p_v1",
        "title": "The non-triviality of the ‘quantitative research – qualitative research’ dichotomy – an approach from the perspective of the foundations of research practices.",
        "authors": "Sławomir Pasikowski",
        "created": "2025-06-24",
        "abstract": "The aim of the article is to problematize the categorical nature of the ‘qualitative research – quantitative research’ dichotomy used in the description and classification of research practices. The successes and failures of maintaining this division or seeking solutions within the field of integration can be examined through various contexts, two of which have been selected for the purposes of this discussion: general methodology of science and research practices themselves. In reference to these contexts, the article presents issues of migration and the blurring of boundaries between research approaches.",
        "url": "https://doi.org/10.31235/osf.io/h468p_v1",
        "version": 1,
        "id": "h468p",
        "subjects": "Sociology",
        "subjects_osf": "Higher Education, Other Education, Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/njzbu_v1",
        "title": "Shifting Narratives: A Longitudinal Analysis of Media Trends and Public Attitudes on Homelessness",
        "authors": "Akshay Irudayaraj, Nathan Ye, Yash Naresh Chainani",
        "created": "2025-06-26",
        "abstract": "Within the field of media framing, homelessness has been a historically under-researched topic. Framing theory states that the media’s method of presenting information plays a pivotal role in controlling public sentiment toward a topic. The sentiment held towards homeless individuals influences their ability to access jobs, housing, and resources as a result of discrimination. This study analyzes the topic and sentiment trends in related media articles to validate framing theory within the scope of homelessness. It correlates these shifts in media reporting with public sentiment. We examine state-level trends in California, Florida, Washington, Oregon, and New York from 2015 to 2023. We utilize the GDELT 2.0 Global Knowledge Graph (GKG) database to gather article data and use X to measure public sentiment towards homeless individuals. Additionally, to identify if there is a correlation between media reporting and public policy, we examine the media's impact on state-level legislation. Our research uses Granger-causality tests and vector autoregressive (VAR) models to establish a correlation between media framing and public sentiment. We also use latent Dirichlet allocation (LDA) and GPT-3.5 (LLM-as-annotator paradigm) for topic modeling and sentiment analysis. Our findings demonstrate a statistically significant correlation between media framing and public sentiment, especially in states with high homelessness rates. We found no significant correlation between media framing and legislation, suggesting a possible disconnect between public opinion and policy-making. These findings reveal the broader impact of the media’s framing decisions and delineate its ability to affect society.",
        "url": "https://doi.org/10.31235/osf.io/njzbu_v1",
        "version": 1,
        "id": "njzbu",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/r6bez_v1",
        "title": "Affect and Meaning: A Cultural Sociological Perspective on Polarization",
        "authors": "Werner Binder, Matthias Revers, Marcus Morgan, María Luengo",
        "created": "2025-07-02",
        "abstract": "This article develops a model of political polarization as a discursive and performative struggle over meaning. Drawing on Alexander’s civil sphere theory, Laclau and Mouffe’s discourse theory, and Lamont’s symbolic boundaries approach, we reconceptualize ideological and affective polarization through the lens of cultural sociology. Rather than treating polarization as mere attitudinal divergence, we frame it as the symbolic organization of political antagonism. Our model identifies three interrelated symbolic dimensions: (1) the divergence on contested issues conceptualized as signifiers; (2) their consistency, enabling chains of signification held together by “empty signifiers” that mark group identity; and (3) the mutual constitution of opposing semiotic chains and identities. We add a fourth, social dimension by distinguishing symbolic from social boundaries—capturing how cultural antagonisms may translate into structural disconnection and rupture. This framework offers a sociological theory of polarization attentive to meaning-making, boundary formation, and the conditional relationship between cultural and social differentiation.",
        "url": "https://doi.org/10.31235/osf.io/r6bez_v1",
        "version": 1,
        "id": "r6bez",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/sc2ub_v2",
        "title": "A Simulation-Based Slope Metric for Anchor List Reliability in Word Embedding Spaces",
        "authors": "Marshall A. Taylor, Dustin S. Stoltz, Heather Harper, Sanuj Kumar, Sumanth Reddy Nandhikonda, Luke Burks",
        "created": "2025-06-27",
        "abstract": "Inducing semantic relations in word vector spaces and analyzing how other words or entire documents discursively engage these relations is a popular form of cultural analysis. We propose a reliability metric that is easily interpretable and agnostic to the type of relation. The metric, which we call the anchor reliability coefficient (or relco), is found by creating a synthetic document-term matrix of simulated documents that sequentially shift more of their probability mass from relation-relevant anchor terms to randomly drawn words, and then regressing the documents' similarity to an induced relation by the inverse randomness rank of the documents. We validate the metric at the word-level with both expert- and crowd-sourced dictionaries and at the document-level with expert-annotated social media posts.",
        "url": "https://doi.org/10.31235/osf.io/sc2ub_v2",
        "version": 2,
        "id": "sc2ub",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/3jauw_v1",
        "title": "The Current State of Female Representation in Library Leadership: A Comprehensive Analysis of Over 13,000 Open U.S. Libraries by Library Type, Collection Size, and State",
        "authors": "J. Daniel McGeeney",
        "created": "2025-06-07",
        "abstract": "Women are still underrepresented in library leadership. Previous research has focused on academic libraries, with samples of &lt;1,000 libraries. This is the first study to analyze &gt;13,000 U.S. libraries while considering differences by state, type, and collection size. Women are underrepresented in leadership by 8.2 percentage points (pp) at academic libraries, 5.5 pp at special libraries, 10.7 pp at school libraries, and 14.7 pp at government libraries. This corresponds to a male being 28.6% to 185.5% more likely to be director. At public libraries, women are overrepresented by 2.6 pp, but their director percentage decreases exponentially with collection size.",
        "url": "https://doi.org/10.31235/osf.io/3jauw_v1",
        "version": 1,
        "id": "3jauw",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/43xs2_v1",
        "title": "Writing a Political Science Article: The Introduction",
        "authors": "Kåre Vernby",
        "created": "2025-06-28",
        "abstract": "This paper presents an eight-step framework for drafting comprehensive introductions to political science journal articles. It covers opening contextualization, formulation of research puzzles, literature positioning, argument statement, methods preview, and discussion of implications. Four recent articles illustrate each step, and a brief style note identifies recurring problems such as excessive abstraction and formal diction.",
        "url": "https://doi.org/10.31235/osf.io/43xs2_v1",
        "version": 1,
        "id": "43xs2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6knzt_v1",
        "title": "Reflexive Objectivity in a Divided Field: Epistemic Cultures and Scientific Responsibility in Social Science",
        "authors": "Marija Brajdic Vukovic, Ivan Tranfić",
        "created": "2025-06-23",
        "abstract": "This article explores how social scientists understand and enact objectivity in practice. Drawing on a qualitative study with 36 Croatian researchers, we examine epistemic orientations through a multimodal interpretive protocol that includes hypothetical vignettes, quotations from the sociology of science, and reflexive prompts. Through combined analysis of participants’ responses, we identify three clusters of epistemic stance: Socially Engaged Academics, Scientific Realists, and Pragmatic Hybrids. These clusters reflect divergent views on scientific purpose, methodological rigor, and the societal role of research. Rather than treating objectivity as a fixed epistemic ideal, we conceptualize it as a situated and reflexive practice shaped by disciplinary identity, methodological preference, and institutional context. Our findings show that methodological orientations are deeply entangled with normative understandings of responsibility, legitimacy, and relevance. We also identify gendered and positional patterns in how researchers interpret academic dilemmas, particularly in ethically or politically charged scenarios. This study contributes to the sociology of science and science and technology studies by offering a novel typology of epistemic orientations and emphasizing the need for plural, reflexive models of objectivity—especially in contexts of institutional change and social crisis.",
        "url": "https://doi.org/10.31235/osf.io/6knzt_v1",
        "version": 1,
        "id": "6knzt",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/85egn_v2",
        "title": "AUTHENTICATION RESPONSE TO A TOURIST ATTRACTION VIDEO: NEUROMARKETING INSIGHTS",
        "authors": "Svetlana Stepchenkova, Andrei P. Kirilenko, Yeonseo Jo",
        "created": "2025-06-24",
        "abstract": "This study used physiological and self-reported measures to explore how emotions and authenticity orientation influence tourists’ authentication of attractions promoted by visual marketing materials. Seventy-two participants, classified as realists, constructivists, or postmodernists based on their attitudes toward authenticity, watched a video about a staged attraction – Hobbiton Movie Set in Rotorua, New Zealand. Heartbeat data were analyzed through time-domain, frequency-domain, and non-linear heart rate variability (HRV) measures. The authentication outcomes aligned with an individual’s authenticity orientation: postmodernists were most likely to view the attraction as authentic and ‘my kind of place to visit’. HRV data indicated greater focus and more deliberate cognitive processing in realists. Positive emotional arousal elicited by the promotional video significantly influenced the authentication process in all groups.",
        "url": "https://doi.org/10.31235/osf.io/85egn_v2",
        "version": 2,
        "id": "85egn",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/86tsv_v1",
        "title": "Probability-Based vs. Non-Probability Online Panel Surveys: Assessing Accuracy, Response Quality, and Survey Professionalism",
        "authors": "Sylvia Kritzinger, Katharina Pfaff, Max Gschwandtner, Julia Partheymüller",
        "created": "2025-07-03",
        "abstract": "While probability-based surveys remain the standard in academic research, non-probability online panels are increasingly used due to their lower costs and faster data collection. This study compares two post-election online panel surveys conducted in Austria—one based on probability sampling (Digitize!) and the other on non-probability sampling (AUTNES)—across three dimensions: accuracy, response quality, and survey professionalism. Both surveys demonstrate a high level of accuracy relative to external benchmarks, with the non-probability sample showing some advantage in reaching non-voters. Response quality is broadly similar; although non-probability respondents exhibit slightly more satisficing behavior, differences in attention check results, item non-response, and internal consistency are minimal. As expected, non-probability respondents report more frequent survey participation and slightly greater financial motivation. However, intrinsic motivations are equally important in both groups, and digital skills and device usage are comparable. Overall, the findings suggest that non-probability surveys can yield data quality comparable to that of probability-based approaches and may be suitable for scientific research when paired with appropriate quality assessments.",
        "url": "https://doi.org/10.31235/osf.io/86tsv_v1",
        "version": 1,
        "id": "86tsv",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/95e4w_v1",
        "title": "El movimiento estudiantil chileno: Una respuesta social a las políticas neoliberales en Educación",
        "authors": "David G. Miranda",
        "created": "2025-06-24",
        "abstract": "El siguiente estudio tiene por objetivo presentar y explicar el contexto que ha dado paso al (no tan) reciente movimiento estudiantil chileno, y a la generación de un discurso que busca corregir las desigualdades sociales profundas generadas por el sistema educativo chileno, supeditado a un sistema económico de marcado carácter neoliberal. En el año 2005 un informa de la OECD señala que “el sistema educativo chileno se encuentra conscientemente estructurado por clases sociales”; dando muestra del profundo calado de las reformas políticas realizadas durante la dictadura de Pinochet, y en el caso de la educación, profundizadas durante el período democrático por los sucesivos gobiernos de la Concertación en los últimos 20 años. Esto es posible de comprobar a través del análisis del marco jurídico que han otorgado las consecuentes leyes orgánicas constitucionales promulgadas en dichos períodos, que junto al modelo de gestión estatal de recursos van condicionando un precario desarrollo del sistema educativo y su rol social, hasta conducirlo a una profunda crisis de legitimidad que da paso a un movimiento social liderado por estudiantes, en 2005 de educación secundaria, y en la actualidad de educación superior. Se trata sin duda de un largo proceso donde los actores han conducido sus acciones para alcanzar objetivos divergentes, y que resulta digno de ser analizado debido a la trascendencia que tendrá su desenlace sobre el desarrollo socio-económico de uno de los países más avanzados de América Latina, aunque con una gran deuda en materia de equidad. La afirmación que queda implícita tras el estudio de caso es que el modelo neoliberal aplicado en países de condición periférica a nivel global, condiciona fuertemente el desarrollo del sector educativo, y por ende, el impacto de éste en la movilidad social y en los niveles de equidad. Hoy son los jóvenes chilenos quienes luchan por sus propios medios para dar un giro a esta negativa tendencia, para buscar una política educativa más igualitaria e inclusiva, mediante la paralización de un sistema “tradicional público” únicamente nominal, privatizado de facto por las tendencias neoliberales imperantes en el país. Keywords Educación superior, Neoliberalismo, Movimiento social, Chile, equidad.",
        "url": "https://doi.org/10.31235/osf.io/95e4w_v1",
        "version": 1,
        "id": "95e4w",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/9cnbh_v1",
        "title": "AI-Powered Personalization in Fast-Moving Consumer Goods Marketing: Evaluating Consumer Outcomes and Ethical Trade-Offs",
        "authors": "Yana Kolesnik",
        "created": "2025-06-30",
        "abstract": "This study investigates the impact of AI-driven personalization on consumer engagement, satisfaction, and ethical perceptions within FMCG marketing. Employing a mixed-methods approach, it integrates qualitative data from expert interviews with quantitative responses from 391 participants to assess both the potential and limitations of AI personalization strategies. Thematic analysis highlights AI's capacity to facilitate adaptive, real-time marketing and enhance short-term engagement. However, it also reveals persistent challenges, including over-personalization, privacy concerns, and diminished consumer autonomy. Quantitative analyses found no significant associations between AI personalization and customer loyalty or satisfaction, nor between AI use frequency and perceived effectiveness. Notably, only AI’s predictive accuracy showed a weak but significant relationship with customer satisfaction, suggesting limited explanatory power for traditional personalization metrics. Ethical concerns and privacy risks emerged as key drivers of consumer skepticism, reinforcing the need for transparency and data control. The findings challenge assumptions that personalization alone drives customer loyalty and call for context-aware, ethically grounded marketing strategies. FMCG marketers are advised to adopt hybrid models that balance technological capabilities with consumer trust, autonomy, and long-term engagement.",
        "url": "https://doi.org/10.31235/osf.io/9cnbh_v1",
        "version": 1,
        "id": "9cnbh",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/cvtq6_v1",
        "title": "Use of AI for Health Purposes and Its Association with Anxiety Among U.S. College Students",
        "authors": "Tania Akter",
        "created": "2025-07-01",
        "abstract": "As generative artificial intelligence (AI) tools become increasingly integrated into students’ academic and personal lives, their use for health-related purposes requires further investigation. This study examines the relationship between anxiety and health-related AI use among U.S. college students, using data from the 2023–2024 Healthy Minds Study. Results indicate that students with higher anxiety scores were significantly more likely to use AI for health purposes and to access professional mental health services. Among students who use AI for health, those with greater anxiety were also more likely to report using formal mental health services. Gender and academic fields also influenced AI use. Female students were less likely than male students to use AI for health purposes, despite being more likely to seek professional help. Students in health-related and STEM fields reported greater AI use than those in the humanities and arts. These findings highlight the importance of designing responsible AI tools that account for students’ mental health needs and emphasize the need for further research into how students engage with these tools during periods of psychological distress.",
        "url": "https://doi.org/10.31235/osf.io/cvtq6_v1",
        "version": 1,
        "id": "cvtq6",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/f4q2c_v1",
        "title": "Doing gender and the surname choices of married women",
        "authors": "Florencia Torche, Alisa Feldman, Tyler McDaniel",
        "created": "2025-07-01",
        "abstract": "Marital surname choices reflect deeply embedded, often unspoken gender norms. According to the marital exchange/bargaining approach, women are more likely to adopt their husband’s surname when they hold lower status—measured by education or earnings—relative to their spouse. In contrast, the compensatory gender display approach suggests that women may also take their husband’s name when their status exceeds their husband’s, to compensate for their deviation from traditional gender roles. Using natality data from 2000 to 2021, we find consistent evidence in support of compensatory gender display. Women in different-sex marriages are more likely to take their husband’s surname both when they have lower and when they have higher educational status than their spouse, with the likelihood increasing as the educational gap grows. Notably, wives with more education than their husbands have remained especially likely to adopt their husband’s name over the past two decades—even as women have increasingly outpaced men in educational attainment and such marriages have become more common. These findings highlight the enduring power of gendered expectations and reveal how traditional norms continue to reinforce male dominance in the symbolic realm of naming, despite women’s rising status.",
        "url": "https://doi.org/10.31235/osf.io/f4q2c_v1",
        "version": 1,
        "id": "f4q2c",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/f8dr5_v1",
        "title": "Generative AI in the Social Sciences: Toward Critical Integration and Methodological Innovation",
        "authors": "Frederic Boy, Daniele Doneddu",
        "created": "2025-06-27",
        "abstract": "This paper explores the implications of generative artificial intelligence (GenAI) for research in the social sciences. We argue that GenAI is not merely a technical tool, but an epistemic agent that transforms how knowledge is produced, interpreted, and disseminated. Drawing on recent developments in large language models, image generators, and multimodal systems, we identify four key methodological opportunities—qualitative analysis, theory-building through simulation, visual and multimodal research, and collaborative writing. We then examine the risks and tensions these opportunities present, including algorithmic bias, hallucination, and the automation of interpretive judgment. In response, we outline a pedagogical and research agenda for critical AI literacy, ethical infrastructure, and methodological pluralism. Our goal is to initiate a reflexive, interdisciplinary conversation about how GenAI can be responsibly and creatively integrated into the social sciences.",
        "url": "https://doi.org/10.31235/osf.io/f8dr5_v1",
        "version": 1,
        "id": "f8dr5",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/fwk5j_v1",
        "title": "Leveraging Social Media for Research Communication, Funding and Societal Impact",
        "authors": "Simone Castello",
        "created": "2025-06-24",
        "abstract": "This is working paper and I would like to find collaborators with data for future papers. Despite the growing relevance of digital platforms, many academics remain hesitant to fully embrace social media for scholarly communication. Institutional discouragement, limited time, privacy concerns, misinformation, reputational risks, and fears of cancellation or censorship are among the key barriers. This reluctance represents a missed opportunity, especially for institutions with limited resources. Universities without repositories, those unable to afford expensive journal subscriptions, struggling to support open-access publishing, or lacking dedicated communications staff could benefit significantly from the accessibility, cost-effectiveness, and global reach of social media. This paper presents an international literature review, drawing insights from editorials and scholarly articles. It highlights how the COVID-19 pandemic accelerated the use of social media as a rapid and effective tool for disseminating scientific knowledge. Three case studies, including two research projects at the University of Cambridge, demonstrate the potential of social media to mobilise findings and amplify research impact. They show how digital platforms can raise public awareness, educate stakeholders, foster international collaboration, and even attract funding.",
        "url": "https://doi.org/10.31235/osf.io/fwk5j_v1",
        "version": 1,
        "id": "fwk5j",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ju8vs_v1",
        "title": "More Than Just Ads: Building Awareness and Engagement with AI-Driven Digital Marketing in a Regulated World",
        "authors": "Yana Kolesnik",
        "created": "2025-06-28",
        "abstract": "In the pharmaceutical industry, which is known for its strict regulations, advertising of over-the-counter (OTC) drugs in a digital environment poses a unique set of challenges.This study explores how digital advertising methods—such as personalized recommendations, gamified content, chatbots, and educational messages—can increase consumer awareness and engagement while maintaining regulatory compliance. Anchored in the Technology Acceptance Model (TAM) and the Theory of Planned Behavior (TPB), the research investigates how perceived usefulness, ease of access, and trust mediate the impact of advertising strategies on brand awareness. A mixed-methods approach was used, combining ten semi-structured interviews with pharmaceutical marketers and consumers, and a survey of 384 respondents. Findings from structural equation modeling show that AI-enhanced advertising significantly increases brand recall and awareness, especially when supported by expert-endorsed educational content. The study contributes to advertising theory by revealing how digital advertising in restricted environments can shape consumer cognition, trust, and behavioral intention, offering strategic guidance for ethical and effective communication in healthcare markets.",
        "url": "https://doi.org/10.31235/osf.io/ju8vs_v1",
        "version": 1,
        "id": "ju8vs",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qwbtj_v1",
        "title": "Світоглядна трансформація студентства в умовах соціополітичних викликів України",
        "authors": "Olexii Varypaiev, Andrii Minosian",
        "created": "2025-06-24",
        "abstract": "Abstract. The study explores the epistemological and axiological aspects of the transformation of the worldview paradigm among Ukrainian student youth in the context of sociocultural changes, military conflict, and the formation of a modern national identity. The mechanisms of socio-psychological adaptation of youth to crisis conditions and the modification of the educational process are analyzed. The role of the university environment as an integrative space for shaping professional and worldview identities is substantiated. The research findings highlight the necessity of a methodological transformation of the educational paradigm to synthesize cognitive, emotional-sensory, and praxeological components in the development of the younger generation’s worldview in response to contemporary social challenges. Анотація. Досліджено епістемологічні та аксіологічні аспекти трансформації світоглядної парадигми студентської молоді України в контексті соціокультурних змін, воєнного конфлікту та становлення новітньої національної ідентичності. Проаналізовано механізми соціально-психологічної адаптації молоді до кризових умов життєдіяльності та модифікації освітнього процесу. Обґрунтовано роль університетського середовища як інтегративного простору для формування професійної та світоглядної ідентичності. Результати дослідження демонструють необхідність методологічної трансформації освітньої парадигми з метою синтезу когнітивного, емоційно- чуттєвого та праксеологічного компонентів у становленні світогляду молодого покоління відповідно до новітніх соціальних викликів.",
        "url": "https://doi.org/10.31235/osf.io/qwbtj_v1",
        "version": 1,
        "id": "qwbtj",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/twzu4_v1",
        "title": "Exploratory Study on How Substance Use Affects Gambling and Spending Among Students",
        "authors": "Barbara Angelillis, Angelo Leogrande",
        "created": "2025-06-24",
        "abstract": "This research examines the connection between gambling behavior and substance use among youths, with special interest regarding gender difference and the cost of gambling. With a representative sample of 700 high school students aged between ages of 14 and 18 years, the research utilized structured questionnaires to collect information. Respondents indicated their participation on gambling, ranging from slot and scratch cards to internet gambling and sports betting, and their use of psychoactive drugs. Analysis identifies a strong, statistically significant connection between gambling and use of substances, particularly among respondents who use slot gambling or sport betting. For the entire sample, 19.7% gambled and 24% took substances. Use of substances, particularly psychoactive drugs and tobacco use, were much more prevalent among gamblers compared with non-gamblers, and an associated pattern, particularly among males, unveiled much more salient features. Log odds ratio and Fisher’s exact test analysis uncovered much elevated probabilities of use of substances among gamblers, particularly among slot machine users, with odds ratios higher than 2.0 among some female subgroups. Nevertheless, internet gambling could not demonstrate strong associations with use of substances, but there revealed an evident modest positive connection among men users. Data on expenditure unveiled the majority of young persons pay less than €10 monthly on gambling, but there exists a small group with much elevated expenditure. These respondents accounted for the size of the right-skewed distribution and may demonstrate burgeoning signs of harmful gambling. Prevention and detection are highlighted with special interest regarding gender-specific behavior. Recommendations are combined, integrated prevention among young persons within schools and communities, especially regarding gambling and use of substances during youth.",
        "url": "https://doi.org/10.31235/osf.io/twzu4_v1",
        "version": 1,
        "id": "twzu4",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/uatj2_v1",
        "title": "Exploring Confirmation Bias in Priming Effects: How Design Elements in Product Packaging Shape Brand Perception and Drive Purchase Decisions",
        "authors": "Yana Kolesnik",
        "created": "2025-06-28",
        "abstract": "This study investigates how belief-consistent packaging design influences consumer behavior through the psychological mechanisms of priming and confirmation bias. Drawing on dual- process theories of cognition, the research develops and empirically tests a structural model linking packaging congruence, priming strength, confirmation bias, brand trust, and purchase intention. A mixed-methods approach was employed, combining thematic analysis of semi- structured interviews with a survey of 312 consumers. Quantitative findings from regression and mediation analyses reveal that confirmation bias significantly mediates the relationship between packaging congruence and purchase intention, while brand trust moderates the strength of this effect. The results underscore the role of packaging not merely as a visual identifier, but as a cognitive tool that activates intuitive belief-confirming responses. The proposed model advances current understanding by integrating visual and semantic priming with belief-confirmation processes, offering both theoretical refinement and actionable insights for brand managers. Implications are discussed for designing packaging that resonates with consumer values, enhances trust, and drives purchase behavior.",
        "url": "https://doi.org/10.31235/osf.io/uatj2_v1",
        "version": 1,
        "id": "uatj2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/v4rfh_v1",
        "title": "Plurality in transformative change: three pathways toward nature-positive Europe(s)",
        "authors": "Mara de Pater, Aniek Hebinck, Symke Nieboer, Anita Lazurko, Robbert Biesbroek, Laura Pereira, Elizabeth Noemí Díaz General, Samia Baadj, Anna Chilton, Seweryn Krupnik",
        "created": "2025-06-26",
        "abstract": "The accelerating decline of biodiversity requires transformative change to protect nature and society, which requires innovative actions and governance strategies. This paper focuses on developing diverse transformative pathways for biodiversity in Europe and advancing methodologies for co-creating these pathways to inform such actions and governance strategies in a transformative and anticipatory manner. Three distinct pathways for a nature-positive Europe from 2024 to 2050 were co-created with 23 participants during a 2.5-day participatory foresight workshop and analysed to understand the main patterns of change. These pathways were backcasted using three desired visions based on the Nature Futures Framework as a starting point. Post-workshop interviews with nine participants helped map their understanding of transformative change and its connection to the pathways. The analysis reveals distinct patterns within each pathway, despite shared elements such as governance changes and sectoral changes in biodiversity. The first pathway, called Dòigh Nàdair, emphasizes bottom-up transformation through community empowerment, focusing on biocultural principles and diverse sustainable alternatives across Europe. The second, NaturAll, combines top-down restrictive regulation with participatory approaches, centring on sufficiency principles. The third, Return to Nature, relies on expert-driven centralized governance and mainstreaming sustainable alternatives across Europe. Diverse understandings of transformative change among participants existed, ranging from reformist to revolutionary approaches. The methodological choices in the co-creation process led to convergence towards dominant frames within pathway groups, resulting in plurality between pathways but limited plurality within group outputs. The first pathway attracted those interested in radical ideas and creative imagination, the second drew a varied group, and the third appealed to those focused on practical and feasible solutions. The pathways demonstrate how diverse patterns of change and understandings of transformative change can result in a range of desired nature-positive futures, effectively turning concepts of transformative change into practical actions. The techniques used to create these pathways play a crucial role in shaping the results, necessitating intentional design that aligns with specific objectives. This highlights the importance of developing plural pathways to investigate multiple potential futures while preserving a strong sense of ambition and urgency for transformative action.",
        "url": "https://doi.org/10.31235/osf.io/v4rfh_v1",
        "version": 1,
        "id": "v4rfh",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/wuczv_v1",
        "title": "The student movement in Chile: a social response to the neoliberal policies in education",
        "authors": "David G. Miranda",
        "created": "2025-06-24",
        "abstract": "The following study aims to present and explain the context that has given way to (not so) recent Chilean student movement, and the generation of a discourse that aims to correct deep social inequalities generated by the chilean educational system, subject to an economic neoliberal system character marking. In 2004 an OECD report notes that \"the chilean educational system its consciously structured by social class\", which clearly demonstrates the profound depth of the political reforms undertaken during the Pinochet dictatorship, and in the case of education, deepened during the the subsequent democratic governments of the Concertación, in the last 20 years. It is possible to check through the analysis of the legal framework that have provided the resulting organic constitutional laws enacted in those periods, which together with the model of state management of resources are conditioning a poor development of the educational system and its social role, becoming to a legitimity crisis that impulse the social movilisation of students, first from secundary level, and now from the “public” universities. This is certainly a long process where the actors have taken their efforts to achieve different objectives, and which is worthy to be analyzed due to the importance that its outcome will have on the socio-economic development of one of the most advanced countries in Latin America, albeit with a large debt for equity. The statement is implied after the case study is that the neoliberal model implemented in peripheral countries in global status, strongly influences the development of education sector, and therefore the impact of this on social mobility. Chilean youth today are fighting for their own means to turn around this negative trend to build a more egalitarian and inclusive educational policy, paralyzing a \"traditional public\" in name only, de facto privatized neoliberal tendencies prevailing in the country.",
        "url": "https://doi.org/10.31235/osf.io/wuczv_v1",
        "version": 1,
        "id": "wuczv",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/y2rq9_v1",
        "title": "The Role of the IPPIS in the quest for a representative public service in Nigeria.",
        "authors": "Olusegun Hassan",
        "created": "2025-06-25",
        "abstract": "ABSTRACT A representative public service that is made up of the diverse group in society is an essential element of power sharing in federations globally. The Federal Character Commission (FCC) was established in 1996 to provide an enforcement mechanism for the Federal Character Principle by serving as a watchdog for federal government ministries, department and agencies (MDAS) in ensuring that the public service represent the ethnic diversity and the geopolitical divide of the country. Previous studies have identified enforcement challenges of the FCC such as funding and lack of compliance and cooperation from MDAS and parastatals. Few studies have however captured the collaboration of the FCC with the Office of the Accountant General of the Federation (OAGF), through the instrumentality of the Integrated Payroll and Personnel Information system (IPPIS), and the role it played in the enforcement of a representation public service in Nigeria. This is what this paper sets out to achieve. The paper adopted the Descriptive Research design which involved the use of primary and secondary data. Primary data was collected through key informant interview sessions conducted with officials of the FCC secretariat, Abuja, who were purposively selected. Secondary data were sourced from official documents such as the yearly review of operations and the Consolidated Statistical Analysis Data (CSAD) of federal ministries, extra- ministerial department and agencies (MDAs), newspaper editorials, articles and reports. Data were content-analyzed. The FCC kept data and personnel nominal rolls from MDAs and produced the Character Balancing Index [CBI] used by the recruitment monitoring committee [RMC] to determine representation and make recommendations on recruitment. The Certificate of Compliance issued to a recruiting MDA after completion of a recruitment exercise conducted in line with the prescribed recruitment pattern issued by the FCC RMC, is required by the OAGF for the enlistment of successful candidates on the IPPIS federal payroll. Massive corruption and job-slots racketeering within the FCC proved antithetical to the commission's aims and goals of enforcing compliance with prescribed recruitment patterns for recruitment exercises monitored by the RMC. Incidences of connivance between the FCC leadership and CEOs of MDAs precipitated a failure of the FCC’s enforcement efforts. From 2016 to 2022, the number of States that were grossly over-represented and dominated the federal public service remained the same, while the same numbers of the States that were grossly under-represented continue to lag behind in manpower distribution. As the OAGF through the IPPIS is practically incapable of helping the FCC that has been compromised, the federal government needs to pay more attention to the FCC’s recruitment monitoring exercises to ensure its credibility and make it more effective. Word Count: 428 Keywords: - Federal Character Commission, Integrated Personnel and Payroll Information System, Representation, Public Service, Nigeria",
        "url": "https://doi.org/10.31235/osf.io/y2rq9_v1",
        "version": 1,
        "id": "y2rq9",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/za8v6_v1",
        "title": "Preventing and Eliminating Bots and Participant Fraud in Online Surveys: Two Case Studies from International LGBTQ+ Social Research",
        "authors": "Ashley Brooks, Tin, Shelley Craig",
        "created": "2025-06-19",
        "abstract": "Participant fraud from bots and ineligible participants poses a growing threat to international social research, requiring bespoke mitigation strategies. This paper presents two case studies of international LGBTQ+ surveys compromised by fraud and describes preventative and eliminative mitigation. Case study 1 (N = 1,707) describes a preventative screening process in a survey about LGBTQ+ leisure spaces, combining Qualtrics security tools with geolocation and email address checks. Case study 2 (N = 3,681) describes an eliminative strategy in an LGBTQ+ video gaming survey, using 10 fraud indicators analyzed using hierarchical and K-means cluster analysis. Both studies found fraud rates of 43-45%, illustrating the value of tailored, multi-layered strategies. Some indicators (e.g., IP address blacklisting, attention checks) were less effective, possibly due to privacy-seeking behaviours and neurodiversity in LGBTQ+ samples, but unique demographic characteristics could support sample validation. Strengths and limitations of preventative and eliminative approaches are compared, and practical recommendations offered.",
        "url": "https://doi.org/10.31235/osf.io/za8v6_v1",
        "version": 1,
        "id": "za8v6",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/2hbeu_v1",
        "title": "Affective Silencing and Hegemonic Masculinity: Teleseryes, Male Victimhood, and Emotional Legitimacy in the Philippine Media",
        "authors": "Stephanie Nicole Asis, Aliyana Chenille V. Bunag, Mary Mae R. Cabaltera, Patrick James Fernandez, Roj Vincent E. Obligacion, John Patrick A. Oblino, Ferzt Wilgard B. Tavera, Karl Patrick R. Mendoza",
        "created": "2025-07-02",
        "abstract": "This study investigates how Philippine teleseryes construct hegemonic masculinity by disciplining the visibility and credibility of male vulnerability—particularly in contexts of sexual harassment and emotional trauma. Drawing on Fairclough’s three-dimensional model of Critical Discourse Analysis, we examine four high-profile teleseryes (Ang Probinsyano, Maria Clara at Ibarra, Destiny Rose, and My Husband’s Lover), focusing on how narrative tropes, character framing, and discursive silences shape affective norms. Along with analysing the texts, we also used vignettes and interviews with 11 men to see how they understood these portrayals and expressed their emotions in daily conversations. The research reveals that normative affective regimes frequently render male victimhood as illegible or humorous, reinforcing vulnerability and equating legitimacy with stoic masculinity. We propose affective justice as a conceptual lens for assessing media systems, not only in terms of representation but also in their distribution of emotional legitimacy. By focusing on Philippine media as a key area of study, this research adds to larger discussions about gender issues, communication systems, and the importance of emotional acknowledgement in countries that have experienced colonialism.",
        "url": "https://doi.org/10.31235/osf.io/2hbeu_v1",
        "version": 1,
        "id": "2hbeu",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/5ebtn_v1",
        "title": "An Intersectional Analysis of Climate Risk and Susceptibility among Urban Schools Across 20 Major U.S. Cities",
        "authors": "Rouzbeh Rahai, Gary W. Evans, Nancy M. Wells, Wenfei Xu",
        "created": "2025-07-02",
        "abstract": "U.S. schools are increasingly threatened by climate-related events such as extreme heat and air pollution, which adversely affect children’s health and learning. Climate risks do not occur in isolation. Adverse exposures intersect with local school socioeconomic and physical conditions that shape susceptibility to risks. Yet, research on how climate risks intersect with school social and physical factors influencing susceptibility remains limited. This study assesses relationships between climate risk and school susceptibility factors across major U.S. Cities and pinpoints school clusters within cities most in need of climate intervention. We analyzed 4,754 public school parcels in 20 major U.S. cities using climate risk and susceptibility indices. Climate risk was defined by PM2.5, ozone levels, and extreme heat days (Heat Index&gt;102°F). School susceptibility included poverty rates (free/reduced lunch), impervious surface cover, and inverse greenspace availability (trees, grass, shrub) based on 1m land-use classifications. Spatial lag regression assessed risk–susceptibility associations, and HDBSCAN clustering identified school clusters with convergence of high risk and high susceptibility within cities. Risk–susceptibility relationships varied by city. Significant positive associations were found in Chicago, Los Angeles, Philadelphia, Phoenix, New York, and Riverside (.007 &lt; β &lt; .105). These school districts serve nearly 5% of U.S. public-school students. HDBSCAN identified 582 schools with both high climate risk and high susceptibility. Climate vulnerability among U.S. urban schools is spatially uneven. Identifying schools with the highest combined risk and susceptibility provides a foundation for targeted interventions such as greening and HVAC upgrades to support resilience and protect student wellbeing.",
        "url": "https://doi.org/10.31235/osf.io/5ebtn_v1",
        "version": 1,
        "id": "5ebtn",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Urban Studies and Planning, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/6xbuw_v1",
        "title": "Homelessness as a public health emergency: learnings from crisis",
        "authors": "Chris Hartley, Jen Arnold, Catherine Robinson, Emma Barnes, Deb Batterham, Chris Mason, kylie valentine",
        "created": "2025-06-27",
        "abstract": "What this research is about: This research looks at public health responses to homelessness during the COVID emergency in Australia. It identifies barriers, adaptations and lessons learned from increased teamwork between public health and homelessness sectors. It investigates how these partnerships formed and how they can continue with ongoing adequate funding, staffing and logistical support. Why this research is important: People experiencing homelessness faced high risks from COVID-19. This was due to their limited ability to practice social distancing, reduced access to infection-prevention items and difficulties self-isolating when required. Support measures showed health and homelessness services can work well together given the right operational environments. This highlights that the collaborations need to continue as homelessness remains a significant public health issue.",
        "url": "https://doi.org/10.31235/osf.io/6xbuw_v1",
        "version": 1,
        "id": "6xbuw",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/95y4w_v1",
        "title": "Reflections in the Mirror: Queer Representation, Compulsory Heterosexuality, and Media-Based Coping among LGBT Filipino Youth",
        "authors": "Joecelyn L. Buen, Niña Kristel G. Clar De Jesus, Gayle Ashanti J. Delos Reyes, Sean Kerby M. Perolina, Avon Claire G. Tabla, Karl Patrick R. Mendoza",
        "created": "2025-07-02",
        "abstract": "In contexts shaped by religious conservatism and compulsory heterosexuality (comphet), queer Filipino youth often experience isolation, confusion, and erasure. Drawing on interpretative phenomenological analysis of five in-depth interviews, this article examines how lesbian, gay, bisexual, and transgender (LGBT) individuals in the Philippines negotiate identity and cope with discrimination through queer media engagement. We argue that queer media representations serve as affective mirrors—sites of validation, emotional self-regulation, and parasocial connection—while also reflecting tensions between visibility and stereotype. Participants describe how accessible queer media, from Thai BL dramas to LGBTQ+ TikToks, shaped their sense of self, offered imagined community, and created space for subtle but strategic resistance against heteronormative pressures. However, parasocial relationships were not embraced uncritically; they were navigated with both emotional investment and healthy boundaries. By reframing cultural proximity theory as identity-affective proximity rather than ethnic-linguistic affinity, we advance a more nuanced understanding of how marginalized youth find meaning in media that “sees” them. This study contributes to global queer media studies by foregrounding affective survival, media-based coping, and the ambivalence of representation in Global South contexts of constrained queer visibility.",
        "url": "https://doi.org/10.31235/osf.io/95y4w_v1",
        "version": 1,
        "id": "95y4w",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/bm5qe_v1",
        "title": "Machiavellianism and the Abuse of Power: A Descriptive Study of Personality and Leadership Dynamics",
        "authors": "R Avinash",
        "created": "2025-06-27",
        "abstract": "Machiavellianism is a personality trait characterized by manipulative behavior and self-serving goals. Leaders high in Machiavellianism often adopt an “ends justify the means” mindset, making them prone to unethical tactics and abuse of authority. Empirical studies show that Machiavellian leaders frequently engage in abusive supervision the sustained hostile treatment of subordinates especially when they hold strong positional power. This abuse of authority has been linked to negative outcomes such as greater employee cynicism, emotional exhaustion, and counterproductive behavior. Keywords: Machiavellianism, personality trait, manipulative behavior, self-serving goals, ends justify the means, unethical tactics, abuse of authority, leaders, abusive supervision, positional power, hostile treatment, subordinates, employee cynicism, emotional exhaustion, counterproductive behavior",
        "url": "https://doi.org/10.31235/osf.io/bm5qe_v1",
        "version": 1,
        "id": "bm5qe",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/f3r74_v1",
        "title": "This is our rhythm: academic becoming and realignment in deaf space",
        "authors": "Maartje De Meulder, Joseph J. Murray, Annelies Kusters",
        "created": "2025-07-01",
        "abstract": "Deaf scholars have long worked at the margins of academic institutions not designed for them. Designated deaf academic spaces – where deaf ways of knowing, teaching, and communicating are centred – remain rare, especially in transnational contexts. This study explores what becomes possible when such a space is created, presenting Dr Deaf as a case study. Drawing on interviews with participants and teachers, we show how deaf epistemologies and pedagogies are enacted through practices such as cross-stage responsibility - horizontal and vertical mentoring – and academic becoming, as deaf scholars shape and affirm their identities. Central to this is realignment: the structural, pedagogical, affective, and linguistic reconfiguration of academic space that centres deaf perspectives. We also identify a distinct deaf rhythm that emerges in this space. While Dr Deaf is context-specific, its values offer a flexible framework for imagining and sustaining other deaf academic and broader educational spaces.",
        "url": "https://doi.org/10.31235/osf.io/f3r74_v1",
        "version": 1,
        "id": "f3r74",
        "subjects": "(Other)",
        "subjects_osf": "Adult and Continuing Education, Higher Education, Bilingual, Multilingual, and Multicultural Education, Disability and Equity in Education"
      },
      {
        "doi": "10.31235/osf.io/hmrpg_v1",
        "title": "Who benefited most from the crime drop? Measuring stability and change in victimization inequality across different socio-demographic groups",
        "authors": "Ben Matthews, Susan McVie, Paul Norris",
        "created": "2025-06-24",
        "abstract": "Understanding inequality in victimisation across society is crucial to address questions of fairness and justice, even during periods of falling crime. Consequently, a growing body of research has considered how the recent crime drop has affected patterns of victimisation inequality. These studies primarily aim to understand whether different social groups have benefitted equally from overall reductions in rates of victimization; however, much of the existing research is limited by three key methodological shortcomings. Firstly, studies often compare only two discrete points in time, rather than describing longer term changes in victimization. Secondly, they typically focus on either ‘unadjusted’ estimates of victimisation (which measure differences between groups without taking account of any other characteristics) or ‘adjusted’ estimates (which take account of additional characteristics), but rarely both, giving only a partial picture. Finally, few studies of victimization inequality account for uncertainty in the victimization estimates which are inherent in analyses of crime survey data. This paper addresses these shortcomings by applying a robust, simulation-based approach to estimating and visualizing temporal change in both unadjusted and adjusted indicators of victimization inequality using data from the Scottish Crime and Justice Survey collected between 2008/09 and 2021/22. Our analysis focuses on nine socio-demographic variables which include individual, household and community characteristics. While the results show reductions in victimization rates across all groups studied, there was clear evidence of victimization inequality between some groups. Moreover, the extent of victimization inequality and how it changed over time varied considerably depending on whether adjusted or unadjusted estimates was used. Overall, rising inequality was most strongly associated with ethnicity, disability and financial hardship. We argue that our methodological approach provides a more nuanced and informative perspective on stability and change in victimization inequality than previously considered.",
        "url": "https://doi.org/10.31235/osf.io/hmrpg_v1",
        "version": 1,
        "id": "hmrpg",
        "subjects": "(Other)",
        "subjects_osf": "Legal Studies"
      },
      {
        "doi": "10.31235/osf.io/hqkcj_v1",
        "title": "Primary Questions: A Survey of Inka-Style Khipu Primary Cords",
        "authors": "Mackinley FitzPatrick",
        "created": "2025-06-28",
        "abstract": "Primary cords serve a pivotal role as the backbone of most khipus, yet our understanding of them remains incomplete. This chapter presents a comprehensive survey of known Inka-style primary cords, aiming to address fundamental questions about their functions and potential significance. Here, the broader cultural and ritual roles of these cords in the Andean world are examined, and it is evident that these cords transcend their role as mere hosts for pendants and subsidiary cords—actively linking, separating, organizing, and safeguarding khipu data. Furthermore, the study explores the diverse range of primary cord types, structures, and color patterns as potential indicators of distinct khipu genres. This chapter acknowledges the challenges in recording and analyzing the data embedded in these cords due to their complex ply structures and color patterns. In order to further enhance our understanding of primary cords and khipu systems, this chapter emphasizes the need for better resolution data and the broader application of innovative methods of recording primary cords.",
        "url": "https://doi.org/10.31235/osf.io/hqkcj_v1",
        "version": 1,
        "id": "hqkcj",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/hyj48_v2",
        "title": "CRISES AVERTED How A Few Past Societies Found Adaptive Reforms in the Face of Structural- Demographic Crises",
        "authors": "Daniel Hoyer, James S Bennett, Harvey Whitehouse, Pieter François, Kevin Feeney, Jill Levine, Jenny Reddish, Donagh Davis, Peter Turchin",
        "created": "2025-06-27",
        "abstract": "Historians and social scientists have long been preoccupied with understanding and documenting periods of crisis. Such emphasis is only growing, and becoming more pressing, as the world continues to face a number of interrelated stressors in the form of irreversible climate change, major ecological shocks and disease outbreaks, eruptions of military violence, economic disruptions and deepening inequalities, political polarization and unrest, the rise of authoritarian and nationalist regimes. Crises in these domains are not new, but have been recurrent features of past societies. Although these periods have typically led to massive loss of life, the failure of critical institutions, and even complete societal collapse, there are instances in the historical record of societies managing to turn the tide of crisis even as violence and social turmoil grow. Here, we focus on four such cases of crises mitigated with structural reforms revealed from our previous historical analyses: early Republican Rome, mid-19th century England and Russia, USA during the the late 20th to early 21st centuries. Utilizing structural demographic theory as a lens to explore these cases, we seek to expose the pressures that built up leading to crisis and the early signs of violent confrontation revealed by these societies, as well as to examine the conditions and key decisions made in the midst of this unrest that allowed these societies to turn the tide and enact significant structural adaptations. Our findings have clear relevance to understanding and navigating similar crises in contemporary societies.",
        "url": "https://doi.org/10.31235/osf.io/hyj48_v2",
        "version": 2,
        "id": "hyj48",
        "subjects": "(Other)",
        "subjects_osf": "History, Other Social and Behavioral Sciences"
      },
      {
        "doi": "10.31235/osf.io/jm7bf_v1",
        "title": "Seeing is Deceiving? AI-Manipulated Images and Protest Size Estimates",
        "authors": "Stefan Scholz, Nils B. Weidmann",
        "created": "2025-07-02",
        "abstract": "The size of the crowd at large political protests is a highly politicized number, as it is often interpreted as the level of popular support. Not surprisingly, it is in the interest of political actors to manipulate perceptions of the crowd size, to boost support for or to delegitimize a particular political issue. This paper examines how perceptions of the crowd size can be manipulated using AI-generated protest images. In an experiment, participants are asked to rate the size of the protest crowd from a series of social media images. These images are manipulated to display larger (or smaller) crowd sizes using a generative image model. Results show that manipulation works, and that AI-inflated (or reduced) crowd portrayals lead to higher (or lower) crowd estimates as compared to the unmodified images. These results demonstrate the effectiveness of AI-generated visual content in shaping popular perceptions of mass protests on social media.",
        "url": "https://doi.org/10.31235/osf.io/jm7bf_v1",
        "version": 1,
        "id": "jm7bf",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/qudtk_v1",
        "title": "Impact of commercial off-the-shelf video games on L2 vocabulary learning/acquisition: a systematic review",
        "authors": "Joffrey Caron",
        "created": "2025-06-24",
        "abstract": "In recent decades, digital technologies have become increasingly integrated into language learning, offering immersive, interactive environments that support second language (L2) acquisition. Among these technologies, video games stand out for their potential to foster vocabulary learning through contextualized, engaging experiences. However, while serious games have been widely studied, commercial off-the-shelf (COTS) video games have received comparatively less research attention to date. Following a replicable PRISMA protocol, this systematic review seeks to address this gap by analyzing 13 studies selected from a pool of 129 publications published between 2015 and 2024. The review evaluates the effectiveness of COTS games in L2 vocabulary acquisition, their practical implications, learner perceptions, and associated limitations. Findings suggest that COTS games can foster meaningful vocabulary development and enhance learner engagement, particularly when thoughtfully integrated into pedagogical settings.",
        "url": "https://doi.org/10.31235/osf.io/qudtk_v1",
        "version": 1,
        "id": "qudtk",
        "subjects": "(Other)",
        "subjects_osf": "Modern Languages, Language and Literacy Education, Linguistics"
      },
      {
        "doi": "10.31235/osf.io/tyb48_v2",
        "title": "A Review of Internalised Misogyny and its Manifestation in Women’s Psychopathology",
        "authors": "Rashi Ulman",
        "created": "2025-07-02",
        "abstract": "This review reconceptualises internalised misogyny as a clinically relevant mechanism of psychological distress in women, rather than a peripheral sociopolitical phenomenon. Synthesising feminist psychological theory with clinical research, it investigates how internalised sexist beliefs manifest as shame, perfectionism, emotional suppression, disordered eating, and trauma-related symptoms. The paper critiques the Internalised Misogyny Scale for lacking cultural and intersectional sensitivity, rendering them inadequate in diverse contexts like India. Diagnostic frameworks such as the DSM and ICD similarly omit sexism as etiological, leading to fragmented and depoliticised clinical interpretations. Drawing on Indian feminist scholarship, the paper explores how caste, colourism, respectability politics, and religious norms reinforce gendered self-policing. It exposes critical blind spots in mainstream and even feminist clinical models, and argues for feminist-informed therapies, such as narrative and relational-cultural therapy, that validate gendered suffering and challenge oppressive internalised scripts. By framing internalised misogyny as a somatised, culturally entangled, and under-recognised driver of women’s psychopathology, this review advocates for decolonial, trauma-informed clinical practices and culturally grounded future research.",
        "url": "https://doi.org/10.31235/osf.io/tyb48_v2",
        "version": 2,
        "id": "tyb48",
        "subjects": "(Other)",
        "subjects_osf": "Feminist, Gender, and Sexuality Studies, Psychology"
      },
      {
        "doi": "10.31235/osf.io/v9jyc_v1",
        "title": "Drivers and disparities in air conditioning access across the United States",
        "authors": "Gagan Atreya, Andrew Gillreath-Brown, Jennifer P. Carman, Katelyn Stenger, Anthony Leiserowitz, John Kotcher, Edward Maibach, Seth A. Rosenthal, Jennifer Marlon",
        "created": "2025-06-28",
        "abstract": "Air conditioning (AC) access is a critical adaptation to rising temperatures and extreme heat under climate change. Yet, fine-scale, national estimates of AC prevalence—and the social and geographic factors that shape access—remain scarce. Here, we use an original, nationally representative survey (n = 11,235) combined with high-resolution demographic, administrative, and remote sensing data to estimate AC access at state, core-based statistical area (CBSA), and county levels across the contiguous United States. Applying multilevel regression and post-stratification (MRP) with machine learning optimization, we map central AC, window units, and lack of AC, and validate estimates using four independent sources. We find sharp regional disparities: while 86% of counties report at least 90% access to some form of AC, prevalence remains low in higher-elevation western regions, particularly the Pacific Northwest and Rocky Mountains. Our analysis reveals that socioeconomic status, housing stock, and local climate are key predictors of AC access. These patterns expose an emerging adaptation gap, with implications for heat vulnerability, energy demand, and climate justice. By identifying where and why AC access is lacking, this work informs targeted interventions to reduce risk in a warming world.",
        "url": "https://doi.org/10.31235/osf.io/v9jyc_v1",
        "version": 1,
        "id": "v9jyc",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Other Social and Behavioral Sciences, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/vc4mz_v1",
        "title": "Social Diffusion and Peer-Influence on Guideline-adherent Tonsillectomy Prescribing in German Otolaryngologists: A Cross-sectional Study",
        "authors": "Helge Giese, Christoph Heintze, Karen Krüger, Jean-Francois Chenot, Wolfgang Gaissmaier, Odette Wegwarth",
        "created": "2025-06-23",
        "abstract": "Background: Despite clear recommendations from evidence-based guidelines to restrict tonsillectomies for adult patients with infrequent tonsillitis, adoption among German otolaryngologists remains limited. Social influences, including opinion leaders and perceived social norms across peers, may shape practitioners’ adherence to these guidelines. Purpose: This study examined how German otolaryngologists perceive peer social norms and opinion leaders regarding tonsillectomy guidelines, and how these perceptions relate to their own guideline adherence. Methods: In a cross-sectional online survey (N = 100), otolaryngologists reported their tonsillectomy practices, attitudes toward relevant guidelines, and perceptions of both peer and opinion leader behaviors. Guideline adherence was assessed via self-reported clinical decisions. Social influences were analyzed using ordinal logistic regression. Results: While most otolaryngologists reported guideline-consistent attitudes and behavior, many perceived their peers and opinion leaders as less adherent. Guideline adherence was significantly associated with individual tonsillectomy attitudes (OR = 0.18, p &lt; .001) and perceived opinion leader attitudes (OR = 0.33, p = .013), but not with perceptions of the general peer group or demographics. Conclusions: Otolaryngologists’ perceptions of opinion leaders are significantly associated with their adherence to tonsillectomy guidelines, even beyond their own attitudes. Misperceptions about peer and leader practices may hinder guideline diffusion. Interventions targeting opinion leaders and correcting misperceptions may accelerate guideline adoption in clinical practice.",
        "url": "https://doi.org/10.31235/osf.io/vc4mz_v1",
        "version": 1,
        "id": "vc4mz",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Communication"
      },
      {
        "doi": "10.31235/osf.io/vgtcn_v1",
        "title": "The Evolution of Digital Tourism Marketing: From Hashtags to AI-Immersive Journeys in the Metaverse Era",
        "authors": "Evangelos Christou, Antonios Giannopoulos, Ioanna Simeli",
        "created": "2025-07-01",
        "abstract": "This study examines how social media platforms influence tourism marketing strategies, consumer perceptions, and travel behaviors, addressing their sustainability implications. It aims to evaluate the current state of research on social media in tourism marketing, identify dominant trends, assess empirical evidence of impact, and critically highlight research gaps. The analysis focuses on three core marketing outcomes: destination image, travel intention, and user engagement—and includes a section examining sustainability considerations across environmental, sociocultural, and economic dimensions. The study uses a systematic critical review of 147 peer-reviewed academic articles published between 2015 and 2025, combined with a meta-analysis of 38 quantitative studies that report statistical effect sizes. The meta-analysis uses a random-effects model to compare the influence of different platforms and study contexts. Moderator variables include geographic region, platform type, and methodological design. Findings show that social media marketing has a statistically significant positive effect on destination image (Cohen’s d = 0.61), travel intention (d = 0.54), and user engagement (d = 0.43). The analysis also reveals geographic bias, limited research on emerging platforms, and a lack of longitudinal and ethical inquiry. Findings suggest that tourism researchers and marketers may have to adopt more context-sensitive, interdisciplinary, and ethical approaches. Critical sustainability concerns emerge, including “overtourism”, cultural commodification, digital inequities, and algorithmic biases. Further studies may focus on specific platform-related behaviors, long-term impacts, and integrated online strategies appropriate for global tourism diversity. Lastly, this paper advocates for context-sensitive, interdisciplinary, and ethically grounded approaches to ensure sustainable digital tourism marketing strategies.",
        "url": "https://doi.org/10.31235/osf.io/vgtcn_v1",
        "version": 1,
        "id": "vgtcn",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Other Social and Behavioral Sciences, Leisure Studies, Science and Technology Studies, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/w6zrp_v1",
        "title": "Stereotypes and the System: Building on Jennifer Eberhardt’s Contribution to Social Psychology",
        "authors": "Joseph Appiah",
        "created": "2025-07-01",
        "abstract": "This narrative literature review examines how racial stereotypes function not only within individual cognition but also across institutional systems in the United States, building on the foundational contributions of social psychologist Jennifer Eberhardt. The review demonstrates how racial bias, especially racial stereotypes, impacts results through routine behaviors, policy decisions, and algorithmic systems, drawing on multidisciplinary research from several fields, including psychology, criminal justice, education, media, and technology. Eberhardt&#39;s research shows how perception and behavior are influenced by implicit associations, and how these biases become more pronounced when they are ingrained in official organizations.This review critically synthesizes empirical findings across sectors, including disparities in school discipline, racialized policing, skewed media portrayals, and algorithmic discrimination in artificial intelligence. It also highlights recent methodological innovations, such as natural language processing and field- based experiments that help uncover and measure structural bias. The paper identifies key implications for institutional reform and outlines future research directions, including global applications and participatory approaches. The central argument is that dismantling racial bias requires not only shifting individual attitudes but transforming the systems that reproduce inequality. By situating psychological research within broader societal structures, this review calls for institutionally grounded interventions that are empirically supported, ethically informed, and socially responsive.",
        "url": "https://doi.org/10.31235/osf.io/w6zrp_v1",
        "version": 1,
        "id": "w6zrp",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/xcg2d_v1",
        "title": "Response with a Vengeance: Exploring the Influence of the Hostile Media Effect on Intergroup Polarization",
        "authors": "Tilo Hartmann",
        "created": "2025-06-26",
        "abstract": "According to the hostile media effect (HME), individuals perceive balanced mass media coverage as unfairly biased toward opposing sides. This HME may affect intergroup polarization, interpreted here as momentarily enhanced ingroup bias. In two online studies situated in the context of the abortion debate, pro-life vs. pro-choice group members read a counterfeit balanced newspaper article. Among participants showing a HME, we observed a congruent pattern of correlations between the HME and self-reported polarization or enhanced intergroup bias after exposure. We interpret these findings as providing initial evidence that the HME triggers short-term intergroup polarization as a “response with a vengeance.”",
        "url": "https://doi.org/10.31235/osf.io/xcg2d_v1",
        "version": 1,
        "id": "xcg2d",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Communication"
      },
      {
        "doi": "10.31235/osf.io/xztrm_v1",
        "title": "It's her! Investigating relationship development with social AI chatbots.",
        "authors": "Nadja Rupprechter, Tobias Dienlin",
        "created": "2025-06-27",
        "abstract": "As social AI chatbots become increasingly integrated into everyday lives, users form unique parasocial relationships with their digital companions. To understand the antecedents, mechanisms, and experiences of such relationships, we conducted a multi-methods study to investigate how the perceived human-likeness of social AI chatbots fosters emotional attachment, and how this effect might be mediated via increased user gratifications and heightened chatbot interactions. The quantitative results of our preregistered study with 550 participants from 64 countries showed that perceived human-likeness was a strong driver of attachment. As hypothesized, the results suggested that the effect was mediated by gratifications and interactions. The qualitative analyses demonstrated that social AI chatbots played a special role in the lives of many users, transforming habits, interactions, and relationships. In the words of one participant: \"AI [chatbots] gave me a new life\".",
        "url": "https://doi.org/10.31235/osf.io/xztrm_v1",
        "version": 1,
        "id": "xztrm",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      }
    ]
  }
}
