{
  "update": "2025-03-21",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/8sha3_v2",
        "title": "A Sentiment-Based Approach to Measuring Multidimensional Party Positions using Transformer",
        "authors": "Hung H. V. Nguyen",
        "created": "2025-03-18",
        "abstract": "Existing position scaling models from texts commonly rely on the conflict-driven assumption: that political subjects always exhibit divergent positions. Such scaling models search the linguistic space for differentiating features, often conflating rhetorical styles with political sentiments when the subjects are not inherently opposed. This article introduces ContextScale, a sentiment-based position scaling framework leveraging pre-trained Transformer models to measure multidimensional position scores at the sequence level, as well as predicting policy topics and political sentiments. Unlike conflict-driven models, ContextScale effectively distinguishes rhetorical styles from actual political sentiments. Further validity tests demonstrate its ability to capture nuances in party positioning, as well as its adaptability across languages, text domains, and theoretical models.",
        "url": "https://doi.org/10.31235/osf.io/8sha3_v2",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/ev94b_v2",
        "title": "Synthesizing Research on Radicalization: Insights from a Text-Mining Systematic Review",
        "authors": "Anna Knorr, Nikita Podolin-Danner, Gabriele Di Cicco, Małgorzata Kossowska",
        "created": "2025-03-14",
        "abstract": "The study of radicalization encompasses a broad spectrum of perspectives, with scholars and experts from diverse disciplines – ranging from psychology, sociology, political science, criminology, to economics – contributing to its multifaceted comprehension. Despite this substantial body of empirical research, the knowledge is fragmented across disciplines, emphasizing the need for integration to establish a cohesive framework. As laying the groundwork for a unified framework begins with identifying relevant phenomena, this systematic review analyzed 4019 research articles using text mining to detect phenomena associated with radicalization. Author keywords and abstracts were analyzed by examining term frequency as an indicator of relevance and term co-occurrence as an indicator of association. The results reflect themes commonly featured in theory, such as ideology, identity, and social networks, but also identified themes not well-developed in theory. Macro-level phenomena, including the role of the state, economy, elections, policy, and regional factors, as well as micro- and meso-level phenomena like the internet, social media, adolescence, personality, language, education, and mental health, are not sufficiently embedded in theory. The findings further provide the first empirical evidence confirming the fragmentation of research on radicalization. This review represents a crucial step toward synthesizing existing knowledge and advancing a unified understanding of radicalization.",
        "url": "https://doi.org/10.31235/osf.io/ev94b_v2",
        "subjects": "Politics",
        "subjects_osf": "Psychology, Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/yb6ua_v2",
        "title": "How Sexuality Affects Evaluations of Immigrant Deservingness and Cultural Similarity: A Conjoint Survey Experiment",
        "authors": "Nathan I. Hoffmann, Kristopher Velasco",
        "created": "2025-03-17",
        "abstract": "In the wake of significant increases in lesbian and gay (LG) immigration, do Americans view LG migrants as more deserving of entry to the U.S. than their straight counterparts? Using a conjoint survey experiment with 1,650 respondents, we investigate how potential immigrants' sexual-minority status affects Americans' perceptions of their deservingness for admission and their cultural similarity to the U.S. Results show that, overall, Americans do not perceive LG immigrants as more deserving than straight ones, and LG immigrants are perceived as less culturally similar. But results also reveal heterogeneity: LG immigrants fleeing persecution are seen as more deserving of admission, and Democrats, atheists, and LG respondents consider LG migrants more deserving than straight ones. This paper helps disentangle Americans' preferences for migrants' presumed cultural similarity from economic potential and humanitarian merit as well as shed light on public opinion of an under-studied but politically salient group.",
        "url": "https://doi.org/10.31235/osf.io/yb6ua_v2",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/3mfzq_v2",
        "title": "Panel Data Analysis",
        "authors": "Tobias Rüttenauer, Nicole Kapelle",
        "created": "2025-03-18",
        "abstract": "Panel data offer a valuable lens through which social science phenomena can be examined over time. With panel data, we can overcome some of the fundamental problems with conventional cross-sectional analyses by focusing on the within-unit changes rather than the differences between units. This chapter delves into the foundations, recent advancements, and critical issues associated with panel data analysis. The chapter illustrates the basic concepts of random effects (RE) and fixed effects (FE) estimators. Moving beyond the fundamentals, we provide an intuition for various recent developments and advances in the field of panel data methods, paying particular attention to the identification of time-varying treatment effects or impact functions. To illustrate practical application, we investigate how marriage influences sexual satisfaction. While married individuals report a higher sexual satisfaction than un-married respondents (between-comparison), individuals experience a decline in satisfaction after marriage compared to their pre-marital levels (within-comparison).",
        "url": "https://doi.org/10.31235/osf.io/3mfzq_v2",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/4r8ux_v1",
        "title": "Exploring N₂O Emissions at World Level: Advanced Econometric and Machine Learning Approaches in the ESG Context",
        "authors": "Carlo Drago, Massimo Arnone, Angelo Leogrande",
        "created": "2025-03-18",
        "abstract": "The paper examines nitrous oxide (N₂O) emissions from an Environmental, Social, and Governance (ESG) standpoint with a combination of econometric and machine learning specifications to uncover global trends and policy implications. Results show the overwhelming effect of ESG factors on emissions, with intricate interdependencies between economic growth, resource productivity, and environmental policy. Econometric specifications identify forest degradation, energy intensity, and income inequality as the most significant determinants of N₂O emissions, which are in need of policy attention. Machine learning enhances predictive power insofar as emission drivers and country-specific trends are identifiable. Through the integration of panel data techniques and state-of-the-art clustering algorithms, the paper generates a highly differentiated picture of emission trends, separating country groups by ESG performance. The findings of the study are that while developed nations have better energy efficiency and environmental governance, they remain significant contributors to N₂O emissions due to intensive industry and agriculture. Meanwhile, developing economies with energy intensity have structural impediments to emissions mitigation. The paper also identifies the contribution of regulatory quality in emission abatement in that the quality of governance is found to be linked with better environmental performance. ESG-based finance instruments, such as green bonds and impact investing, also promote sustainable economic transition. The findings have the further implications of additional arguments for mainstreaming sustainability in economic planning, developing ESG frameworks to underpin climate targets.",
        "url": "https://doi.org/10.31235/osf.io/4r8ux_v1",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/7yjgc_v1",
        "title": "Hispanic Disaggregation and Variation in Socioeconomic Mobility Markers",
        "authors": "Eli Golde, AJ Alvero",
        "created": "2025-03-13",
        "abstract": "Sociological inquiry of race and ethnicity typically takes a monolithic approach when examining Hispanic populations. However, novel sources of big data could be used to generate more precise insights about stratification among Hispanic subgroups. To demonstrate this, we use disaggregated data from the US Census Bureau that contains the number of Hispanic people in each ZIP code in the United States broken down by their regional origin (country or territory), along with ZIP code level data of economic connectedness, a strong predictor of socioeconomic mobility created using digital data from social media. Our results show Hispanics of Mexican, Central American, Puerto Rican, Dominican, and Cuban origin tend to live in areas with less economic connectedness than Hispanics of South American and Spanish origin, trends which mirror the overall trends discussed in the current literature. These latter groups, in some cases, have higher indicators of economic connectedness than the average American, Hispanic or not. Better understanding of the nuances among the coherent ethnic subgroups that fall under the panethnic Hispanic umbrella has implications for our understanding of social inequality.",
        "url": "https://doi.org/10.31235/osf.io/7yjgc_v1",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Geography, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/mq7te_v2",
        "title": "Spatial Data Analysis",
        "authors": "Tobias Rüttenauer",
        "created": "2025-03-19",
        "abstract": "This handbook chapter provides an essential introduction to the field of spatial econometrics, offering a comprehensive overview of techniques and methodologies for analysing spatial data in the social sciences. Spatial econometrics addresses the unique challenges posed by spatially dependent observations, where spatial relationships among data points can significantly impact statistical analyses. The chapter begins by exploring the fundamental concepts of spatial dependence and spatial autocorrelation, and highlighting their implications for traditional econometric models. It then introduces a range of spatial econometric models, particularly spatial lag, spatial error, and spatial lag of X models, illustrating how these models accommodate spatial relationships and yield accurate and insightful results about the underlying spatial processes. The chapter provides an intuitive understanding of these models compare to each other. A practical example on London house prices demonstrates the application of spatial econometrics, emphasising its relevance in uncovering hidden spatial patterns, addressing endogeneity, and providing robust estimates in the presence of spatial dependence.",
        "url": "https://doi.org/10.31235/osf.io/mq7te_v2",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/3dkup_v3",
        "title": "The cost of a shared residence child: Accounting for the allocation of child’s costs post-separation in Finland with Reference Budget approach",
        "authors": "INVEST Flagship, Mari Haapanen, Lauri Mäkinen",
        "created": "2025-03-14",
        "abstract": "The way a child's costs are distributed between parents post-separation may greatly alter how separation impacts a household's economic needs and the well-being of its members. As children more commonly live with both of their parents post-separation, discovering the distributional impact of shared residence on parents’ household costs and the level of shared residence child’s cost are of importance. With Reference Budget calculations from Finland, we find a nuanced impact on the costs of children depending on the age of the child, their living arrangement and whether the point of view is mother’s or father’s. These aspects should be carefully considered when assessing the impact of shared residence on households’ economic needs. Our findings provide a framework for the analysis of entitlement and benefit levels for shared residence families, as well as for accurately deriving poverty estimates for them.",
        "url": "https://doi.org/10.31235/osf.io/3dkup_v3",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/5wvhx_v1",
        "title": "A computational qualitative approach to large-scale characterization of cultural identities on social media",
        "authors": "Zackary Okun Dunivin",
        "created": "2025-03-19",
        "abstract": "Social groups and identities play a central role in social research, yet systematically identifying the symbolic markers that define group boundaries can be difficult, particularly in large, unlabeled textual corpora. This article advances an existing technique for computational lexicon extraction, the ``frequency-based'' method, to automatically identify cultural and social identity signals at scale, even in the absence of reliable labeled data. By leveraging a small set of highly representative ``seed'' terms to assign low-quality labels, the approach locates authors who share specialized vocabularies, thereby revealing dense patterns of boundary-specific words. In accordance with computational grounded theory (CGT), which stresses iterative refinement informed by interpretive insight, selecting appropriate seed terms requires considerable knowledge of the groups under observation prior to lexicon extraction. A companion study also published in this volume illustrates the technique’s effectiveness in mapping the symbolic boundaries of white nationalist discourse on Twitter, highlighting how automated lexicon extraction can feed directly into traditional qualitative practices such as close reading and manual coding. The discussion situates this mixed-methods approach within the framework of computational grounded theory while challenging the presupposition—implicit in CGT and computational social science more broadly—that the use of computational tools must culminate in quantitative analyses. Instead, this approach demonstrates how natural language processing can serve as an upstream step that enriches and expedites qualitative inquiry by revealing hidden patterns and vocabularies that might otherwise remain invisible to traditional ethnography. In this way, computational approaches to text are positioned not as replacements but as catalysts for deeper, more nuanced qualitative research.",
        "url": "https://doi.org/10.31235/osf.io/5wvhx_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/6mznd_v1",
        "title": "Flexible Partial Pension – a Bridge to Full-time Retirement, a Way out of Employment, or an Income Supplement?",
        "authors": "Ilari Ilmakunnas, Susanna Sten-Gahmberg",
        "created": "2025-03-17",
        "abstract": "Flexible partial retirement schemes are intended to give individuals the opportunity to reduce working hours before moving into full retirement, the expectation being that the reduced workload will contribute to postponed retirement. Yet, there is limited research about whether and how flexible partial pensions are used as a way of exiting the labor force, as an income supplement, or as a way of bridging the transition into retirement through part-time employment. In Finland, individuals can take up part of their accrued old-age pension after reaching age 61 regardless of their employment status. Using high-quality register data with monthly information on retirement and wage income, we use sequence analysis analyze previously employed persons’ wage income trajectories around the take-up of partial old-age pension. We find that only around one in five continue to work at a reduced wage income level, indicating a reduction in working hours. Around one in six left paid employment just before or after pension take-up. Most individuals do not reduce their working hours when taking up a partial pension. Our findings suggest that the Finnish partial old-age pension scheme is currently not likely to extend working lives, raising concerns about its effectiveness in meeting its policy goal.",
        "url": "https://doi.org/10.31235/osf.io/6mznd_v1",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/6uxe9_v2",
        "title": "Horizontal segregation by gender and area of ​​knowledge of the Research Support Staff from CONICET Argentina, in the year 2024.",
        "authors": "Daniela Alejandra Pastor",
        "created": "2025-03-16",
        "abstract": "This work aims to characterize the segregation of Research Support Staff (RSS) in CONICET Argentina by gender, area of ​​knowledge and others characteristics through the request for public data of this personnel. It was determined that in August 2024, there are 2,931 active support staff working in 348 Institutes, and the amount of RSS assigned to each institution varies between 1 and 47. The institutes with the largest number of support staff by area of ​​knowledge are: the INTEMA (Instituto de Investigaciones en Ciencia y Tecnología de Materiales) in the KA area (Agrarian, Engineering and Materials Sciences) with 47 RSS, followed by the MACNBR (Museo Argentino de Ciencias Naturales) in the KB area with 42 RSS, the CADIC (Centro Austral de Investigaciones Científicas) in the KE area with 38 RSS, and in the KS area there are two institutes that compete to be in first place with 14 RSS, which are: the CEIL (Centro de Estudios e Investigaciones Laborales) and the CAICYT (Centro Argentino de Información Científica y Tecnológica). Regarding gender segregation by area of ​​knowledge, the feminized areas are: KB (Biological and Health Sciences), KS (Social Sciences and Humanities) and the masculinized areas: KA (Agrarian, Engineering and Materials Sciences); KE (Exact and Natural Sciences) and Not Applicable. The KT (Technology) area does not count any RSS personnel. It's curious that for the case of KA area (Agrarian, Engineering and Materials Sciences), the trend found for CONICET researchers is not reproduced by RSS because for them it is feminized, making it necessary to investigate the reasons for this deeply. The two areas with the largest number of support personnel assigned are KE: Exact and Natural Sciences; being masculinized, and KB: Biological and health sciences, being feminized. This analysis is a contribution to comprehension of the characteristics of CONICET's teem infrastructure roles, in order to advance the understanding of their work problems and barriers to professional growth.",
        "url": "https://doi.org/10.31235/osf.io/6uxe9_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/9fq67_v2",
        "title": "Support or suppress: Father’s parental leave uptake in the workplace context in Finland",
        "authors": "INVEST Flagship, Simon Chapman, Sanni Kotimäki, Satu Helske, Anna Erika Hägglund",
        "created": "2025-03-14",
        "abstract": "Parental leave uptake by fathers represents one pathway to redress the typically unequal division of early childcare. Following the Nordic schema, the Finnish leave system is designed around this concept to encourage leave uptake, but a substantial share of fathers refrain from it. Though there is a substantial body of literature on policy and individual-level motivators of leave uptake, the decision to take leave often occurs in the context of the workplace. Workplace factors are often cited as typical barriers to uptake. We systematically investigated how the most important workplace characteristics are associated with fathers’ parental leave decisions. We used administrative, linked employee-employer Finnish register data and a multilevel Bayesian approach to examine employed first-time fathers’ use of the father’s quota in 2013–2017. Contrary to our expectations, the probability of taking father’s quota did not vary by the gender composition of or gender wage gap within the workplace. Workplace educational level was important, but only for tertiary educated fathers. Increased competitiveness of the workplace lowered the probability of taking the quota. Our findings call for further study on the interplay of individual and contextual factors in fathers’ parental leave uptake.",
        "url": "https://doi.org/10.31235/osf.io/9fq67_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/fet4d_v1",
        "title": "Pursuing Precision in Criminology: Why Ordinal Data Demand Ordinal Methods",
        "authors": "Jonathan R. Brauer, Jacob C. Day",
        "created": "2025-03-15",
        "abstract": "Criminological research frequently examines ordinal outcome data, yet the common practice of treating these data as continuous using linear models can obscure patterns, introduce imprecision, and bias estimates. We advocate for the appropriate analysis of ordinal outcomes with ordered regression models. We demonstrate how linear models misrepresent ordinal distributions using simulated data before reanalyzing select results from Pickett, Graham, and Cullen's (2022) study on racial differences in fear of police. Our analysis showcases how ordered regression models, coupled with effective visualization techniques, provide more accurate estimates than linear models—revealing that linear approaches substantially underestimate racial disparities. For instance, cumulative probit models correctly estimate that nearly one-third of Black participants are “very afraid” of police killing them, while linear models underestimate this by nearly two-thirds. By respecting the ordinal nature of data, criminologists can move beyond broad directional statements and quantify effect magnitudes with greater precision, fostering a more robust, evidence-driven discipline capable of addressing its “precision crisis.”",
        "url": "https://doi.org/10.31235/osf.io/fet4d_v1",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fv3un_v2",
        "title": "Nudging Loan of Children's Books – Quasi-Experimental Evidence from a Library Book Giveaway Program",
        "authors": "Ea Hoppe Blaabæk",
        "created": "2025-03-17",
        "abstract": "Libraries play a crucial role in providing children with access to reading materials, which is essential for developing reading skills. This paper examines whether a library book giveaway program was effective in increasing parents reading investments in the form of loan of children’s books. The intervention involved “nudging” families sending out invitations to visit their local library, where their child would receive a free book and families would get introduced to library services. Using Danish individual level registry data on loan of books from public libraries, I assess the program’s impact through a difference-in-differences approach based on staggered rollout across three municipalities. Results show no increase in loan of children’s books – neither in advantaged nor disadvantaged families. Given that more intensive book giveaway programs have been successful, these results might reflect that the intervention was too mild or failed to address key barriers to participation.",
        "url": "https://doi.org/10.31235/osf.io/fv3un_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/qamux_v1",
        "title": "La part du genre. Genre et approche intersectionnelle dans les sciences sociales françaises au XXIe siècle",
        "authors": "Etienne Ollion, Julien Boelaert, Samuel Coavoux, Estelle Delaine, Altaïr Desprès, Sibylle Gollac, Narguesse Keyhani, Adèle Mommeja",
        "created": "2025-03-18",
        "abstract": "Quand mobilise-t-on une perspective de genre dans les publications de sciences sociales françaises, et qui le fait ? Recourt-on davantage à cette approche que par le passé, et cette dernière en a-t-elle remplacé d’autres grilles d’analyse comme on l’entend parfois ? Parce qu’il est impossible de consulter l’ensemble de la production universitaire sur une longue période, les spéculations l’emportent souvent sur les analyses empiriques. Afin d’apporter une contribution à ces réflexions, ainsi qu’à l’histoire et à la sociologie des sciences sociales, cet article s’appuie sur des outils issus du traitement automatique des langues – des grands modèles de langage (LLMs) – pour repérer les invocations du genre dans un vaste corpus. Appliqué aux articles scientifiques de près de 120 revues de sciences sociales françaises publiées depuis le début du siècle, il offre plusieurs résultats parlants. Le recours à une approche de genre a indéniablement progressé au cours des vingt-cinq dernières années, même si le point de départ était souvent bas, et qu’il reste finalement limité. Des différences marquées existent entre disciplines, tout comme diffèrent les formes d’institutionnalisation de cette approche. Cette perspective est, en outre, encore très majoritairement mobilisée par des femmes. Enfin, l’approche intersectionnelle augmente légèrement, tout en restant très minoritaire, et sans que le genre ne se substitue à la classe.",
        "url": "https://doi.org/10.31235/osf.io/qamux_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/tcnhx_v3",
        "title": "Ukrainian Refugees in Switzerland: A research synthesis of what we know",
        "authors": "Didier Ruedin",
        "created": "2025-03-17",
        "abstract": "The objective of this research synthesis is to collect and summarize the research literature on Ukrainian refugees in Switzerland. This is done through a systematic review, mostly in the form of a narrative review and with statistical indicators that are synthesized. A graphical summary (evidence gap map) is provided to better identify the nature of evidence available. There is a wide range of evidence on Ukrainian refugees in Switzerland and their integration, although substantive and systematic gaps remain. The review provides a brief historical background, looks at the demographic composition of Ukrainian refugees in Switzerland, discusses economic integration, housing, education, social integration, crime and safety, health and well-being, and attitudes to Ukrainian refugees. The demographic profile of Ukrainian refugees (many women, many children and elderly people, highly educated) is well documents, as are challenges to economic integration. Much less is known about cultural integration and political participation, for example. Given the size of the population and the ongoing war in Ukraine, more research on Ukrainian refugees is warranted, particularly in the direction of successful integration in a context where return in the near future seems increasingly unlikely --- although so-called dual-intent remains the official focus ---, and in areas beyond economic integration that affect well-being and intentions to return.",
        "url": "https://doi.org/10.31235/osf.io/tcnhx_v3",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/wjvfq_v1",
        "title": "From Codebooks to Promptbooks: Extracting Information from Text with Generative Large Language Models",
        "authors": "Oscar Stuhler, Cat Dang Ton, Etienne Ollion",
        "created": "2025-03-18",
        "abstract": "Generative AI (GenAI) is quickly becoming a valuable tool for sociological research. Already, sociologists employ GenAI for tasks like classifying text and simulating human agents. We point to another major use case: the extraction of structured information from unstructured text. Information Extraction (IE) is an established branch of Natural Language Processing, but leveraging the affordances of this paradigm has thus far required familiarity with specialized models. GenAI changes this by allowing researchers to define their own IE tasks and execute them via targeted prompts. This article explores the potential of open-source large language models for IE by extracting and encoding biographical information (e.g., age, occupation, origin) from a corpus of newspaper obituaries. As we proceed, we discuss how sociologists can develop and evaluate prompt architectures for such tasks, turning codebooks into “promptbooks.” We also evaluate models of different sizes and prompting techniques. Our analysis showcases the potential of GenAI as a flexible and accessible tool for IE, while also underscoring risks like non-random error patterns that can bias downstream analyses.",
        "url": "https://doi.org/10.31235/osf.io/wjvfq_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/x674v_v1",
        "title": "Food Insecurity as a Driver of Nicotine Exposure in Smokers? Evidence from NHANES 2015–2018",
        "authors": "Casey Roulette",
        "created": "2025-03-14",
        "abstract": "Background: Tobacco use and food insecurity (FI) often co-occur and may influence each other bidirectionally. While cross-sectional studies primarily focus on tobacco use's impact on FI, they typically rely on self-reported measures of tobacco use. This study aimed to investigate the effects of food insecurity on cotinine concentrations, a biomarker of nicotine exposure, and evaluate mediating and moderating factors. Methods: Data from the 2015–2018 National Health and Nutrition Examination Survey (NHANES) were analyzed for 2,843 adult smokers. Cotinine was log-transformed and modeled using generalized linear models, adjusted for socio-demographic covariates, body mass index (BMI), and depression score. Casual mediation analysis and structural equation modeling assessed mediation and moderation effects, with interaction terms between FI and covariates to test for moderation. Results: Each unit increase in FI severity was linked to a 33.6% rise in cotinine concentrations, controlling for covariates. Depression partially mediated this relationship, while college graduation moderated it. Among females, but not males, BMI mediated and depression moderated the association. In a subset of participants, smoking frequency also moderated the link, with FI weakening the relationship between smoking frequency and cotinine levels. Conclusions: FI may be an independent risk factor for higher cotinine concentrations, separate from smoking behavior and depression. These findings suggest that addressing FI could enhance tobacco cessation efforts. Future research should explore how FI influences nicotine metabolism and smoking patterns.",
        "url": "https://doi.org/10.31235/osf.io/x674v_v1",
        "subjects": "Sociology",
        "subjects_osf": "Agricultural and Resource Economics, Anthropology, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/39f7r_v1",
        "title": "Strategic Integration of Artificial Intelligence in Healthcare: Theoretical Frameworks, Adoption, Enablers, and Barriers—A Scoping Review Protocol",
        "authors": "Maurice Ongala Ouma, Ruth Kiraka, Jyoti Choudrie, Javan Solomon Okello",
        "created": "2025-03-14",
        "abstract": "Background: Healthcare organizations are increasingly integrating artificial intelligence (AI) to bolster clinical decision-making, enhance operational efficiency, and secure strategic advantages. Despite rapid technological advancements, extant literature on human-AI collaboration in healthcare inadequately addresses the intersection of strategic management theories, user-centered design principles, interpretability, and ethical imperatives. This protocol delineates a scoping review designed to map the multifaceted landscape of AI adoption, thereby establishing a robust foundation for further inquiry. Objectives: This scoping review protocol aims to systematically map the existing body of evidence on AI adoption and utilization in resource-constrained healthcare settings, with a particular focus on how AI supports decision-making, knowledge exchange, and overall organizational performance. It further seeks to identify and critically evaluate the theoretical frameworks that have been employed in these studies, scrutinizing their relevance to strategic management practices and human-AI collaboration. Additionally, the review will analyze the barriers and enablers influencing AI adoption, propose strategic management insights, and highlight theoretical gaps to inform future research directions that address user-centered design, interpretability, and the ethical dimensions of AI-driven health services. Eligibility Criteria: The review will include studies investigating AI-enabled interventions (e.g., machine learning, deep learning, natural language processing) in resource-constrained healthcare settings, irrespective of publication date, provided they are available in English. This approach is intended to capture a comprehensive snapshot of the evolving literature. Sources of Evidence and Methods: A systematic search will be conducted across major databases, including SCOPUS, PubMed, and EBSCOhost-Web of Science, in accordance with the PRISMA-ScR guidelines. An iterative search process will be refined through pilot testing of search strings, and data will be extracted using a pre-specified framework in Covidence. NVivo will be employed to facilitate the thematic synthesis of key analytical categories, including decision-making support, knowledge exchange, operational efficiency, and strategic management dimensions of AI adoption. Expected Outcomes: This review is expected to elucidate the multifaceted roles of AI in resource-constrained healthcare settings, reveal limitations within current theoretical frameworks, and provide strategic insights for future research and practice. By integrating perspectives from strategic management and human-AI collaboration, the review aims to contribute toward more sustainable, interpretable, and ethically grounded AI implementations in healthcare.",
        "url": "https://doi.org/10.31235/osf.io/39f7r_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/4esdp_v3",
        "title": "Generative AI Meets Open-Ended Survey Responses: Research Participant Use of AI and Homogenization",
        "authors": "Simone Zhang, Janet Xu, AJ Alvero",
        "created": "2025-03-16",
        "abstract": "The growing popularity of generative AI tools presents new challenges for data quality in online surveys and experiments. This study examines participants’ use of large language models to answer open-ended survey questions and describes empirical tendencies in human vs LLM-generated text responses. In an original survey of participants recruited from a popular online platform for sourcing social science research subjects, 34% reported using LLMs to help them answer open-ended survey questions. Simulations comparing human-written responses from three pre-ChatGPT studies with LLM-generated text reveal that LLM responses are more homogeneous and positive, particularly when they describe social groups in sensitive questions. These homogenization patterns may mask important underlying social variation in attitudes and beliefs among human subjects, raising concerns about data validity. Our findings shed light on the scope and potential consequences of participants’ LLM use in online research.",
        "url": "https://doi.org/10.31235/osf.io/4esdp_v3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8pwuh_v1",
        "title": "“Turn South &amp; Tell Us What You See”: Play as an Iterative Ethnographic Method",
        "authors": "Jean Chia, Nicholas Smith, Kassandra Spooner-Lockyer, Noha Fikry",
        "created": "2025-03-14",
        "abstract": "As a collective of four researchers working at separate field sites and navigating geographic distance, we embrace the concept of “Play” as a way to entangle ourselves in each other’s research sites while interrogating normative fieldwork practices. In this paper, we discuss our game of “broken telephone” where instructions and objects were passed on to each other in a game of iterative play. In our year-long engagement, multiple instances of play formed a series of intertextual interventions that allowed us to co-encounter and co-experience each other’s sites. In this process, emergent attunements at one site were passed on as further and transposable provocations to the next player, allowing each of us to re-engage with our individual site in different registers while recomposing subsequent offerings for the next player. Our experience taught us the value of collaborative play and the spirit of experimentation in exploring alternative modes of conducting fieldwork. Our research further addresses the moments of vulnerability and loneliness behind ethnographic fieldwork by emphasizing how common associations can be created and drawn upon to design a more collective field experience.",
        "url": "https://doi.org/10.31235/osf.io/8pwuh_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/c2nd5_v1",
        "title": "Portraits of Power: Facial Appearances and the Tacit Domain of Political Selection in China",
        "authors": "Junyan Jiang, Songpo Yang",
        "created": "2025-03-17",
        "abstract": "As the epitome of modern, rational organizations, bureaucracies are often believed to select candidates based on rules and reason. We argue that intuitive---and even instinctive---assessments of candidates' external appearances sometimes underpin seemingly rational and calculated decisions. Using a novel, AI-based algorithm that learns and reproduces human assessments of facial appearances at scale, we examine how perceived facial traits influence the careers of over 4,000 mid- and senior-level Chinese officials. We find that officials who look more competent, trustworthy, and less aggressive enjoy significantly better promotion prospect and lower purge risk than their peers. Warmth-related traits (e.g., trustworthiness and non-aggressiveness) are especially valued at higher-level promotions and for male candidates. Additional analyses, including conjoint experiments with real officials, demonstrate that appearances' influence over selection preferences is comparable to performance or political connections. These findings challenge the prevailing meritocratic and relation-based theories of bureaucratic selection and highlight the role of impressions in the working of government institutions.",
        "url": "https://doi.org/10.31235/osf.io/c2nd5_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/d34y7_v1",
        "title": "Person-environment interactions during pregnancy and postpartum and their influence on perinatal mental health: A qualitative analysis",
        "authors": "Kayla Longoria, Tien C. Nguyen, Sara Dube, Frances Cates, Oscar Y. Franco-Rocha, Nicole Manley, Sreya Gandra, Michelle L. Wright, Elizabeth M. Widen",
        "created": "2025-03-14",
        "abstract": "Background: Perinatal mental health conditions are the leading underlying cause of maternal mortality, with 80% of deaths considered preventable. However, factors contributing to or protecting against the development of perinatal mental health conditions remain poorly understood. This study aimed to explore the perspectives of pregnant and postpartum individuals to understand how they experience pregnancy and postpartum, and how such experiences influence their mental health during both perinatal periods (i.e., pregnancy, postpartum). Methods: Data were obtained from a subset of participants (n = 17) enrolled in a larger prospective cohort study. Semi-structured interviews during pregnancy (n = 10) and postpartum (n = 15) were conducted remotely (i.e., Zoom, phone). Interviews were independently analyzed using inductive thematic analysis, respective to each perinatal period. Results: Resource accessibility emerged as an overarching theme, with five resources (themes) acting as barriers or facilitators to mental well-being depending on their accessibility. Three resourcessocial support, logistics, and physical healthwere considered influential across both perinatal periods, to varying degrees. When resources were inaccessible during pregnancy, they became barriers to mental well-being, contributing to experiences of loneliness, frustration, worry, an increased mental load, and ultimately, increased stress. These experiences were often intensified postpartum due to unmet expectations of having increased support to manage increases in logistical demands (e.g., domestic labor, caregiving) amid postpartum recovery and workforce participation. Conversely, when resources were accessible, this facilitated mother’s perceived ability to cope with the stress induced by the demands of this life-stage, the COVID-19 pandemic, and other logistical responsibilities. Conclusions: Findings indicate perinatal individuals view their mental health as being shaped by interactions within their socioenvironmental contexts, highlighting societal norms and institutional practices that are perceived to impose unrealistic expectations on perinatal individuals to independently manage caregiving, domestic labor, and workforce participation amid resource inequities. Further research is needed, particularly among groups disproportionately impacted by maternal mortality and social determinants of health (SDoH), to guide policy reforms and public health interventions that create more inclusive, supportive environments to promote perinatal mental health and, in turn, the health of children, families, and the broader population.",
        "url": "https://doi.org/10.31235/osf.io/d34y7_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/epf9n_v1",
        "title": "Adolescents’ exposure to zero-alcohol advertisements and attitudes and consumption intentions towards alcohol",
        "authors": "Ashlea Bartram, Md Abdul  Ahad, svetlana bogomolova, Murthy Mittinty, Joanne Dono, Aimee Brownbill, Nathan Harrison, Jacqui Garcia, Ivana Glavinic, Mia May",
        "created": "2025-03-11",
        "abstract": "Introduction: Exposure to alcohol advertising is a key influence on adolescent alcohol consumption. Zero-alcohol drinks (&lt;0.5% alcohol by volume) resemble and often share brands with alcoholic drinks, so may function as surrogate alcohol marketing. We examined whether exposure to zero-alcohol advertising was associated with adolescents’ attitudes and consumption intentions toward alcohol. Methods: N=382 Australians aged 15 to 17 years completed an online survey where they viewed zero-alcohol advertisements from four parent alcohol brands and reported past exposure and liking of each advertisement, attitudes and consumption intentions toward alcohol products from the parent brand, general attitudes and consumption intentions toward alcohol, self-reported location-based exposure to zero-alcohol advertising, prior consumption of alcohol and zero-alcohol, and demographics. Associations between exposure and liking, attitudes, and consumption intentions were examined using linear mixed effect models and linear regression. Results: In unadjusted models, attitudes toward and intentions to consume alcohol from the parent brand were associated with advertisment exposure (attitudes: B=0.55, p&lt;0.001; intentions: B=0.37, p&lt;0.001) and liking (attitudes: B=1.45, p&lt;0.001; intentions: B=0.70, p&lt;0.001). Adjusting for prior zero-alcohol and alcohol consumption, gender, and parent presence during survey completion, associations with liking remained significant (attitudes: B=1.42, p&lt;0.001; intentions: B=0.66, p&lt;0.001). No associations were found between self-reported location-based exposure to zero-alcohol advertising and general attitudes and consumption intentions toward alcohol. Discussion and Conclusions: Findings that adolescents who see and like zero-alcohol advertisements have more favourable attitudes toward and stronger intentions to consume parent alcohol brands suggest these advertisements serve as surrogate marketing and should be included within alcohol advertising regulations.",
        "url": "https://doi.org/10.31235/osf.io/epf9n_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/myqz6_v1",
        "title": "Breaking Up with NVivo: AI Delivers Faster, Deeper, and Better Qualitative Insights",
        "authors": "Harold Cameron",
        "created": "2025-03-16",
        "abstract": "This study empirically compares the performance of AI-assisted qualitative analysis software (AILYZE) against traditional computer-assisted qualitative data analysis software (NVivo) in thematic analysis tasks. Ten graduate students with prior NVivo qualitative research training were randomly assigned to analyze interview transcripts about childhood flu vaccination using either AILYZE (n=5) or NVivo (n=5). Participants were blind to the study's comparative nature and were tasked with identifying themes and writing a report. Participants submitted time logs detailing how long they took to conduct the analysis. A structured blind pairwise comparison process was conducted where five independent expert qualitative researchers each conducted five evaluations (25 total comparisons), in order to assess the quality of the reports written. Results demonstrate that AILYZE-generated analyses were 73% faster (mean 7.38 vs. 27.71 hours, t=-11.45, p&lt;0.0001) and received higher quality rankings in 76% of pairwise comparisons (19 out of 25, p=0.0073). These findings suggest that AI-assisted qualitative analysis tools may significantly enhance research efficiency while improving analytical comprehensiveness and depth, with important implications for qualitative methodology across disciplines.",
        "url": "https://doi.org/10.31235/osf.io/myqz6_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/myqz6_v2",
        "title": "Breaking Up with NVivo: AI Delivers Faster, Deeper, and Better Qualitative Insights",
        "authors": "Harold Cameron",
        "created": "2025-03-18",
        "abstract": "This study empirically compares the performance of AI-assisted qualitative analysis software (AILYZE) against traditional computer-assisted qualitative data analysis software (NVivo) in thematic analysis tasks. Ten graduate students with prior NVivo qualitative research training were randomly assigned to analyze interview transcripts about childhood flu vaccination using either AILYZE (n=5) or NVivo (n=5). Participants were blind to the study's comparative nature and were tasked with identifying themes and writing a report. Participants submitted time logs detailing how long they took to conduct the analysis. A structured blind pairwise comparison process was conducted where five independent expert qualitative researchers each conducted five evaluations (25 total comparisons), in order to assess the quality of the reports written. Results demonstrate that AILYZE-generated analyses were 73% faster (mean 7.38 vs. 27.71 hours, t=-11.45, p&lt;0.0001) and received higher quality rankings in 76% of pairwise comparisons (19 out of 25, p=0.0073). These findings suggest that AI-assisted qualitative analysis tools may significantly enhance research efficiency while improving analytical comprehensiveness and depth, with important implications for qualitative methodology across disciplines.",
        "url": "https://doi.org/10.31235/osf.io/myqz6_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/umh5g_v1",
        "title": "Immigration, Human Capital and Economic Growth in Brazil: A Multidimensional Analysis",
        "authors": "Richard Murdoch Montgomery",
        "created": "2025-03-19",
        "abstract": "This article examines the intricate relationship between immigration, human capital formation and economic growth in Brazil from 1890 to the present day. Employing a mixed-methods approach combining historical analysis and econometric modelling, this research investigates how different waves of immigration have contributed to human capital accumulation and subsequent economic development in Brazil. The ﬁndings reveal that immigration has signiﬁcantly enhanced Brazil's human capital stock through three primary mechanisms: direct skill transfer, educational spillovers and institutional development. Econometric estimates suggest that a 1% increase in skilled immigrant population historically corresponded to a 0.3-0.5% increase in regional productivity, with substantial heterogeneity across time periods and regions. The research further demonstrates that the human capital beneﬁts of immigration persist intergenerationally, with particularly strong effects in the industrial heartland of São Paulo. Policy implications highlight the potential value of targeted immigration policies that address Brazil's contemporary skills gaps while fostering knowledge transfer and entrepreneurship.",
        "url": "https://doi.org/10.31235/osf.io/umh5g_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/whx43_v1",
        "title": "Abruptness of tone onsets, but not offsets elicits the auditory-induced bouncing/streaming illusion",
        "authors": "Hauke S. Meyerhoff, Katharina Ockl, Christian Frings, Rolf Ulrich",
        "created": "2025-03-14",
        "abstract": "The way we perceive the movement of two intersecting discs can be influenced by auditory information. When a brief tone is played while these discs overlap, people tend to report that the discs bounce off each other instead of streaming past each other. This is known as the auditory-induced bouncing/streaming illusion. Both perceptual/attentional as well as decisional processes have been discussed as explanations for the bouncing/streaming illusion. In four experiments, we study how the abruptness of tone onsets and offsets affects the bouncing/streaming illusion. We found that tones with more abrupt onsets and offsets resulted in a higher proportion of bouncing impressions than those with smoother ones (Experiment 1). This effect was not due to differences in loudness between the tones (Experiment 2). Additionally, we found that the abruptness of the tone onset, rather than the offset, caused the increase in bouncing impressions (Experiment 3). This effect was observed regardless of the temporal alignment of the tones with the moment of visual overlap (onset-aligned vs. centered vs. offset-aligned; Experiment 4). In sum, our results revealed evidence in favor of a chain of perceptual as well as decisional processes contributing to the reported bouncing/streaming impressions, and we discuss how both might interact during the resolution of the ambiguous bouncing/streaming display.",
        "url": "https://doi.org/10.31235/osf.io/whx43_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/y35hp_v1",
        "title": "CHESS Action Manual: Change Hubs for Ecosystemic Social Solutions",
        "authors": "Laura Espiau Guarner, Karina Maldonado-Mariscal, Kyriaki Papageorgiou, Louise Pulford",
        "created": "2025-03-16",
        "abstract": "This document was developed as part of the CHESS project, co-funded by the European Commission under the Horizon Europe programme, project number 101096524. The work was also supported by the UK Research and Innovation. Further information about the project can be found at the end of the report. The content of this publication represents the views and opinions of the authors only; it does not necessarily reflect those of the European Union or European Innovation Council and SMEs Executive Agency (EISMEA) or the UK Research and Innovation. Neither the European Union nor the granting authorities can be held responsible for them. This document was written by Laura Espiau Guarner (SIX), Karina Maldonado- Mariscal (TUDO), Kyriaki Papageorgiou (ISPIM), and Louise Pulford (SIX). It is based on their reflections and discussions on the CHESS project, as well as their observations and the feedback received on the tools presented. Egle Butkeviciene, Ieva Duleviciene, Aiste Dimskyte (ESFA), Paraskevi Giourka, Vasiliki Palla (CERTH), Dana Cappiello, Marco Traversi (PJA), Diana Rico, Jaka Vadnjal, and Sophie Burton (EMUNI) were responsible for organizing and conducting the local workshops. They provided valuable data collected during these sessions, including insights, reflections, images, and the customized social innovation tools, which were utilized during the local workshops held in Lithuania, Greece, Italy, and Slovenia.",
        "url": "https://doi.org/10.31235/osf.io/y35hp_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/a7umt_v3",
        "title": "The Impacts of Climate Activism",
        "authors": "Laura Thomas-Walters, Eric Scheuch, Abby Ong, Matthew H. Goldberg",
        "created": "2025-03-14",
        "abstract": "We review 50 studies on the impacts of climate activism. We present the existing evidence in a map of what we know about climate activism and its impacts. There is strong evidence that climate activism shifts public opinion and media coverage in a pro-climate direction, but this varies by context and the tactics employed. There is more moderate evidence that activism can pressure policymakers to communicate more about climate change, encourage voters to vote in a more pro-climate direction, and financially pressure carbon intensive companies. We review suggestive evidence that protest can influence emissions and environmental policy. Although these studies cover a wide swath of outcome variables, a majority examine intermediate variables, rather than long term impacts. Generalizability is challenged by a bias towards the U.S. and Western Europe. We call for greater focus outside those geographic areas and more attention to activism's impact on public policy and emissions.",
        "url": "https://doi.org/10.31235/osf.io/a7umt_v3",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/pqc4v_v2",
        "title": "The social replication of replication: Moving replication through epistemic communities",
        "authors": "Sven Ulpts, Sheena F. Bartscherer, Sarahanne Miranda Field, Bart Penders",
        "created": "2025-03-14",
        "abstract": "Since claims about a ‘replication crisis’ started to circulate, the concept and practice of replication have gained new momentum. Some communities have started to promote replication indiscriminately as a practice and criterion for research quality irrespective of the diverse research communities’ various conditions and ways of knowledge production. Others have identified a replication drive, which involves moving replication into various research communities. This drive is enacted by incentivizing or demanding replication and related Open Science practices, and forms part of a culture change strategy towards increased replicability. Here, we propose the two-dimensional social replication of replication framework. It describes the process of moving replication across epistemic communities and enables us to understand first how the diverse epistemic communities across the research landscape relate to replication as a concept, practice and evaluative criterion and, second, which changes it undergoes along the way. The framework’s two dimensions are adaptation and adoption. Moving replication into different research communities without sufficient adaptation may lead to a potentially problematic and inappropriate social replication of replication. We thus argue that sustainable and appropriate social replication of replication requires adaptation, or more precisely a process of co-adaptation between replication and a community’s already established technologies of accountability.",
        "url": "https://doi.org/10.31235/osf.io/pqc4v_v2",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies"
      }
    ]
  }
}
