{
  "update": "2025-01-31",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/39ajg",
        "title": "Scaling Open-ended Survey Responses Using LLM-Paired Comparisons",
        "authors": "Matthew DiGiuseppe, Michael E Flynn",
        "created": "2025-01-25",
        "abstract": "Survey researchers rely heavily on closed-ended questions to measure latent respondent characteristics like knowledge, policy positions, emotions, ideology, and various other traits. While closed-ended questions ease analysis and data collection, they necessarily limit the depth and variability of responses. Open-ended responses allow for greater depth and variability in responses but are labor-intensive to code. Large Language Models (LLMs) can solve some of these problems, but existing approaches to using LLMs have a number of limitations. In this paper, we propose and test a pairwise comparison method to scale open-ended survey responses on a continuous scale. The approach relies on LLMs to make pairwise comparisons of statements that identify which statement ``wins'' and ``loses''. With this information, we employ a Bayesian Bradley-Terry model to recover a `score' on a the relevant latent dimension for each statement. This approach allows for finer discrimination between items, better measures of uncertainty, reduces anchoring bias, and is more flexible than methods relying on Maximum Likelihood Estimation techniques. We demonstrate the utility of this approach on an open-ended question probing knowledge of interest rates in the US economy. A comparison of 6 LLMs of various sizes reveals that pairwise comparisons show greater consistency than zero-shot 0-10 ratings with larger models (&gt; 9-billion parameters). Further, comparison of pairwise decisions are consistent with high-knowledge crowd source workers.",
        "url": "https://doi.org/10.31235/osf.io/39ajg",
        "subjects": "Politics",
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Political Science"
      },
      {
        "doi": "10.31235/osf.io/6s7dn",
        "title": "Weaponized interdependence in a bipolar world: How economic forces and security interests shape the global reach of U.S. and Chinese cloud data centres",
        "authors": "Vili Lehdonvirta, Boxi Wu, Zoe Hawkins",
        "created": "2025-01-24",
        "abstract": "U.S. and Chinese technology companies dominate digital networks. What explains the extent to which third countries attach to U.S. versus Chinese network hubs? The answer matters, because both governments have demonstrated the ability to “weaponize” their hubs to advance their security interests. We synthesize three hypothetical explanations for third countries' network hub attachment from previous qualitative literature: 1) network hub attachment is a product of economic forces; 2) network hub attachment is determined by rivaling great powers coaxing and coercing third countries to attach to their hubs over their rival’s; and 3) network hub attachment results from third-country governments’ strategic policy choices. In the first quantitative study on the topic, we assess these explanations with original data on the global geography of U.S. and Chinese -owned hyperscale cloud infrastructures. Based on the findings, we argue that third countries or “spoke states” enjoy agency in bipolar networks which they did not have in unipolar networks, and that their strategic interests in combination with economic forces shape the topology of geographically distributed bipolar networks more so than great-power rivalry. Our model contributes to the weaponized interdependence framework which predicted the rise of alternative hubs but lacked a model of bipolar network topology.",
        "url": "https://doi.org/10.31235/osf.io/6s7dn",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Geography, Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/f7xgs_v1",
        "title": "Poder, Disputas e Geopolítica no Setor Farmacêutico",
        "authors": "João Henrique Santana Stacciarini",
        "created": "2025-01-28",
        "abstract": "O setor farmacêutico atingiu receitas globais de US$ 1,6 trilhão em 2023, evidenciando seu vasto poder econômico e sua influência estratégica na economia e política contemporâneas. Este artigo, baseado em uma ampla coleta, sistematização e análise de dados, examina as dinâmicas desse poder e influência. São discutidos o valor econômico (e político) das empresas do setor, as disputas entre corporações e nações atuantes, o papel geopolítico desempenhado durante a pandemia de covid-19 e a capacidade do setor de influenciar políticas internas por meio da intensa interação e financiamento de legisladores, bem como de órgãos de fiscalização e regulamentação.",
        "url": "https://doi.org/10.31235/osf.io/f7xgs_v1",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Law and Politics, Law and Economics, Health Law and Policy, Geography, Political Science, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fywg4_v1",
        "title": "Sedimented Polarisation: Discourse, Materiality, and Moderation Co-Shaping the Political Reddit",
        "authors": "Ehsan Dehghan, Dominique Carlon, Kateryna Kasianenko, Ashwin Nagappa, Vish Padinjaredath Suresh",
        "created": "2025-01-28",
        "abstract": "This study examines political discourse across eleven major subreddits over sixteen years to understand the dynamics of cross-ideological interaction on Reddit. Through a framework combining discourse theory and new materialism, we analyse information-sharing, cross-posting, and discursive formations across political communities. Our findings lead us to conceptualise ‘sedimented polarisation’—a discursive-material condition where polarisation becomes an empty signifier around which political discursive formations take shape. Despite Reddit’s design allowing cross-community engagement, we find minimal interaction between discursively dissonant spaces. While r/politics is often presented as a space for cross-ideological deliberation and exposure, it fails to function as a town square. We observe a fragmentation across political subreddits and discourses beyond the left-right dichotomy. These patterns emerge from an entanglement of platform design, community moderation practices, user agency, discourses, and broader socio-political contexts.",
        "url": "https://doi.org/10.31235/osf.io/fywg4_v1",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Digital Humanities, Political Science, Science and Technology Studies, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/rhf4q_v2",
        "title": "The Promises and Pitfalls of Using Panel Data to Understand Individual Belief Change",
        "authors": "Turgut Keskintürk, Pablo Bello, Stephen Vaisey",
        "created": "2025-01-30",
        "abstract": "We investigate whether studies on political belief change can identify change trajectories at the individual level. Using simulations and case studies, we propose a grid-search framework that allows researchers to evaluate the extent to which their target estimates generalize to their study population. We use simulated datasets to estimate plausible values for how many people changed, how much they changed, and who changed, based on observed response trajectories. Our results suggest that researchers should think carefully about the conditions under which they may make claims about belief change at the individual level. We provide an R package to help researchers implement this procedure in their own work.",
        "url": "https://doi.org/10.31235/osf.io/rhf4q_v2",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ukr8e",
        "title": "Between carrying out an order and designing a model of society. Role and social position of “technology masters”",
        "authors": "Ludovic Joxe",
        "created": "2025-01-24",
        "abstract": "This article, in the form of a short essay, aims to discuss the evolution over the centuries of the role and social position of those mastering the technologies of their time. We suggest that the industrial revolution, the rationalization of technical and managerial processes, then the rise of IT, the ascent of cryptocurrencies and finally the emergence of the neo-liberal state have lifted a fringe of these individuals to the top of the social hierarchy. Among the “technology masters”, we distinguish three families: those who remain at the service of the State and the established order, those who have exploited, consciously or not, of the withdrawal of the neoliberal State to offer services and innovations formerly assumed by the public sector, and finally those who have consciously taken advantage of this same withdrawal and the recognition they enjoy in society to propose other models (free software, open source, cryptoanarchism, technical alternatives, etc.).",
        "url": "https://doi.org/10.31235/osf.io/ukr8e",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Political Science, Economics, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/xed8a",
        "title": "Assessing the influence of participation on decision making",
        "authors": "Janosch Pfeffer, Milena Weber, Jens Newig, Hannah Einhauser, Johanna Hauke, Kira Hoffmann, Florian Weckbecker, Marlene Wellhausen",
        "created": "2025-01-26",
        "abstract": "Participation processes (PPs) are often promoted as tools to improve public policymaking, yet their causal impact on policy decisions remains inconsistent. Existing research on policy impact has faced criticism for lacking methodological rigor, transparency, and comparability, impeding knowledge cumulation. This paper addresses these gaps by providing methodological guidance for assessing the causal impact of PPs on collective decisions in public policy and administration. Drawing on established theories of causality and (Bayesian) process tracing, we introduce a counterfactual approach that asks whether a decision would have occurred without the PP. We outline fundamental principles and practical steps for delineating, and operationalizing key concepts, assessing the strength of evidence, and addressing uncertainties. An exemplary application to the Berlin Climate Citizens’ Assembly reveals that only a small share of its proposals influenced policy decisions. The few impactful proposals support theories that deliberative mini-publics can drive policy change by encouraging policymakers, enriching policies, and breaking deadlocks. However, many proposals had no impact due to overlapping with existing or planned policies, exposing inefficiencies in mini-public design. Involving policymakers in mini-publics might enhance their impact on policy decisions but could compromise their independence.",
        "url": "https://doi.org/10.31235/osf.io/xed8a",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/ymjzr_v1",
        "title": "What an AI-Driven World with No Ethical Standards and Government Oversight Will Look Like in the Year 2030",
        "authors": "Alapeti Ware",
        "created": "2025-01-28",
        "abstract": "By the year 2030, the rapid advancement of artificial intelligence (AI) could lead to transformative global changes—particularly if developed and deployed without ethical guidelines or government oversight. This paper explores how unregulated AI might reshape warfare, drive geopolitical rivalries, and enable misuse by state and non-state actors alike. Through an analysis of potential conflicts, power struggles, and ethical pitfalls, this study examines scenarios in which AI-driven militaries clash, states weaponize data for strategic advantage, and corporate entities develop autonomous systems for profit without regard for societal well-being. The findings reveal a dangerous trajectory where AI could fuel human rights abuses, escalate conflicts, and create a world order defined by unchecked surveillance and algorithmic manipulation. Ultimately, the paper underscores the urgent need for international cooperation and regulation to avoid the dystopian outcomes that could arise from an AI-driven world lacking ethical standards.",
        "url": "https://doi.org/10.31235/osf.io/ymjzr_v1",
        "subjects": "Politics",
        "subjects_osf": "Law and Politics, Legal Ethics and Professional Responsibility, Digital Humanities, History, Philosophy, Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/2pqyx_v1",
        "title": "Local People’s Preferences for Housing Development-associated Biodiversity Net Gain in England",
        "authors": "Amber Butler, Ben Groom, E.J. Milner-Gulland",
        "created": "2025-01-27",
        "abstract": "Biodiversity Net Gain (BNG) in England is a recently-legislated mechanism for ensuring that the biodiversity impacts of new developments are appropriately mitigated. Despite the assumption that some elements, such as the preference for locally-implemented offsetting of impacts, should provide benefits for people, the policy's focus is on ecological outcomes. The social feasibility of BNG guidelines has not been properly tested, nor has their generalisability across people and places. Understanding the preferences of local project-affected people for Biodiversity Net Gain and incorporating this into both policy and project-level decision-making is a critical step for managing trade-offs ex-ante, thereby maximising the likelihood that BNG projects benefit people’s wellbeing. Using a choice experiment of hypothetical BNG projects in the context of housing development we examine the trade-offs between the features of the BNG project: distance from home; biodiversity level (species richness); off-site vs on-site biodiversity provision; public access to the offset site; and a non-biodiversity feature (% affordable housing). We found that public access and species richness were proportionally more important than proximity and the % of affordable housing. These preferences were of course heterogeneous and determined by sociopsychological variables, e.g., captured in the notions of \"attachment to place\", connectedness to nature, socio-economic variables and rural versus urban location. The preferences expressed identify a range of BNG approaches that respect peoples' preferences and trade-offs, noting that acceptance of BNG depends to a great degree on outcomes that are either not an explicit priority (i.e., species richness) or are disincentivised (i.e., public access) by current BNG policy.",
        "url": "https://doi.org/10.31235/osf.io/2pqyx_v1",
        "subjects": "Economics",
        "subjects_osf": "Urban Studies and Planning, Psychology, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/6728p_v1",
        "title": "The Consolidation of the Pharmaceutical Sector in the Global Economy: Growth, Influence, Deviations, and Marketing",
        "authors": "João Henrique Santana Stacciarini",
        "created": "2025-01-28",
        "abstract": "This study investigates how the pharmaceutical sector has become one of the largest and most influential economic sectors of our time. It presents figures and information that support this claim and aims to elucidate the factors that contributed to such a rise. Since Alexander Fleming's discovery of penicillin in 1928, pharmaceutical industries have evolved from small entities - often family-owned and operating locally - to multinational corporations valued at hundreds of billions of dollars with global influence. However, beyond the discovery and diversification of drugs, increased demand, and expansion of production capacity, part of this evolution is underpinned by complex, and in some cases perverse, strategies prioritizing profit maximization over public and individual health. The findings of this study reveal that, over the past two decades, the sector's revenues have quadrupled, reaching 1.48 trillion dollars in 2022, an amount comparable to the Gross Domestic Product (GDP) of developed countries such as Spain. The twenty largest companies in the sector have a combined market value of 3.5 trillion dollars and assets totaling 1.86 trillion, generating annual revenues of 820 billion and profits of 181.6 billion. For context, the assets of these companies alone are comparable to the GDP of all Sub-Saharan African countries. Companies, like Johnson &amp; Johnson, have a market value exceeding the GDP of 184 nations. The study also examines and discusses questionable practices adopted by the pharmaceutical industry, including investing billions in lobbying and election financing, influencing regulatory agencies, financially supporting patient organizations, sponsoring authors of \"Clinical Guidelines\", manipulating and concealing drug research and tests, and directing massive investments to strengthen ties with prescribers, university hospitals, and academic institutions. Concrete examples of these actions are provided, backed by studies, data surveys, and court decisions, underscoring the alarming consequences of this reality. Lastly, the research analyzes pharmaceutical marketing as a primary sales boost strategy. Despite drugs not being ordinary commodities, susceptible to promotion under the lens of rampant consumption, companies invest billions annually in direct-to-consumer advertising. In the Brazilian context, the pharmaceutical sector stands out as one of the main investors in marketing. In recent years, several companies in the field have ranked among the highest individual advertising spenders. The emergence of digital marketing strategies driven by the internet, advanced algorithms, and social networks, combined with advertising campaigns harmful to public and collective health, underscore a concerning and challenging scenario.",
        "url": "https://doi.org/10.31235/osf.io/6728p_v1",
        "subjects": "Economics",
        "subjects_osf": "Legislation, Health Law and Policy, Economics, Communication"
      },
      {
        "doi": "10.31235/osf.io/9yjes_v1",
        "title": "The Development of Risk Attitudes and their Cultural Transmission",
        "authors": "Alejandro Pérez Velilla, Bret Beheim, Paul E. Smaldino",
        "created": "2025-01-22",
        "abstract": "We use cultural evolutionary models to examine how individual experiences and culturally-inherited information jointly shape risk attitudes under environmental uncertainty. We find that learning processes not only generate plausible variation in risk attitudes, but also that conservative learning strategies---emphasizing the preservation of generational knowledge---excel in high-risk environments, promoting stable wealth accumulation and long-term survival but limiting asset growth as conditions improve. In contrast, exploratory learning strategies---leveraging risk-free juvenile exploration and peer influence---foster risk-tolerant attitudes that thrive in affluent, low-risk settings where wealth buffers and social safety nets reduce the costs of miscalculations. Introducing economic stratification to the model reveals how wealth disparities and inter-class interactions reinforce these patterns, exacerbating differences in learning strategies and risk-taking behaviors, and perpetuating socioeconomic inequalities through the cultural inertia of excessive risk aversion. By uniting developmental, social, and evolutionary perspectives, our framework provides a novel lens on the cultural evolution of risk attitudes and their broader societal implications.",
        "url": "https://doi.org/10.31235/osf.io/9yjes_v1",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Psychology, Economics, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/nka6s_v1",
        "title": "When Polanyi Met Schumpeter: Social Trust and Entrepreneurship",
        "authors": "Tao Louie Xu, Weiwei Zhu",
        "created": "2025-01-27",
        "abstract": "This research identifies the causality between entrepreneurial behaviour and informal institutions of social trust within the context of China’s development. Revisiting the Polanyi-Schumpeter theoretical framework, entrepreneurship embedded in social relations interlinked by trust is a dynamo of sustainable socioeconomic progress. The institutionalised trust, however, was not clarified. With micro-individual data from the Chinese General Social Survey 2011–2021, our research employs the instrumental variable approach rooted in historical rice farming to tackle endogeneity. The results demonstrate that social trust elevates entrepreneurial engagement by 32.65 and 10.37 percentage points in self-employment and business incorporation, respectively. Increased trust paradoxically hampers self-employment in the central due to insular networks and structural disparities. The findings uncover the nuanced role of social trust in facilitating and constraining entrepreneurship with contextually regional determinants. The research contributes to knowledge and evidence of institutional endowments that mediate entrepreneurial agency and argues for synchronising formal and informal institutions in development.",
        "url": "https://doi.org/10.31235/osf.io/nka6s_v1",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/s6t5r",
        "title": "The Birth of an Occupation: Professional Nursing in the Era of Public Health",
        "authors": "Anthony Bald",
        "created": "2025-01-27",
        "abstract": "This paper studies the origins of nursing as a professional occupation. In the early 20th century, hospitals founded training schools for nurses to meet the growing demand for medical care. Training schools increased overall nurse supply and soon became the primary pathway for young women to receive a professional nursing credential. I estimate how the availability of nurse training affected labor market outcomes. Using linked census records and training school openings as a source of variation, I show that white women who were geographically close to an opening in adolescence were more likely to become trained nurses. Effects are largest for women from well-off families, as proxied using father's occupation. Availability of nurse training caused women to substitute away from other occupations and had little effect on labor force participation or occupation-based measures of income. Furthermore, by their thirties, women who were geographically close to an opening were less likely to become physicians. These results paint a mixed picture: Nurse training provided new opportunities for women in the workforce, reinforcing existing gender segregation in medicine. Over the course of the 20th century, nursing would grow to become the largest majority-female occupation in the United States.",
        "url": "https://doi.org/10.31235/osf.io/s6t5r",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/zthq2",
        "title": "PRINCIPE DE L'ÉTAU",
        "authors": "Aurélien Tempier",
        "created": "2025-01-21",
        "abstract": "Dans une situation d’un stop-loss et un prix d’investment product entraînant un manque de capital pour un risque de compte donné, l’exposition majorée relative à un effet de levier implique une perte de contrôle d’un placement de stop-loss élaboré. Je propose un raccourcissement d’un point d’entrée mental signalé techniquement, dans l’attente d’un reflux du cours. Le reflux suppose le bruit de marché d’unités de temps inférieures, dans le délai du début d’un mouvement sur le cadre de signal. Il est aussi la manifestation par le cours de signal des phénomènes buy the dips et « effet de disposition ». Ladite entrée est nommée « serrage » (σ).",
        "url": "https://doi.org/10.31235/osf.io/zthq2",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/3qn82_v1",
        "title": "A New Approach to Understanding Population Change in Central and Eastern Europe",
        "authors": "Csaba G. Tóth",
        "created": "2025-01-29",
        "abstract": "This study introduces a novel approach to decomposing population change by identifying the separate contributions of fertility, mortality, net migration, and initial age structure using stable population theory. Its strength lies in the additivity of the results: the contributions of these factors, along with the interaction effect, sum to equal the total population change. In addition, identifying the direct impact of initial age structure on population change offers new insights into the drivers of population dynamics. Central and Eastern Europe was one of the regions hit most by population decline between 1990 and 2020; however, it was marked by significant variation across countries. By decomposing population change, we found that the positive impact of the relatively young initial age structure in the CEE region was as large as the population-reducing effect of negative net migration, while the positive impact of mortality improvement offset one-third of the population-reducing effect of low fertility. On the other hand, the initial age structure had a crucial role in explaining differences in country-level population change during the study period.",
        "url": "https://doi.org/10.31235/osf.io/3qn82_v1",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/79ncx_v3",
        "title": "A research note on the cohabitation gradient in parents’ childcare time in Germany",
        "authors": "Florian Schulz, Sören Tumeltshammer",
        "created": "2025-01-29",
        "abstract": "Objective: To examine differences in time use for primary childcare between non-cohabiting and cohabiting mothers and fathers in Germany between 1991/92 and 2022. Background: Facing the task of balancing paid and unpaid work on their own, non-cohabiting parents face different demands and time binds in allocating time for childcare compared to cohabiting parents. Current evidence how this translates into different patterns of time use for childcare is mixed and nonexistent for Germany. Methods: We applied OLS regression to estimate non-cohabiting (n=968) and cohabiting (4,486) mothers’ and fathers’ (n=76 and n=4,416, respectively) time use for primary childcare using time diary data of the four surveys of the German Time Use Study from 1991/1992, 2001/2002, 2012/2013, and 2022 (n=10,202 diaries for mothers, and n=8,388 diaries for fathers). Results: Non-cohabiting mothers spent more time on primary childcare than cohabiting mothers in 1991/1992, but this negative gradient virtually disappeared and was basically nonexistent since 2001/2002. Non-cohabiting fathers spent more time doing primary childcare than cohabiting fathers, although this finding rested on very small case numbers. Conclusion: Non-cohabiting mothers did not seem to reduce their time for childcare when compared to cohabiting mothers, whereas non-cohabiting fathers seemed to meet the need of more childcare, compared to cohabiting fathers.",
        "url": "https://doi.org/10.31235/osf.io/79ncx_v3",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/7c6z5_v2",
        "title": "Beyond tradition: Successful career paths to full professorship",
        "authors": "Jasmin M. Kizilirmak, Lisa-Marie Steinkampf, Sandra Buchholz, Jessica Ordemann",
        "created": "2025-01-28",
        "abstract": "German academia has faced a multitude of changes over the last two decades, including new alternative academic pathways to a professorship based on the Anglo-Saxon science system, such as junior or tenure track professorship. Our study investigates the patterns of academic career trajectories to a professorship that have emerged due to these changes. It looks deeper into the relationship between those patterns and determinants of academic success, such as previous career choices, scientific productivity and the chosen scientific field. Using data from the prof*panel (N=660) – a survey of recently appointed full professors in Germany – and sequence-cluster analysis, we find four academic career clusters, three of which are beyond the traditional pathway of Endurance Careers: Efficient Careers, Unconventional Careers and International Careers indicating an institutional change within German academia. Cluster affiliation is mainly related to time-to-tenure, habilitation (second thesis), working abroad and the field of the professorship. Our findings suggest that traditional career paths still play a major role, although the influence of internationalization and novel academic career steps, like junior and tenure-track positions, is growing. Furthermore, less conventional career paths, attract a higher proportion of women and are characterized by international mobility and more diverse professional experiences. The insights of our study underscore the ongoing changes in the landscape of academic careers and highlight both persistent challenges and new opportunities for aspiring professors.",
        "url": "https://doi.org/10.31235/osf.io/7c6z5_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/9euq3_v2",
        "title": "The Promise: A Breakthrough for Social Science",
        "authors": "Bruno Sérgio Dias Oliveira",
        "created": "2025-01-28",
        "abstract": "This article orbits the promise of Sociology and presents the sociology of promises — or, more precisely, the science of promises, aimed at addressing all sociological curiosities and encompassing all that is sociological. In introducing the General Social Theory of Compromises (G-STOC), a framework designed to overcome the fragmentation of traditional social theories and address their limitations in explaining social behavior, a breakthrough is presented in eight main takeaways that are simultaneously ontological, epistemological and theoretical: (1) social coercive powers derive from actual or virtual agency; (2) virtual agency derives from promises; (3) all anger and disappointment derive from broken promises; (4) promises are always in dynamic reciprocal sets called compromises; (5) compromises are heuristic devices underlying all social relationships; (6) all social phenomena involve compromises; (7) to explain is to describe relationships and (8) sociological explanation, therefore, derives from the description of compromises and their history. The above tenets begin to outline a powerful and coherent framework and their proper appreciation is bound to have a profound impact in Social Science. Avoiding convoluted syntheses of competing theories and emphasizing the social importance of the future as well as theoretical novelty and superior heuristic power, the author advocates for clear conceptual and theoretical grounds to enable a complete and integrated explanation of social phenomena. With this innovative approach, the paper invites scholars to engage critically with G-STOC and explore its potential to unify and enhance the study of the social world, offering new insights about its complexities.",
        "url": "https://doi.org/10.31235/osf.io/9euq3_v2",
        "subjects": "Sociology",
        "subjects_osf": "Law and Society, Contracts, Philosophy, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/bu64g",
        "title": "Experiences of Transgender/Nonbinary Young Adults Doing Online Sex Work: An Occupational Health Perspective",
        "authors": "Gabriel R. Murchison, Aster J. Aguilar, Benjamin Eisenstadt, Allegra Gordon, Kaylia Carroll, Zachary Soulliard",
        "created": "2025-01-24",
        "abstract": "As sex workers increasingly seek clients online, and exclusively online sex work (e.g., sexual content creation) expands in popularity, it is crucial to understand and address online sex workers’ occupational health concerns. There is a particular need for research with marginalized online sex workers, including transgender/nonbinary (TNB) people. Accordingly, we conducted semi-structured interviews with 14 U.S.-based TNB young adults, ages 22-30 years, who had done online sex work. We triangulated interview data through focus groups with 17 clinicians and advocates. Using template-style thematic analysis, we developed themes addressing reasons for doing online sex work (five themes); stressful dynamics (six themes); fulfilling dynamics (five themes); and protective factors (two themes). Participants did online sex work for a mix of financial and personal reasons. Stressful dynamics included pressure to conform to sexual stereotypes, restrictive platform rules, and sex work stigma. Fulfilling dynamics included skill/career development, self-exploration, and opportunities to promote healthier sexual norms. Economic stability and longer-term sex work experience emerged as protective factors. Clinicians and advocates should recognize the diversity of TNB young adults’ online sex work experiences, oppose restrictive laws and platform policies, and advocate for safety net programs that help young adults maintain economic stability.",
        "url": "https://doi.org/10.31235/osf.io/bu64g",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Sociology"
      },
      {
        "doi": "10.31235/osf.io/rhw5j_v1",
        "title": "Systems Navigators in Public Defense: Recommendations for Assisting Clients Pretrial",
        "authors": "Christine Kang, Ava Mendoza, Matthew Clair",
        "created": "2025-01-29",
        "abstract": "People charged with crime often struggle to navigate the court process and secure the resources needed to rebuild their lives, especially if they are mandated to abide by pretrial conditions. In the summer of 2024, researchers at Stanford University collaborated with the Santa Clara County Public Defender’s Office to pilot an innovative “systems navigator” program that sought to support felony clients navigating the pretrial process. This report describes the systems navigator program and offers lessons learned. We detail five practical recommendations that could improve collaboration between lawyers and their clients and facilitate access to social services.",
        "url": "https://doi.org/10.31235/osf.io/rhw5j_v1",
        "subjects": "Sociology",
        "subjects_osf": "Courts, Law and Society, Criminal Law, Law and Race, Legal Profession, Sociology"
      },
      {
        "doi": "10.31235/osf.io/su8na",
        "title": "INVEST Pitkittäistutkimus hyvinvoinnista 2024 -kyselyn tutkimusseloste",
        "authors": "INVEST Flagship, Essi Davies, Anna Erika Hägglund, Aki Koivula, Markus Laaninen, Laura Heiskala, Aleksi Karhula",
        "created": "2025-01-21",
        "abstract": "Tässä raportissa tarkastellaan keväällä ja kesällä 2024 kerättyä Seurantatutkimus-kyselyaineiston ensimmäistä aaltoa. Kysely toteutettiin Turun yliopiston INVEST-tutkimuskeskuksessa. Kysely toistetaan myös vuosina 2025 ja 2026. Otantamenetelmänä käytettiin iän ja sukupuolen mukaan ositettua satunnaisotantaa. Kysely lähetettiin Digi- ja väestötietoviraston väestörekisteristä satunnaisesti valituille 16 200 Suomessa asuville 18-80-vuotiaille henkilöille. Otokseen sisältyivät suomea, ruotsia ja muita kieliä äidinkielenään puhuvat. Tutkimukseen osallistui yhteensä 3299 vastaajaa, vastausprosentti oli 20. Aineisto edustaa väestöä hyvin suhteessa sukupuoleen, alueisiin ja pääasialleen toimintaan. Seurantatutkimuksen ensimmäisen aallon suurimmat haasteet edustavuudessa liittyvät korkeakoulutettujen yliedustukseen ja vieraskielisten matalaan osuuteen. Havaitut erot ovat tyypillisiä kyselytutkimuksissa. Kyselyaineisto yhdistetään rekisteritietoihin. Aineisto auttaa ymmärtämään väestön resursseissa, hyvinvoinnissa ja yhteiskunnallisissa asenteissa ilmeneviä tunnuspiirteitä ja muutoksia. Tämän tiedon avulla voimme löytää vastauksia suomalaisen yhteiskunnan haasteisiin ja edistää mahdollisuuksien tasa-arvon toteutumista yhteiskunnassa. This report examines the first wave of the INVEST Longitudinal study on wellbeing (ILSW), collected in the spring and summer of 2024. The survey was conducted at the INVEST Research Centre of the University of Turku, and will be repeated in 2025 and 2026. Participants were sampled by a random draw from the Population Register of the Finnish National Population Information Service, but sampling probabilities were stratified by age and gender. The questionnaire was sent to 16 200 persons aged 18-80 living in Finland. The sample included native speakers of Finnish, Swedish and other languages. Some 3299 respondents answered the questionnaire, i.e., the response rate was 20 percent. The sample represents the target population well in relation to gender, region, and main activity. The largest challenges relate to the overrepresentation of highly educated and the underrepresentation of non-Finnish and -Swedish speakers. These patterns, however, are typical in survey research. The survey will be linked to administrative data. Taken together, the data helps to understand how resources, well-being and social attitudes change over time. This information is crucial for addressing challenges and opportunities of the Finnish society.",
        "url": "https://doi.org/10.31235/osf.io/su8na",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/t7wzv_v1",
        "title": "How Far Can Nations be Built through Education? Evidence from the Fundamental British Values Initiative",
        "authors": "Ozan Aksoy, Burak Sonmez",
        "created": "2025-01-28",
        "abstract": "In 2014, the United Kingdom’s Department for Education, as part of the government's counterterrorism Prevent strategy, introduced a program requiring schools to teach \"Fundamental British Values\". The aim was to foster a shared sense of \"Britishness\" through instilling core values. This initiative has been highly controversial. Yet, no research has systematically assessed its long-term, large-scale impacts. Here we conduct the first such assessment. By analyzing multiple censuses, cross-referencing with high quality survey data, and utilizing three different causal identification methods based on difference-in-differences, we find that overall, the initiative has significantly increased the probability of identifying as British. Yet the effect is heterogeneous. The initiative backfires for Muslims, for whom it reduces identifying as British. We find no effect of the policy on the targeted values. Our study contributes to the debates on education and nationalism, and calls for a more inclusive civic education approach for bridging social divisions and fostering positive and inclusive identities.",
        "url": "https://doi.org/10.31235/osf.io/t7wzv_v1",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/tcvwb_v1",
        "title": "Evolving Work, Evolving Skills: How different forms of further training are used to adapt to technological change depending on task complexity",
        "authors": "Marco Seegers, Birgit Zeyer-Gliozzo",
        "created": "2025-01-17",
        "abstract": "Technological transformation is changing the task and skill requirements for employees in modern Western societies, necessitating further training to adapt. However, the specific types of training used to address the increasing task complexity and technology use remain unclear. This study examines the impact of technology use at work on participation in informal and non-formal further training in Germany, considering the complexity of job tasks. Using data from the German National Education Study (NEPS), logistic regression models show that a more frequent use of networked digital technology tends to favour participation in informal training while for non-formal training the effect is smaller and insignificant. Regarding the interaction between technology use and task complexity, it can only be shown for the sample that the impact of technology use on training decreases with task complexity for non-formal training and increases for informal training, as hypothesised. Additional analyses suggest that this relationship may be more complex and vary by age and sector. Overall, the findings provide initial evidence that non-formal and informal training appear to play different roles in the process of technological change, although further research is needed to validate and understand the underlying dynamics.",
        "url": "https://doi.org/10.31235/osf.io/tcvwb_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/vzmbu_v2",
        "title": "Moving Beyond Precision: Adapting to New Measures of Learning via Improvisation in Music Education",
        "authors": "Sunny Choi",
        "created": "2025-01-28",
        "abstract": "This study explores the pedagogical impact of incorporating improvisation practices into the curriculum of Classical piano students in higher education. Drawing from Bourdieu’s social reproduction theory and the concept of habitus, the research investigates how intentional disruptions to students' ingrained Classical training can foster identity development, adaptability, and career readiness. The findings are based on a case study conducted at a Finnish music university, where three Classical piano students participated in weekly free accompaniment (FA) lessons focusing on improvisation with non-Classical repertoire as learning materials. The study highlights the challenges students faced when transitioning from their traditional emphasis on technical mastery to a more flexible approach centered on exploration. Physical habits and dispositions that were deeply rooted in their Classical training served as both barriers and opportunities for growth. Over time, the students embraced improvisation to redefine learning, transitioning from a narrow focus on technical perfection to valuing adaptability. These findings reveal broader implications for higher education, particularly in preparing students for professional environments that demand flexibility and interdisciplinary expertise. The FA lessons facilitated a development in the students’ musical identity as pianists, enabling them to navigate the tension between their Classical foundations and the evolving demands of a competitive society. The study underscores the importance of integrating adaptive learning practices across disciplines to equip students with the soft skills necessary to thrive in an ever-changing professional landscape.",
        "url": "https://doi.org/10.31235/osf.io/vzmbu_v2",
        "subjects": "Sociology",
        "subjects_osf": "Classics, Music, Higher Education, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/23f8g",
        "title": "Femicides in Mexico: About Men?!",
        "authors": "Adriana Cantón-Siller, Eduardo Siller",
        "created": "2025-01-25",
        "abstract": "This manuscript relives three cases of femicides in Mexico that shook the country. With the increasing number of insecurity and violence against women, the topic of femicides has gained relevance. Nonetheless, its attention has also shifted from finding justice for women who have been private in their lives to men. On occasions, as the three cases deepened in this text, men became the center of the story for good, bad, or neutral reasons. As a consequence, the victims of hateful crimes have been forgotten, and the perception of males is telling their stories. As a consequence, the cases commented on in this article are from all ranges of ages, different parts of the Mexican Republic, and in diverse years to find common ground among them: They still need justice. Through a revision of the available literature, including statements from those involved, the goal is to describe how attention has shifted from solving femicides to maintaining men in the focus of the crimes.",
        "url": "https://doi.org/10.31235/osf.io/23f8g",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/2tp7a",
        "title": "Political presence of a young refugee girl: A study through the metaphor of a ‘Cage’",
        "authors": "Turkan Firinci Orman",
        "created": "2025-01-19",
        "abstract": "This research explores the tension between lived and legal citizenship through the metaphor of a ‘Cage,’ focusing on young refugees whose sense of belonging diverges from formal citizenship. Using the case of Salma, a Syrian refugee in Turkey, the study examines how she navigates challenges such as racism, financial hardship, and discrimination with agency and resilience. Drawing on a geosocial methodology, feminist geography, and intersectionality, the research employs in-depth interviews and participatory techniques to uncover Salma’s everyday experiences. It highlights her creative self-empowerment and political presence, demonstrating how she actively reshapes traditional notions of citizenship. This study contributes to understanding youth political agency in refugee contexts, emphasizing the transformative potential of creative agency and metaphorical analysis in redefining citizenship. Ultimately, it challenges conventional frameworks of belonging and offers insights into the role of youth in reshaping societal and political structures.",
        "url": "https://doi.org/10.31235/osf.io/2tp7a",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/7w9ka",
        "title": "Solidarity in the European Union. Theoretical framework, empirical evidence, and policy guidelines for education.",
        "authors": "Małgorzata Kossowska, Marcelino Cabrera Giraldez, Roberto Frega, Darian Meacham, Nebojsa Petrovic",
        "created": "2025-01-26",
        "abstract": "In recent years, the concept of solidarity has come to the forefront of European policy discussion and rhetoric. This report aims at providing a definitional framework for this value by drawing upon the domains of philosophy, political science and psychology, examining solidarity practices, including EU responses to major current crises in the EU. This report also provides options on how solidarity can be fostered through educational policies and practices. Among other aspects of the complexity surrounding solidarity, this report discusses the levels, longitudinal variation, and relevance as a political desideratum in democratic societies. This report also examines how solidarity relates to other sociological and psychological concepts, such as social identity, altruism, and social norms. Findings indicate the need to look at intergenerational solidarity and the salience of solidarity in discussions concerning the welfare state, the economy, migration, the handling of the COVID-19 pandemic, and the consequences of the ongoing war in Ukraine, to cite some current concerns that are high on public and political agendas. In education, we find that instilling the value of European solidarity, among other common values, is key for the European integration project. We therefore recommend pursuing policies to foster solidarity at all levels and, with particular reference to Education in particular, to include solidarity education in school curricula in support of the promotion of European values.",
        "url": "https://doi.org/10.31235/osf.io/7w9ka",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/eky3s_v1",
        "title": "A Thirty-Year Retrospective on “Minstrels of Soul”: The Enduring Relevance of Intermodal Expressive Therapy",
        "authors": "Richard Wainwright, Roberta Rasmussen-Merz, MSW",
        "created": "2025-01-30",
        "abstract": "This review commemorates the thirtieth anniversary of Minstrels of Soul: Intermodal Expressive Therapy (Knill et al., 1995), a central text in the expressive arts therapy field. Drawing on Paolo J. Knill’s interdisciplinary background in musicology, psychology, and systems theory, the authors propose a model of “intermodal decentering” that integrates multiple art forms—visual art, music, dance, poetry, and drama—into therapeutic practice. Emphasizing “aesthetic responsibility,” the book addresses ethical considerations and underscores the relational power of artistic processes to foster meaningful change. While grounded in the 1990s, its foundational principles resonate with current realities of political polarization, global conflict, and collective trauma, illustrating the continued relevance of an embodied, creative framework. Future directions include deeper cultural adaptation and exploration of digital modalities, yet Minstrels of Soul remains an enduring cornerstone for professionals seeking holistic, arts-based approaches to individual and communal healing.",
        "url": "https://doi.org/10.31235/osf.io/eky3s_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/j3bnt_v2",
        "title": "The Mixed Subjects Design: Treating Large Language Models as Potentially Informative Observations",
        "authors": "David Broska, Michael Howes, Austin van Loon",
        "created": "2025-01-29",
        "abstract": "Large Language Models (LLMs) provide cost-effective but possibly inaccurate predictions of human behavior. Despite growing evidence that predicted and observed behavior are often not interchangeable, there is limited guidance on using LLMs to obtain valid estimates of causal effects and other parameters. We argue that LLM predictions should be treated as potentially informative observations, while human subjects serve as a gold standard in a mixed subjects design. This paradigm preserves validity and offers more precise estimates at a lower cost than experiments relying exclusively on human subjects. We demonstrate–and extend–prediction-powered inference (PPI), a method that combines predictions and observations. We define the PPI correlation as a measure of interchangeability and derive the effective sample size for PPI. We also introduce a power analysis to optimally choose between informative but costly human subjects and less informative but cheap predictions of human behavior. Mixed subjects designs could enhance scientific productivity and reduce inequality in access to costly evidence.",
        "url": "https://doi.org/10.31235/osf.io/j3bnt_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/n6aw2",
        "title": "Extreme Protest Tactics Reduce Support for the Climate Movement and Climate Mitigation Policies",
        "authors": "Kylie Fuller, Romain Ferrali, Lucas Francou Damesin, Izzy Gainsburg, Brent Simpson, Robb Willer",
        "created": "2025-01-25",
        "abstract": "In response to the escalating climate crisis, and with major climate policy reforms under debate across Europe, many environmental activists have turned to extreme protest tactics, such as vandalizing museums and obstructing major highways. Research suggests that extreme protest tactics - protest behaviors perceived to be highly disruptive, harmful to others, or both - may attract media attention, but typically reduce public support for protest groups (e.g., Feinberg et al., 2020). However, this research has focused primarily on Americans’ responses to public protest. Additionally, little experimental research has tested the causal effects of extreme tactics in the context of the climate movement, even though it is the largest social movement in the world (Hasegawa, 2022). To address these gaps, we fielded a large, pre-registered online survey experiment, conducted on a representative sample of French citizens (n = 8,001), testing the effects of exposure to four protest actions featuring different degrees of extremity - a peaceful march, occupying an office building, blocking public transportation, and damaging infrastructure. Results showed that, relative to a control condition, extreme protest actions reduced support for the activist group, willingness to join the climate movement, and support for climate mitigation policies (e.g., a carbon tax on fossil fuel companies), with these reductions increasing proportional to the extremity of the protest actions. Additionally, we found no evidence that exposure to these extreme tactics led to greater support for a more moderate climate protest group, offering evidence against the “radical flank effect” found in previous research (Simpson et al., 2022). Overall, results show that previously demonstrated negative effects of extreme protest tactics on popular support for social movements and their policy goals extends to activism on climate change, and also generalizes beyond the U.S. to the European context, a critical setting for policy efforts to address climate change.",
        "url": "https://doi.org/10.31235/osf.io/n6aw2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ngdez_v1",
        "title": "The ContraIndex: A New Framework for Understanding Contraceptive Labor",
        "authors": "Nora Müller, Theresa Nutz, Katrin Firl, Lara Guse",
        "created": "2025-01-29",
        "abstract": "Contraception is essential for reproductive health and family planning but remains deeply intertwined with socio-economic and gender inequalities. Women disproportionately shoulder the physical, emotional, and logistical responsibilities of contraception – tasks collectively referred to as contraceptive labor. These include method selection, ensuring consistent use, managing side effects, and maintaining adherence, representing a significant yet often overlooked form of unpaid labor. Despite growing recognition of contraceptive labor as a driver of gender inequality, research has yet to systematically quantify both its burdens and returns. We introduce the ContraIndex, a formative, multidimensional tool designed to measure contraceptive labor and its returns from a female perspective. To address this gap, we introduce the ContraIndex, a formative, multidimensional tool designed to measure contraceptive labor and returns from a female perspective. Grounded in theories of gendered labor and health economics, the ContraIndex evaluates contraception across two interrelated dimensions: the burdens (labor) and benefits (returns) associated with various contraceptive methods. By facilitating cross-method comparisons, the ContraIndex provides a novel framework for examining the causes and consequences of contraceptive inequality. Its application offers actionable insights for researchers and policymakers, paving the way for strategies to reduce gendered disparities in reproductive health.",
        "url": "https://doi.org/10.31235/osf.io/ngdez_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ngdez_v2",
        "title": "The ContraIndex: A New Framework for Understanding Contraceptive Labor",
        "authors": "Nora Müller, Theresa Nutz, Katrin Firl, Lara Guse",
        "created": "2025-01-29",
        "abstract": "Contraception is essential for reproductive health and family planning but remains deeply intertwined with socio-economic and gender inequalities. Women disproportionately shoulder the physical, emotional, and logistical responsibilities of contraception – tasks collectively referred to as contraceptive labor. These include method selection, ensuring consistent use, managing side effects, and maintaining adherence, representing a significant yet often overlooked form of unpaid labor. Despite growing recognition of contraceptive labor as a driver of gender inequality, research has yet to systematically quantify both its burdens and returns. We introduce the ContraIndex, a formative, multidimensional tool designed to measure contraceptive labor and its returns from a female perspective. To address this gap, we introduce the ContraIndex, a formative, multidimensional tool designed to measure contraceptive labor and returns from a female perspective. Grounded in theories of gendered labor and health economics, the ContraIndex evaluates contraception across two interrelated dimensions: the burdens (labor) and benefits (returns) associated with various contraceptive methods. By facilitating cross-method comparisons, the ContraIndex provides a novel framework for examining the causes and consequences of contraceptive inequality. Its application offers actionable insights for researchers and policymakers, paving the way for strategies to reduce gendered disparities in reproductive health.",
        "url": "https://doi.org/10.31235/osf.io/ngdez_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/wxtj5",
        "title": "Postsingular Science",
        "authors": "Eldar Knar",
        "created": "2025-01-24",
        "abstract": "This study presents, for the first time, a conceptual and formal model of postsingular science (PSS), which analyses and interprets changes in scientific knowledge driven by accelerating technological progress, singularity, and the integration of artificial intelligence (AI) into scientific processes. The PSS model is based on the interplay of six key components: cumulative knowledge, intelligence, technological synergy, quantum information, social dynamics, and environmental sustainability. The interaction of these variables is described through a system of nonlinear differential equations, reflecting the complex feedback loops and synergetic effects characteristic of the postsingular world. A differentiation table contrasting postsingular and classical science is also presented, highlighting the most fundamental differences between contemporary classical science and future postsingular science. The model emphasizes the synergy between humans and artificial intelligence, the role of quantum technologies in accelerating scientific discovery, and the impact of social and ecological factors that either constrain or stimulate scientific progress. It is anticipated that new forms of scientific information dissemination will replace traditional academic publications and that scientific processing will reach an entirely new level of development following the singularity-driven acceleration of technological progress and the integration of AI into R&amp;D. This will herald an era of nonstop, ultrarapid science operating 24/7. The synergy of humans and artificial intelligence will create a scientific union on the basis of fundamentally new principles and methods. This research provides an initial theoretical foundation for further interdisciplinary studies aimed at developing sustainable strategies and effectively managing scientific progress in the postsingular era. We believe that the actual postsingular era will occur within the next 5--7 years. Therefore, it is essential to begin developing a scienсе policy for the postsingul science field today.",
        "url": "https://doi.org/10.31235/osf.io/wxtj5",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/zw2fs_v1",
        "title": "Developing sustainable knowledge partnerships: Joining the DOTS between inter-organisational research",
        "authors": "Sally Goldspink, Hilary Engward, Marie Alexander, Naim Abdulmohdi, Nieky van Veggel, Andrea Tuckwell, Matt White",
        "created": "2025-01-28",
        "abstract": "Commissioned research projects are commonplace in the UK between National Health Service (NHS) Trusts and universities to advance knowledge and inform practice. However, establishing sustainable research relationships between such differing and large organisations is seldom considered. This position paper describes our experience of developing and sustaining such a relationship. By detailing how we, as academics and NHS leaders, experienced our participation in leading and doing the research, we developed a shared understanding of why our collaboration is effective. From our reflections, we developed DOTS: Deciding together, Optimising outcomes, Time to get to know one another and Sharing knowledge and skills. This paper details how we worked through inter-organisational complexity by applying DOTS. The time taken to apply DOTS across inter-organisational contexts can develop team efficiency and enhance its effectiveness. DOTS provides a framework to enrich professional relationships and informs cooperative conversations, leading to agreed action. Our intention is to share our experience to inspire, stimulate and inform academic and practice-based colleagues to work together to produce high-quality and sustainable knowledge partnerships.",
        "url": "https://doi.org/10.31235/osf.io/zw2fs_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/82t6e",
        "title": "Kompetencje medialne generacji Z. Pomiar - diagnoza - kształcenie",
        "authors": "Monika Jabłońska",
        "created": "2025-01-23",
        "abstract": "EN: The monograph is an analysis of the level of media competence of Generation Z young people, taking into account the context of the convergence of digital technologies and media. The presented research focuses on assessing the preparation of this group to critically receive and analyse media messages, as well as on verifying their subjective assessment of skills against actual competences. The book points to significant challenges in the media education system in Poland, which to a large extent adopts a functional approach, limiting itself to a tool-based use of the media, and not fully considering the development of analytical and critical skills. The diagnostic tool created in the research process was embedded in a gamification methodology, allowing the level of media competence of young people to be assessed in the context of their natural, digital environment. The study covered key aspects of the area of critical analysis of media messages, such as verification of information sources, analysis of the credibility of messages, recognition of persuasive techniques, identification of sponsored content, management of personal data and detection of the fake news phenomenon. The results of the research show a clear dissonance between the subjective assessment of media competence by young people and their actual level, especially in terms of critical analysis and recognition of disinformation. The author of the monograph proposes specific recommendations that can enrich educational practices in educational institutions, especially at the secondary school level, in order to better prepare young people to function consciously and responsibly in the complex media space. PL: Monografia stanowi analizę poziomu kompetencji medialnych młodzieży generacji Z, uwzględniając kontekst konwergencji technologii cyfrowych i mediów. Prezentowane badania koncentrują się na ocenie przygotowania tej grupy do krytycznego odbioru i analizy przekazów medialnych oraz na weryfikacji ich subiektywnej oceny umiejętności wobec rzeczywistych kompetencji. Książka wskazuje na istotne wyzwania w systemie edukacji medialnej w Polsce, który w dużej mierze przyjmuje podejście funkcjonalne, ograniczające się do narzędziowego wykorzystania mediów, a nie uwzględniające w pełni rozwijania umiejętności analitycznych i krytycznych. Powstałe w procesie badawczym narzędzie diagnostyczne zostało osadzone w metodologii grywalizacji, dzięki czemu pozwala na ocenę poziomu kompetencji medialnych młodzieży w kontekście ich naturalnego, cyfrowego środowiska. Badanie objęło kluczowe aspekty obszaru krytycznej analizy przekazów medialnych, takie jak weryfikacja źródeł informacji, analiza wiarygodności przekazów, rozpoznawanie technik perswazyjnych, identyfikacja treści sponsorowanych, zarządzanie danymi osobowymi oraz detekcja zjawiska fake newsów. Wyniki badań ukazują wyraźny dysonans pomiędzy subiektywną oceną kompetencji medialnych przez młodzież a ich rzeczywistym poziomem, szczególnie w zakresie krytycznej analizy i rozpoznawania dezinformacji. Autorka monografii proponuje konkretne rekomendacje, które mogą wzbogacić praktyki edukacyjne w instytucjach oświatowych, zwłaszcza na poziomie szkół średnich, celem lepszego przygotowania młodzieży do świadomego i odpowiedzialnego funkcjonowania w skomplikowanej przestrzeni medialnej.",
        "url": "https://doi.org/10.31235/osf.io/82t6e",
        "subjects": "(Other)",
        "subjects_osf": "Educational Assessment, Evaluation, and Research, Psychology, Communication"
      },
      {
        "doi": "10.31235/osf.io/cqw54_v2",
        "title": "Evaluating the impact of Sure Start (Northern Ireland) using Regression Discontinuity Design (RDD): An early assessment of study validity",
        "authors": "Meng Le Zhang",
        "created": "2025-01-28",
        "abstract": "Sure Start is a place-based early years programme aimed at families and children aged 0-3. The programme includes multiple interventions that are accessible to eligible families based on their area of residence. Interventions may be delivered within Sure Start centres, other public settings or in families’ homes. The expansion of Sure Start over time presents a unique opportunity to measure the impact of the programme using a quasi-experimental method called Regression Discontinuity Design (RDD). This paper assesses the validity of the RDD approach and main study data collections ahead of data access to outcomes data. See main study registration (DOI: 10.17605/OSF.IO/96UZG).",
        "url": "https://doi.org/10.31235/osf.io/cqw54_v2",
        "subjects": "(Other)",
        "subjects_osf": "Early Childhood Education, Public Affairs, Public Policy and Public Administration, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/dhwzk_v1",
        "title": "Policy Games: Designing Interventions on Structural Determinants of Inequality in Health",
        "authors": "Vanja Falck",
        "created": "2025-01-28",
        "abstract": "Policy games can frame in silico interventions in public health. The design of live and digital policy games starts by establishing a solid domain {knowledge base. The knowledge base stages the big picture of the problem to be solved, sketching out the social structures in which the problem is embedded. This paper, focusing on the design of digital policy games to combat inequalities in health, delves into the significant role of WHO's action-oriented framework in informing game design. Recent research within social epidemiology has theoretically strengthened the term structure in the WHO framework on inequalities in health. This approach allows us to examine health outcomes from simulated interventions in a policy game. It paves the way for exploring how the structural determinants of health are created, maintained, and disrupted. This novel approach shows great potential for designing simulated interventions on non-player characters agency, adaptation and environments in policy games on inequality in health. This work demonstrates how a solid knowledge base can harness the design and theoretical base of interventions in policy games on inequality in health with particular emphasis on rigging the game system and dynamics of non-player characters.",
        "url": "https://doi.org/10.31235/osf.io/dhwzk_v1",
        "subjects": "(Other)",
        "subjects_osf": "Art and Design, Higher Education, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/dvuk4",
        "title": "Introducción a la Anatomía y Fisiología Femenina Género Diverse",
        "authors": "Daniela Alejandra Pastor",
        "created": "2025-01-22",
        "abstract": "Este es un manual introductorio a la anatomía y fisiología femenina, que entiende que este sexo es compartido por diversidades de géneros autopercibidos. Refleja la experiencia generada a partir del Proyecto Ovotabú (Tabúes de la óvula), que es un proyecto educativo independiente dirigido a adultas, ya que considera que la ESI es una deuda para esta población, por lo que son necesarios espacios de formación continua con una pedagogía específica. Recorre estos contenidos cuestionando visiones sesgadas sobre nuestras cuerpas, construidas y reproducidas históricamente, que conllevan a problemas reales de acceso a la salud.",
        "url": "https://doi.org/10.31235/osf.io/dvuk4",
        "subjects": "(Other)",
        "subjects_osf": "Elementary Education, Adult and Continuing Education, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/ertsj_v1",
        "title": "Scenario-Based Sociotechnical Envisioning (SSE): An Approach to Enhance Systemic Risk Assessments",
        "authors": "Kimon Kieslich, Natali Helberger, Nicholas Diakopoulos",
        "created": "2025-01-29",
        "abstract": "Regulators and policy makers around the world have endorsed risk-based approaches for governing the challenges and opportunities from Artificial Intelligence (AI). In theory, these assessments should protect the public from the harmful impacts of AI, thus safeguarding important societal values such as the realization of fundamental rights. However, as an anticipatory decision-making tool, the success and legitimacy of risk-based regulatory approaches depend critically on methods that help policymakers and societal stakeholders anticipate how AI may impact a diverse citizenry, the many different ways in which technological change may unfold, and the factors that lead to desirable and less desirable visions of the future. In this paper, we first point out critical flaws in existing assessment methods and regulatory approaches and consequently identify the need for a shift in current approaches to assessment approaches. We call on scholars, policy makers, and the technology industry to engage in anticipatory approaches that go beyond compliance and checklist exercises and acknowledge the responsibility they have for impacts that go beyond what is known. Second, we propose a concrete alternative empirical approach to address our concerns: Scenario-based Sociotechnical Envisioning (SSE). By using SSE, practitioners can make assessments more inclusive, more aware of the socio-technical context in which AI systems are deployed, and more prospective in terms of identifying impacts before they occur. We encourage scientists, policy makers and legislators to use SSE as one method in their assessment toolbox. Third, we anticipate possible objections to our approach and pro-actively discuss how these can be met.",
        "url": "https://doi.org/10.31235/osf.io/ertsj_v1",
        "subjects": "(Other)",
        "subjects_osf": "Internet Law, Science and Technology Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/j5ske_v1",
        "title": "Scenario-based Sociotechnical Envisioning (SSE): The Guidebook",
        "authors": "Kimon Kieslich, Natali Helberger, Nicholas Diakopoulos",
        "created": "2025-01-29",
        "abstract": "Anticipating the impacts of new technology in society is at the crux of efforts to understand, advance, and govern its safety. However, doing so is fundamentally difficult. The evolution of various technical, social, policy conditions can modulate the direction of sociotechnical development in uncertain ways. But with prospections of the future come opportunities for agency, control, and forward-looking responsibility that are crucial to orienting stakeholders towards opportunities to steer the technology and be well-prepared to observe, measure, and ultimately evaluate its impact. Written scenarios can support such prospection and effectively serve as orienting devices in supporting strategic decision-making. The goal of scenario writing is not future prediction per se, but rather in helping to perceive potential future outcomes that can then inform what actions can be taken now to steer towards desirable futures. The breadth and richness of scenarios is enhanced when many diverse perspectives and sets of expertise and experience are brought into the process. Building on these ideas, in this guidebook we elaborate a method, which we term Scenario-Based Sociotechnical Envisioning (SSE), as we have applied it to study and anticipate the impacts of new AI technologies in society.",
        "url": "https://doi.org/10.31235/osf.io/j5ske_v1",
        "subjects": "(Other)",
        "subjects_osf": "Internet Law, Science and Technology Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/xdr27",
        "title": "Analysis and Assessment of Uvular Sound Production in Arabic among Individuals with Speech Disorders",
        "authors": "Mohammad Mahyoob Albuhairy, Jeehaan Algaraady, Abdulaziz Alblwi",
        "created": "2025-01-26",
        "abstract": "This study investigates the production and acoustic characteristics of uvular sounds among individuals with speech disorders in Saudi Arabia, aiming to uncover the underlying mechanisms contributing to speech production discrepancies. By analyzing features such as pitch, intensity, jitter, shimmer, voice onset time, and harmonic-to-noise ratio through the PRAAT software, this research offers a detailed exploration of the spectral properties of uvular sounds. Statistical analyses of recordings from 20 participants at a speech therapy center revealed consistent patterns of phonetic substitutions, deletions, insertions, and distortions. These findings deepen our understanding of speech production challenges and lay the groundwork for developing artificial intelligence-driven assistive technology that could transform speech therapy for individuals with speech impairments and improve communication abilities and quality of life for those affected by speech disorders.",
        "url": "https://doi.org/10.31235/osf.io/xdr27",
        "subjects": "(Other)",
        "subjects_osf": "Linguistics"
      }
    ]
  }
}
