{
  "update": "2024-12-27",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/hdjfc",
        "title": "Legal and constitutional reflections on the Conference on the Future of Europe",
        "authors": "REGROUP project, Federico Fabbrini",
        "created": "2024-12-20",
        "abstract": "The Conference on the Future of Europe is an innovative deliberative process that European Union (EU) institutions established to reflect on the future of the EU through bottom-up engagement with the citizens. The Conference took off, with delays due to the COVID-19 pandemic, on 9 May 2021, and came to a close a year later on 9 May 2022, when the war in Ukraine was already raging. The Conference ended with a final report that laid out 49 proposals and 326 detailed recommendations for reforming EU policies and institutions. The Conference’s final outcome clearly identified the existing weaknesses of the EU and unequivocally mapped a path to address them, including by recommending treaty changes in a number of key areas related to the governance and the resilience of the EU. The follow-up to the Conference, however, has so far been underwhelming; while a number of institutions and member states have openly called for amending the treaties, other actors have dragged their feet. As a result, the reform process has stalled, and whether the prospect of enlargement may revive it remains to be seen. If the EU can mobilise the political will to change the EU treaties, however, the recommendations of the Conference can serve as a valuable blueprint for needed constitutional adjustments.",
        "url": "https://doi.org/10.31235/osf.io/hdjfc",
        "subjects": "Politics",
        "subjects_osf": "Law and Politics, Political Science"
      },
      {
        "doi": "10.31235/osf.io/zhyjv",
        "title": "Congressional Witnesses Matter: Proving Witness Testimony Impact Using Large Language Models",
        "authors": "Collin Coil, Caroline L. Bruckner, Nicholas Chen, Elizabeth Keith, Karen O'Connor",
        "created": "2024-12-20",
        "abstract": "Inspired by anecdotal evidence of congressional witness testimony impact, we analyze a dataset of 661 testimonies from hearings between 2007 and 2017 associated with the legislative history of the Patient Protection and Affordable Care Act (PL 111-148) to demonstrate that witness testimony impacts legislative, administrative, and judicial outcomes. We analyze 76,138 pages of legislative documents, administrative guidance, and judicial proceedings, which we designate as the “Legislative History and Impact Corpus” (LHIC). We fine tune a large language model (LLM) to conduct a comprehensive search for high-semantic similarity sentence pairings or strong associations between witness testimony and outcomes. The direct references and high-similarity statements we identify prove that congressional witness testimony does impact outcomes across the legislative and judicial branches. We identify testimony from witnesses serving myriad functions impacting legislative and judicial outcomes, and these impacts were reflected irrespective of political party or role in Congress and at multiple points during judicial challenges. Additionally, we found (1) instances where witness testimony has impacts outside of the legislative process; and (2) long-term relationships between witnesses and Congress influence legislative outcomes. While our findings may be obvious to those who have ever worked on Capitol Hill or testified before Congress, these findings are not well-documented in the existing political science literature. Ours is one of the first papers to use LLMs to investigate congressional hearings, and these tools expand the potential for political textual analysis.",
        "url": "https://doi.org/10.31235/osf.io/zhyjv",
        "subjects": "Politics",
        "subjects_osf": "Legislation, Political Science"
      },
      {
        "doi": "10.31235/osf.io/avjue",
        "title": "A National Model for Estimating US Public Land Visitation",
        "authors": "Nathaniel Merrill, Samantha G. Winder, Dieta Hanson, Spencer A Wood, Eric White",
        "created": "2024-12-19",
        "abstract": "Public land management relies on accurate visitor counts in order to understand and mitigate environmental impacts and to quantify the value of ecosystem services provided by natural areas. We build and test predictive visitation models suitable for publicly-managed parks, open space and other protected lands based on multiple sources of digital mobility data including posts to social media, recreation report platforms, and a cellular device location dataset from a commercial vendor. Using observational visitation data series from the United States’ National Park Service, Forest Service and Fish and Wildlife Service, we quantify the accuracy of statistical models to predict on-the-ground visitation using individual and combined sources of locational data. We find the predictive models performed best in settings where some on-site visitation data can be integrated into the models. On-site visitation data helps to account for meaningful differences in modeled relationships both within and across the three agencies considered. We find variation in the usefulness of the digital mobility data sources, with models combining multiple data sources outperforming those using a single source, including those based solely on cellular device locations. We discuss the practical implications of these findings as well as paths forward to improve visitation estimation on public lands by incorporating digital mobility data.",
        "url": "https://doi.org/10.31235/osf.io/avjue",
        "subjects": "Economics",
        "subjects_osf": "Geography, Agricultural and Resource Economics, Economics"
      },
      {
        "doi": "10.31235/osf.io/jp3ev",
        "title": "Project NeoWave: A Comparative Analysis of Conservatism and Gender Dynamics Impacting Women and Families in the USA and India Since 2010, with Policy Recommendations",
        "authors": "Shivansh Gupta, Meaghan Blight",
        "created": "2024-12-18",
        "abstract": "This study systematically examines the impact of conservative ideologies on gender dynamics, focusing on women and families in the USA and India since 2010. By employing both qualitative and quantitative analysis, the research delves into the socio-political landscapes of both countries to identify how conservative movements, policies, and cultural norms have influenced gender roles and expectations. Data were collected through an extensive literature review and policy analysis. The research provides a detailed definition of conservatism in both India and the USA, noting its promotion of profit and output and the associated gender roles and systemic oppression. It also acknowledges that the definition of conservatism can vary based on different perspectives. The historical context of conservatism is explored, examining its evolution in India and the USA and identifying factors such as religion, post-colonialism, male dominance, economic conditions, biological perspectives, and cultural influences contributing to its popularity. The study highlights significant events and their impacts on gender equality and rights, as well as the current state of conservatism in both countries. The research investigates the theoretical framework of gender roles and expectations under conservative ideologies, presenting arguments for and against conservatism's impact on gender dynamics. In India, the focus is on the BJP's policies and their effects on women's political representation, economic opportunities, and social norms. In the USA, the analysis centres on the Republican Party's influence during the Trump administration and its implications for gender roles and societal norms. Central to the study is Project NeoWave, the fifth wave of feminism, which addresses gender minority development. The research details the emergence and characteristics of this movement, discussing the influence of radical feminism and its associated critiques. It explores new ideas such as nuanced rights for women, the concept of new domesticity, and systemic changes aimed at altering men's mindsets towards equality. A comparative analysis identifies critical similarities and differences in conservatism's economic, political, social, and cultural impacts on gender dynamics in both countries. This includes examining employment opportunities, wage gaps, political representation, societal expectations, and the influence of religion and traditional values. The research evaluates existing policies and mitigation efforts for gender and minority development, highlighting successful initiatives and proposing future recommendations. By integrating Project NeoWave’s progressive principles with conservative values, the study aims to formulate effective policies that support gender and minority development. This research advances the discourse on conservatism’s role in shaping gender dynamics, offering valuable insights for policymakers, scholars, and advocates. By establishing a comprehensive framework for understanding these dynamics, the study contributes to developing tailored strategies for fostering a more equitable society.",
        "url": "https://doi.org/10.31235/osf.io/jp3ev",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Law and Gender, Feminist, Gender, and Sexuality Studies, Home Economics, Psychology, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/pwm2e",
        "title": "The GC Wealth Project Data Warehouse v.1.2 - Documentation",
        "authors": "Salvatore Morelli, Twisha Asher, Frincasco Di Biase, Franziska Disslbacher, Ignacio Flores, Luca Giangregorio, Adam Rego Johnson, Max Longmuir, Giacomo Rella, Manuel Schechtl",
        "created": "2024-12-26",
        "abstract": "The GC Wealth Project has launched an updated version of its data warehouse. Key improvements include new data concepts, refinements to the structure of existing databases, and expanded coverage of regions, countries, and time periods. Updates have been made to the sections on Wealth Topography, Wealth Inequality Trends, and Estate, Inheritance, and Gift Taxes (EIG). Furthermore, a new section dedicated to Inheritance Trends is scheduled for release in the coming months. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/pwm2e",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/5jgcx",
        "title": "Father Absence or Absent Father?: A Study of the Change of the Perceived Expectations Toward Fathers in Hong Kong",
        "authors": "Ka Yan CHUNG, Henry Ma",
        "created": "2024-12-23",
        "abstract": "This study explores the perceived expectations towards fathers in Hong Kong, focusing on understanding the changes in these expectations, examining the possible impacts of the changed expectation, and exploring the contributing factors of those changed expectations. As society and family structures evolve, so do the roles of fathers, leading to changes in perceived expectations. The concept of “Absent Father” demonstrates that the emotional dissatisfaction of children is a significant factor in Father Absence. The study highlights the importance of addressing both the physical and mental aspects of father involvement. Further research is needed to better understand the impact of this issue on Hong Kong families and to develop effective strategies to support the development of positive and healthy father figures.",
        "url": "https://doi.org/10.31235/osf.io/5jgcx",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/62mvg",
        "title": "Name uniqueness and the rise of individualism in Imperial China (540-1880 CE)",
        "authors": "Zhaolun Fan, Valentin Thouzeau, Ying Zhong, Coralie Chevallier, Nicolas Baumard",
        "created": "2024-12-22",
        "abstract": "Individualism, characterized by autonomy, independence and self-expression is typically seen as a modern and Western phenomenon. Cultural historians, however, have pointed out that its roots extend much further into the past. In this paper, we delve deeper in time to quantify the rise of individualism in history. Using data from the China Biographical Database (CBDB, N = 641,568) spanning 1,500 years of Chinese history (540-1880 CE), we observe a long-term increase in name uniqueness, a common proxy for individualism. Our analysis reveals that this general increase parallels the economic development and modernization of China throughout the Imperial period. Consistent with this, the economically advanced Yangtze River Delta exhibits consistently higher levels of name uniqueness compared to less developed regions. Finally, we observe a decline in name uniqueness during the late Qing dynasty, coinciding with a period of economic crisis. These results suggest that the rise of individualism is tied to economic development and modernization, transcending cultural and geographic boundaries. Our findings contribute to a more nuanced understanding of cultural evolution in China and challenge long-held assumptions about the immutability of Chinese culture. This research provides new insights into the complex relationship between economic development, cultural change, and the emergence of individualistic values in non-Western contexts.",
        "url": "https://doi.org/10.31235/osf.io/62mvg",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/c9dpk",
        "title": "Too Many Tools? The Consequences of Cultural Repertoire Diversity among Expectant Mothers",
        "authors": "Sarah Garrett",
        "created": "2024-12-20",
        "abstract": "Many components of cultural repertoire theory have proven difficult to operationalize. This has hindered research on the effects of individual cultural resources and about the accuracy of repertoire theory’s key premises. This paper draws on original longitudinal survey data to investigate the effects of cultural repertoire diversity on individual wellbeing. Using a novel measure of the variety of interpretive frames known by expectant mothers, I find that women with more diverse cultural repertoires experience worse postpartum wellbeing than do their counterparts, controlling for relevant covariates. This contradicts hypotheses derived from repertoire theory. Accompanying qualitative data suggest that uncertainty-based anxiety and distress underlie the effect and reveal new insights about the social context of repertoire development. This paper overcomes a long-standing barrier to understanding how culture affects social life, identifies a previously unrecognized socio-cultural influence on postpartum wellbeing, and suggests new directions for the study of culture.",
        "url": "https://doi.org/10.31235/osf.io/c9dpk",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/rcny3",
        "title": "Divergent Decision-Making in Context: Neighborhood Context Shapes Effects of Physical Disorder and Spatial Knowledge on Burglars’ Location Choice",
        "authors": "Liang Cai, Guangwen Song, Yanji Zhang",
        "created": "2024-12-22",
        "abstract": "Objectives Although the social disorganization tradition emphasizes the role of neighborhood context in shaping delinquent behaviors and neighborhood crime, researchers have rarely considered the influence of neighborhood context on criminals’ decision of where to offend. This study explicitly examines how concentrated disadvantage in both the origin and destination neighborhoods structures burglars’ preference for street physical disorder and spatial familiarity. Methods We measure observed and perceived physical disorder from 107,858 street view images using computer vision algorithms. Geo-referenced mobile phone flows between 1,642 census units are used to approximate offenders’ potential spatial knowledge about target neighborhoods. Discrete choice models are estimated separately for burglars from disadvantaged and non-disadvantaged neighborhoods (N=1,972). Results While burglars residing in non-disadvantaged neighborhoods are not sensitive to physical disorder in non-disadvantaged target neighborhoods, they strongly avoid disadvantaged neighborhoods with disorder. Conversely, residents of neighborhoods with concentrated disadvantage swiftly act upon street disorder in better-off neighborhoods but not in disadvantaged neighborhoods. These tendencies to react to the presence of physical disorder on the street are also contingent on burglars’ potential familiarity with the target environment. Conclusions We highlight the importance of larger neighborhood structural characteristics and their interactions with spatial knowledge and environmental conditions such as visual signs of disorder, in criminal decision making. Physical disorder is not uniformly indicative of decay across neighborhoods and offenders. This divergent decision-making may also partially explain spatial heterogeneity of crime. Moreover, spatial knowledge is most effective in triggering or deterring actions in places that are categorically different from offenders’ residential spaces.",
        "url": "https://doi.org/10.31235/osf.io/rcny3",
        "subjects": "Sociology",
        "subjects_osf": "Geography, Urban Studies and Planning, Sociology"
      },
      {
        "doi": "10.31235/osf.io/tvp8b",
        "title": "Conditional Risks, Contextual Rewards: Spatial inequality and job search time at labour market entry",
        "authors": "Katy Morris",
        "created": "2024-12-20",
        "abstract": "While there is a strong educational gradient to the risk of experiencing long periods of unemployment and insecurity at the beginning of the career, recent evidence suggests local labour market circumstances can moderate the degree of risk associated with low educational achievement. We test the wider applicability of this finding by exploring the effect of spatial variation in labour demand on initial job search time in the contrasting institutional settings of Germany and the United Kingdom. Survival analysis of Understanding Society and Socio-Economic Panel data 1998–2015 shows this form of spatial inequality moderates the size of the job search time penalty associated with low educational attainment (and the size of the returns associated with higher attainment) in a similar way in both countries. Young people in places of high labour demand in Germany and the UK obtain employment with relative ease irrespective of the qualifications they hold. However, educational attainment assumes greater consequence as local labour demand declines. On average, low qualified young people in places of weak demand experience 2-3 month longer periods of labour market lockout and 8-10 month longer periods of labour market insecurity than peers located in places of strong demand, and considerably longer periods of lockout and insecurity than their better qualified peers in the same weak labour markets. These findings draw attention to the contextual nature of the risks associated with low educational attainment and the rewards to higher levels of attainment, at least in terms of job search time.",
        "url": "https://doi.org/10.31235/osf.io/tvp8b",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/um6tz",
        "title": "Experts’ discourses of children in the context of datafication of education",
        "authors": "Pekka Mertala, Janne Fagerlund, Lauri Palsa",
        "created": "2024-12-20",
        "abstract": "This study investigates expert discourses on children in the context of the datafication of education in Finland. Drawing on interviews with 25 experts from education policy, educational technology, and data justice sectors, the present research identifies four key discourses: the “agentic child” as an active participant in data practices; the “juridical child” requiring protection under data laws; the “citizen-child” prepared for future societal roles through data literacy; and the “learning child” benefiting from personalized, data-driven pedagogy. These discourses reveal a complex, multifaceted conceptualization of children, shaped by ethical, legal, and pedagogical considerations, highlighting the interplay between childhood agency, rights, and education in a data-driven society.",
        "url": "https://doi.org/10.31235/osf.io/um6tz",
        "subjects": "Sociology",
        "subjects_osf": "Educational Administration and Supervision, Linguistics, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/zha8f",
        "title": "Unearthing the Sociology of Urban Gardening: The Social and Political Life of the German “Schrebergarten”",
        "authors": "Sinisa Hadziabdic, Sebastian Kohl",
        "created": "2024-12-20",
        "abstract": "As environmental awareness grows and global supply chains become increasingly fragile, urban gardening has seen a surge in public demand. While allotments as a horticultural source of individual well-being have been widely studied in social psychology, their significance for societal cohesion has not yet been sociologically theorized and empirically investigated. Focusing on Germany, a country with a long tradition of urban allotments commonly known as “Schrebergarten,” we conceptualize urban gardens as multifaceted social units characterized by both material and associational dynamics. Since becoming institutionalized by 19th-century conservative social reformers, they have been conceived as loci of family retreat, depoliticization in quasi-homeownership, private insurance against food price inflation, and embourgeoisement of the working classes. Drawing on unique panel data (1990-2013), we challenge the petty bourgeois image of the Schrebergarten, showing that it brings together heterogeneous strata of educated left-wing citizens with ecological concerns, particularly in urban areas and East Germany, with no evidence of political embourgeoisement. If anything, the Schrebergarten increases secular social and political engagement beyond family life, facilitating social integration, especially for foreign citizens. Overall, the Schrebergarten disappoints most of the socio-political expectations classically ascribed to it and should rather be considered as a site of socialization and politicization.",
        "url": "https://doi.org/10.31235/osf.io/zha8f",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/ve4um",
        "title": "How does pseudoscience differ from science? A pair-wise bibliometric analysis",
        "authors": "José Luis Ortega",
        "created": "2024-12-20",
        "abstract": "This study aims to observe what differences there are between pseudoscientific and scientific disciplines according to different bibliometric parameters such as citation, funding acknowledgments, composition of journals’ editorial boards, authorship, integrity, and social impact. An experimental model has been designed to pairwise compare the performance of three pseudoscientific communities as treatment groups (Chiropractics, Psychoanalysis and Integrative medicine) against a control group of three similar scientific fields (Physical therapy, Clinical psychology and General medicine). 83k articles from scholarly journals associated with these disciplines were extracted from Scopus. To avoid a size factor, journals from each pairwise group (control vs. treatment) were selected with similar impact measures (i.e., CiteScore). The findings reveal that pseudosciences tend to be more isolated and more resistant to external ideas and contributors. There is a geographical/cultural pattern in the distribution of authors and organization types. Whereas Chiropractics and Psychoanalysis are Western disciplines, Integrative medicine is strongly supported by Asian governments (China, India, South Korea). In all the cases, there is an important presence of non-scholarly entities involved in pseudoscientific studies, in front of a great presence of governmental and university actors in scientific disciplines.",
        "url": "https://doi.org/10.31235/osf.io/ve4um",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/hk63c",
        "title": "Emerging Researchers Network (ERN) of the University of Copenhagen School of Archaeology",
        "authors": "Mikkel Nørtoft, Zandra Fagernäs, Asta Salicath Halvorsen, Miren Iraeta-Orbegozo, Tuuli Kasso, Liam Thomas Lanigan, Aurore Monnereau, Margaréta Hanna Pintér, Laura C. Viñas-Caron",
        "created": "2024-12-19",
        "abstract": "The Emerging Researchers Network (ERN) was established in 2023 as an extension of the University of Copenhagen's School of Archaeology (SoA), which aims to break down structural barriers between faculties, including the Faculties of Humanities, Health and Medical Sciences, and Theology, and actively promote interdisciplinarity. In this context, ERN aims to foster collaboration among early-career researchers (ECRs) across the university's different faculties and departments. Its key objectives include creating an open and supportive community for predoctoral, PhD, and postdoctoral researchers; facilitating networking and collaboration; and increasing the impact of archaeological research through outreach activities. ERN, like SoA, seeks to raise the visibility of archaeological research at UCPH and contribute to the future of the field by making it more inclusive and dynamic.",
        "url": "https://doi.org/10.31235/osf.io/hk63c",
        "subjects": "(Other)",
        "subjects_osf": "Other Arts and Humanities, Digital Humanities, Art and Design, Higher Education, Animal Studies, Anthropology"
      }
    ]
  }
}
