{
  "update": "2024-11-08",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/4x9gz",
        "title": "A Model of the 2024 Presidential Election with Candidate Quality",
        "authors": "Kevin DeLuca",
        "created": "2024-10-31",
        "abstract": "I introduce a new model for predicting presidential election outcomes, using it to forecast the two-party Democratic vote share and the electoral college results for the 2024 election. The national two-party vote share prediction builds on the economic fundamentals model from Fair (2009), enhanced by incorporating a candidate quality differential measure based on newspaper endorsements from DeLuca (2024), resulting in what I call the Economy-Quality Model. According to this model, Kamala Harris is projected to win the popular vote with 52.5% of the two-party vote share, approximately 1.5-2 points higher than most other forecasts and polling averages. I then calculate each state’s deviation from the national vote share (its relative Democratic or Republican lean) based on recent high-quality polling, adding these deviations to the Economy-Quality Model’s national prediction to derive state-level predictions and electoral college results. The model forecasts Kamala Harris winning the electoral college with 319 votes.",
        "url": "https://doi.org/10.31235/osf.io/4x9gz",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/62dvj",
        "title": "Maoist Return or Continuation of Reform? A Structural Topic Modelling Analysis of Chinese Government Reports and Party Communiques",
        "authors": "Dianyi Yang",
        "created": "2024-11-04",
        "abstract": "Motivated by the wide-spread speculation of a Maoist return under Xi Jinping, this project applies Structural Topic Modelling to the reports on the work of the government and communiques of the plenary sessions of the central committee of the CPC to identify the underlying themes and compare them vertically across different eras of Chinese leadership, and horizontally between the party and government. This project finds no evidence of a realignment with the Mao era in the party communiques or government reports under Xi Jinping. Instead, the reports under Xi Jinping are found to be more similar to those under his immediate predecessors. However, this project documents a divergence in the style of the party communiques and government reports under Xi Jinping, with the former becoming more abstract and ideological, and the latter becoming more concrete and policy-oriented. One source of this divergence is the downplaying of the five-year plans in the party communiques and government reports, which used to be the one of the overlapping themes of both documents.",
        "url": "https://doi.org/10.31235/osf.io/62dvj",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/95zsc",
        "title": "Governing the large metropolis. A research agenda",
        "authors": "Patrick Le Galès, Tommaso Vitale",
        "created": "2024-11-07",
        "abstract": "Our starting point is to challenge the often-made assumption that large cities are so complex that they have become ungovernable or that globalization pressures make political and policy choices irrelevant. By going beyond rational or positivist views of governance, it argues that the process of governing a city is never fully complete, nor linear. The paper refers to a systematic review of the academic literature. Urban societies are more or less governed and that may change from one city to the next, from one period to the next. Processes of government and governance are always work in progress, but make crucial differences over time. Case studies show that modes of governance have long-term consequences for their inhabitants and governing failures may have severe negative effects (e.g. housing shortages, low levels of educational attainment, crime, low productivity, health). The systematic analysis of the literature shows the need to describe and document at the same time (1) how processes of governance operate in relation to major urban development projects, the implementation of public policies and (2) the implications of such practices for inequalities; so to say articulating an analysis of the governance processes and their outcomes. The paper suggests that the link between metropolitan governance and inequalities allow considering inequalities not only as the outcomes of policy choices, but also as part of the way in which metropolitan policies are implemented.",
        "url": "https://doi.org/10.31235/osf.io/95zsc",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Urban Studies and Planning, Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/9gmhp",
        "title": "Donor Responses to Civil Society Repression",
        "authors": "Andrew Heiss, Suparna Chaudhry",
        "created": "2024-11-05",
        "abstract": "This chapter examines donor responses to the global crackdown on civil society, where governments use legal measures to repress NGOs. Donors, including bilateral and multilateral agencies, respond variably; bilateral aid often decreases following anti-NGO laws, while multilateral aid remains stable. Private donors' responses depend on factors like social trust and NGO transparency. NGOs adapt by diversifying funding, forming affiliates, or shifting to community-based support. As the space for civil society continues to shrink, coordinated international efforts are essential to counteract these repressive trends and uphold civil society's role in democratic governance.",
        "url": "https://doi.org/10.31235/osf.io/9gmhp",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/f6gub",
        "title": "Visual Politics: TikTok versus Instagram in the 2024 U.S. Presidential Election",
        "authors": "Ho-Chun Herbert Chang, Mingyue Zha, Sean Noh, Yung-Chun Chen, Benjamin Shaman, Chiyu Wei, Maya Magee, Tracy Weener",
        "created": "2024-11-04",
        "abstract": "Visuals are effective forms of political communication online. However, there is scant comparisons between Instagram and TikTok, the two largest visual social media platforms. Using 814,810 Instagram posts and 1,174,086 TikTok posts curated from the same keywords, we analyze divergences across the two platforms in the 2024 United States Presidential Election. Results reveal collaboration increases engagement on social network-based platforms (Instagram) and decreases engagement on algorithm-driven platforms (TikTok). We find TikTok decreases the exposure of right-leaning content, with possible downstream effects on engagement. Top content on Instagram is driven by established media accounts, whereas TikTok features more individual commentators.",
        "url": "https://doi.org/10.31235/osf.io/f6gub",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/hg7qa",
        "title": "Can social protection programs reduce opposition to carbon taxes? Evidence from a conjoint experiment in Sweden",
        "authors": "Moa Mårtensson, Maria Nordbrandt, Joakim Palme, Lauri Peterson",
        "created": "2024-10-31",
        "abstract": "Carbon taxation is widely embraced as an effective tool for reducing emissions, yet it is economically regressive, disproportionately affecting economically vulnerable groups. Hence, it is no surprise that carbon taxes often are perceived as unfair, and if implemented without consideration of distributive effects, they risk generating polarization and climate policy setbacks, as well as increasing existing inequalities. We provide the first causal analysis of how and to what extent existing social protection programs could be used to reduce opposition to carbon taxes. We employ a conjoint experiment targeting 5,188 respondents from Sweden to assess the causal effect of increased generosity in pensions, sickness insurance, unemployment insurance, and child benefits, benchmarked against the effect of monthly monetary handouts. Our findings suggest that increasing benefit generosity within each of the four examined social protection programs reduces opposition to carbon taxation. Most importantly, increased old age pension generosity have a substantial and significant impact across various demographic groups, regardless of the respondents’ political affiliation. This effect is more potent than other compensatory measures, a critical insight in the search for socially acceptable climate policy strategies that avoid increasing inequalities.",
        "url": "https://doi.org/10.31235/osf.io/hg7qa",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Environmental Studies, Sports Studies"
      },
      {
        "doi": "10.31235/osf.io/k3hcd",
        "title": "Signaling or Sniping? Evidence from Online Transparent Sequential Roll Call Votes with Endogenously Determined Voting Timing",
        "authors": "Sho Miyazaki",
        "created": "2024-11-06",
        "abstract": "Do voters ``signal'' their decisions by voting early, or do they ``snipe'' by casting their votes at the last minute? In transparent sequential roll call voting, such as in the U.S. House of Representatives, voters can strategically choose when to cast their votes. This contrasts with the U.S. Senate's sequential voting, where the order is exogenously determined, or private simultaneous voting, as typically seen in elections. Despite the significance of these roll call votes in high-stakes decision-making, the potential for strategic behavior based on vote timing remains underexplored. This paper examines the causal effect of transparent sequential voting on voter decision timing, leveraging a natural experiment from roll call votes in a crypto startup (DAO), which transitioned from private one-stage voting to transparent sequential voting. I collected a dataset of individual-level voting records, delegated voting power, and precise vote timing. First, the fixed-effect regression analysis reveals that introducing a public tally in transparent sequential voting increases the likelihood of early voting (signaling) or last-minute voting (sniping) compared to the baseline of private simultaneous voting. This finding is consistent with game-theoretic predictions. Additionally, interaction models show that more pivotal voters, measured by the Shapley-Shubik index, are more likely to vote early rather than snipe at the last minute. These results suggest that a public tally may adversely affect welfare regarding information aggregation, as signaling strategies can intensify the influence of pivotal voters.",
        "url": "https://doi.org/10.31235/osf.io/k3hcd",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/n9bfh",
        "title": "‘Here there be monsters’: confronting the (post)coloniality of Britain’s borders",
        "authors": "Travis Van Isacker, Thom Tyerman",
        "created": "2024-11-01",
        "abstract": "This article analyses the (post)colonial politics of UK bordering through the lens of monstrosity. Historicising contemporary bordering within colonial-era monsterisations of racialised people and their mobility, we identify four mechanisms through which migrants are constructed and policed as monsters today: animalisation, zombification, criminalisation and barbarisation. We then examine how the state embodies monstrosity itself through border policies of deterrence and creating ‘hostile environments’. In addition to the instrumentalization of horror, this entails extending the border’s reach domestically throughout everyday life and internationally through deportation and externalisation measures. We argue these developments embody a new form of state power, depicted as a headless tentacled Leviathan. Doing so provides insights into monstrosity as a form of liberal statecraft, the local/global diffusion of bordering, the transnationalisation of sovereign power, and the racialisation of citizenship. It also raises important questions about the construction of border violence as a necessary and legitimate monstrosity in (post)colonial liberal societies, the everyday complicity of citizens, and the limits of efforts to humanise monsterised migrants or reform monstrous state institutions. Revealing how within liberal regimes of citizenship and humanitarianism values ‘there be monsters’, we argue, opens space for thinking about abolitionist alternatives in international politics.",
        "url": "https://doi.org/10.31235/osf.io/n9bfh",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Geography, International and Area Studies, Political Science, Legal Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/u78ks",
        "title": "What Does It Mean to Change the U.S. Immigration System? Perspectives from U.S. Immigration Advocates",
        "authors": "Asad L. Asad, Sofia Gonzalez-Rodriguez, E Ju Ro, Daniel Tovar Medina, Nora Mousa",
        "created": "2024-10-31",
        "abstract": "This report describes how immigration advocates—people engaging in political or legal campaigns for, and/or offering direct services and support to, immigrants—understand their efforts to reduce or prevent the harms of the U.S. immigration system on immigrants and their families. We draw on interviews with 67 immigration advocates representing 76 immigrant-serving nonprofits across the United States between November 2021 and February 2023. The interviews affirm advocates and their organizations’ important frontline roles in reducing systemic harm by addressing immigrants’ immediate material, social, and/or legal needs. Yet, when it comes to preventing harm by reforming or transforming the immigration system, many advocates believe their efforts do little but maintain the system’s structure. Advocates attribute this dynamic to several sources, including the ever-evolving harms of the current system; the demands of the public and private funders their organizations rely on; intraorganizational challenges common to immigrant-serving organizations; and the perceived immovability of the national, state, and local political contexts they work in. We conclude with several immediate and long-range suggestions for immigration advocates to consider as they continue their work.",
        "url": "https://doi.org/10.31235/osf.io/u78ks",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Administrative Law, Immigration Law, Law and Politics, Civil Law, Civil Rights and Discrimination, Law and Society, Nonprofit Organizations Law, Political Science, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/wz75m",
        "title": "Bail out the money printer? The impact of fiscal indemnity on central bank profitability",
        "authors": "Dianyi Yang",
        "created": "2024-11-05",
        "abstract": "Since 2022, central bank losses have been prevalent in advanced economies due to previous quantitative easing and recent inflationary pressures. This paper focuses on the unique case of the United Kingdom, where the government promised in advance to cover any central bank losses arising from quantitative easing. This promise is known as the indemnity. A game-theoretical model is proposed to explain the causes and effects of such indemnity. The model's predictions about the indemnity's effect on central bank profitability are empirically examined. Using the novel Dynamic Multilevel Latent Factor Model (DM-LFM), the indemnity is found to have significantly boosted the Bank of England's profits in the deflationary environment after 2008, but exacerbated its losses under the recent inflationary pressure since 2022. The theoretical model suggests the pronounced effects are due to the Bank of England's high sensitivity to losses and the UK government's moderate fiscal liberalism. Therefore, the British experience should not be generalised. Nevertheless, the theoretical and empirical lessons can inform policy-makers about future institutional designs concerning the fiscal-monetary interactions and the public finance-price stability trade-off.",
        "url": "https://doi.org/10.31235/osf.io/wz75m",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/yecm2",
        "title": "Addressing Design Bias Due to Instrumental Variables in Survey Experiments: Considering Violations of the Exclusion Restriction",
        "authors": "Yizhou FAN, Ran Nakao, Yuki HAYASHIKAWA",
        "created": "2024-11-02",
        "abstract": "This study proposed a strategy for causal identification in survey experiments by leveraging heteroscedasticity induced through information provision (Z). Here, Z affects attitudes (D), which in turn influences behavior (Y). While Z might traditionally serve as an instrumental variable (IV), a direct effect from Z to the outcome variable (Y) would invalidate it as an IV due to exclusion restriction violations. Building on prior methods, such as Lewbel’s IV approach, which utilize naturally occurring heteroscedasticity in observational data, this study explored the artificial induction of heteroscedasticity within survey experiments. We developed a new unbiased estimator within linear structural model and conducted simulations to confirm that this new estimator outperforms conventional IV estimators. We further addressed the issue of endogenous non-compliance, and discussed that under the homogeneous function assumption, manipulating information ambiguity can yield a consistent bias-corrected estimator. This approach can enhance the possibility of causal identification by survey experiments and extend heteroscedasticity-based methodologies to complex compliance contexts, offering new tools for robust experimental design.",
        "url": "https://doi.org/10.31235/osf.io/yecm2",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/ckxa8",
        "title": "Towards Definitive Categories for Online Video Game Money Laundering",
        "authors": "James Higgs, Stephen Flowerday",
        "created": "2024-10-31",
        "abstract": "Purpose — This paper aims to investigate how best to classify money laundering through online video games (i.e. virtual laundering). Currently, there is no taxonomy available for scholars and practitioners to refer to when discussing money laundering through online video games. Without a well-defined taxonomy it becomes difficult to reason through, formulate and implement effective regulatory measures, policies and security controls. As such, efforts to prevent and reduce virtual laundering incidence rates are hampered. Design/methodology/approach — This paper proposes three mutually exclusive virtual laundering categorizations. However, instead of fixating on the processes undergirding individual instances of virtual laundering, it is argued that focusing on the initial locale of the illicit proceeds provides the appropriate framing within which to classify instances of virtual laundering. Thus, the act of classification becomes an ontological endeavor, rather than an attempt at elucidating an inherently varied process (as is common of the placement, layering and integration model). Findings — This paper proposes three mutually exclusive virtual laundering categorizations. However, instead of fixating on the processes undergirding individual instances of virtual laundering, it is argued that focusing on the initial locale of the illicit proceeds provides the appropriate framing within which to classify instances of virtual laundering. Thus, the act of classification becomes an ontological endeavor, rather than an attempt at elucidating an inherently varied process (as is common of the placement, layering and integration model). Originality/value — To the best of the authors’ knowledge, this is the first taxonomy available in the knowledge base that systematically classifies instances of virtual laundering. The taxonomy is available for scholars and practitioners to use and apply when discussing how to regulate and formulate legislation, policies and appropriate security controls.",
        "url": "https://doi.org/10.31235/osf.io/ckxa8",
        "subjects": "Economics",
        "subjects_osf": "Business Organizations Law, Legal Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/nt6kg",
        "title": "Time to Accumulate: The Great Migration and the Rise of the American South",
        "authors": "Dongkyu Yang",
        "created": "2024-10-31",
        "abstract": "The idea that labor scarcity can induce economic development has long been hypothesized (Hicks, 1932; Habakkuk, 1962), but the evidence remains limited. This paper examines how the Second Great Migration (1940–1970) spurred structural change in the American South between 1970 and 2010. Empirical results using shift-share instruments show that out-migration incentivized capital investment and capital-augmenting technical change, increasing capital per worker and output in both agriculture and manufacturing, at least until 2010. Labor was reallocated from agriculture to non-agriculture. I then develop a dynamic spatial equilibrium model that allows for substitution between factors of production, factor-biased technical change, and factor abundance-based trade to characterize this process. The quantitative analysis indicates that labor-capital substitution played a major role in adjustments to South-to-North migration.",
        "url": "https://doi.org/10.31235/osf.io/nt6kg",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/rfqvt",
        "title": "Local and Spillover Effects of Trade on Structural Transformation: Evidence from Brazil",
        "authors": "Mateo Hoyos, José Alejandro Coronado, Guilherme Klein Martins",
        "created": "2024-11-06",
        "abstract": "This paper presents novel empirical evidence on the impact of trade on structural transformation. Leveraging quasi-experimental tariff variation from Brazil's trade liberalization in the 1990s, we examine its effects on regional sectoral employment shares. Building on recent cross-regional macroeconomic literature, we approximate the aggregate effects of trade on structural change by extending the traditional shift-share analysis to include estimates of spatial spillover effects, beyond the commonly reported local or direct impacts. Our findings reveal that Brazilian regions directly exposed to larger tariff reductions experienced a significant decrease in manufacturing employment shares, an increase in the primary sector, and a decline in non-tradables. Spatial spillover effects—whether based on migration or gravity links—are positive for manufacturing and the primary sector but negative for non-tradables. While positive spillovers in manufacturing partially offset local deindustrialization, the net effects remain negative and economically significant. These effects persisted for at least twenty years post-liberalization and are independent of potential confounders, including alternative structural change hypotheses and other shocks to Brazil's economy during the study period. Our results are consistent with the theoretical literature on trade and structural transformation which emphasizes the significance of comparative advantage.",
        "url": "https://doi.org/10.31235/osf.io/rfqvt",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/u5j6x",
        "title": "Aspectos económicos relevantes que influyeron en la ejecución de los proyectos del Metro en la ciudad de Bogotá, durante las cuatro últimas décadas",
        "authors": "Luz Bastidas, Gustavo Arengas",
        "created": "2024-10-31",
        "abstract": "Bogotá es la sexta ciudad más poblada de América Latina, cuenta con una población aproximada de 7,4 millones de personas y una extensión de 1775 km2, según el censo del DANE para 2018 (SDP, 2020). Esta ciudad, al ser una de las más grandes en la región necesita un sistema de transporte competente para movilizar a sus habitantes; sin embargo, tras cuatro décadas de propuestas en la actualidad carece de un sistema de trenes urbanos o metro, y, sólo hasta el año 2020 se comenzaron a desarrollar fases previas a la construcción, bajo los lineamientos del contrato firmado entre Empresa Metro de Bogotá y la empresa Metro Línea 1 S.A.S. Debido a lo anterior, en este trabajo se busca describir las posibles razones de carácter económico que han influenciado a los proyectos más significativos de este sistema de transporte en la capital durante casi 40 años, hasta la puesta en marcha de la Primera Línea del Metro de Bogotá (PMLB), esto mediante una revisión de los diferentes estudios que se realizaron desde 1981 hasta 2020 para la construcción del mismo.",
        "url": "https://doi.org/10.31235/osf.io/u5j6x",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/xeaqt",
        "title": "It Takes Three to Ceilidh: Pension System and Multidimensional Poverty Mitigation in China",
        "authors": "Yansong David Wang, Tao Louie Xu, Cheng Yuan",
        "created": "2024-11-04",
        "abstract": "This research employs the Alkire-Foster approach to measure multidimensional poverty between 2012 and 2020 in China, followed by examining the role of the three-pillar pension system in mitigating household multidimensional poverty. With the China Family Panel Studies data, our measurement uncovers the sustainable effects and mechanisms of household participation in the multi-pillar pension system on poverty mitigation. The results indicate that more participation in the pension system mitigates the probability of being trapped in multidimensional poverty. The findings reveal the significance of state social insurance, enterprise annuity, and individual commercial insurance. The mitigation effect of market-oriented pillars is achieved through more investment in and consumption for livelihood assets. Based upon the sustainable livelihoods framework, livelihood assets ameliorate household capabilities in human, natural, financial, and psychological capital against risks, shocks, and uncertainties. Our research contributes to the knowledge of how household participation in pension pillars sustainably mitigates multidimensional poverty through micro-level mechanisms and to the policy praxis of why a facilitating state is called for poverty mitigation from the perspective of new structural economics.",
        "url": "https://doi.org/10.31235/osf.io/xeaqt",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/4y7q2",
        "title": "Imposter participants? Towards a reflexive epistemology of ‘suspected participants’",
        "authors": "Jaime Garcia-Iglesias, Brian Heaphy, Neta Yodovich, Sophie Atherton, Azeem Merchant",
        "created": "2024-11-01",
        "abstract": "This paper explores the phenomenon of \"imposter\" participants in online qualitative research. Drawing on two UK-based projects which investigated intersections of health, sexuality, and social connections during and after the COVID-19 pandemic, we assess the challenges posed by suspected participants. The term \"imposter participants\" is critically examined, suggesting instead \"suspected participants\" to acknowledge the researchers' role in generating suspicion. We argue for a reflexive epistemology that questions normative assumptions about authentic participation, advocating for the inclusion of suspect data as an interpretive tool rather than a problem needing ‘screening out’. This approach reframes participant “suspicion” as an opportunity to understand fragmented identities and complex motivations in modern social contexts.",
        "url": "https://doi.org/10.31235/osf.io/4y7q2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/52hfx",
        "title": "Homelessness and access to amenities among encampments, shelters, and rental units in Seattle neighborhoods",
        "authors": "Aja Sutton, Whitney Walker, Amy Hagopian, Zack W. Almquist",
        "created": "2024-11-04",
        "abstract": "In the United States, no jurisdiction ensures the fundamental conditions producing health, including housing, even though the phenomenon of homelessness is intensifying. King County, Washington, twelfth largest U.S. county, hosts the third largest homeless population, many of whom reside in Seattle. Discouraging encampments and providing shelter beds has proven ineffective. We investigate how street survivors make encampment choices based on amenities proximity compared to those in shelters and rental units. We analyze rich spatial, administrative, and outreach worker data from Seattle’s Evergreen Treatment Services (REACH) on people living unsheltered (from 2016 to 2022). We discuss the implications of providing effective support for people living unhoused, and provide what is — to our knowledge — the most comprehensive and recent study of neighborhood access and proximity to amenities among the unsheltered population in Seattle, WA. We find that encampment locations more closely reflected the access of renting, housed populations across all amenities in the majority of neighborhoods., and that some amenities provide an opportunity for personal agency with regard to basic needs, particularly food-related amenities (with the exception of food banks), were closer to encampments than shelters. We conclude that housing options that feel like homes rather than institutions are critical to support the unhoused. In the interim, shelters should be more integrated into neighborhoods, and better reflect tent encampment and rental trends. Policymakers and practitioners must provide effective support that centers on autonomy, dignity, and harm reduction for those who survive outside.",
        "url": "https://doi.org/10.31235/osf.io/52hfx",
        "subjects": "Sociology",
        "subjects_osf": "Environmental Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/drs8c",
        "title": "Hidden Synergy: Hong Kong’s Role in the Development of Science and Technology in Chinese Higher Education",
        "authors": "Yisu Zhou, Yang SHEN, Xinyue Yao",
        "created": "2024-11-02",
        "abstract": "This paper examines the rapid growth of China’s science and technology (S&amp;T) sector within the broader context of higher education, focusing on the often-overlooked role of Hong Kong in this transformation. While conventional explanations emphasize China’s relationship with the United States, this study argues that Hong Kong has played a crucial, yet underappreciated, role in advancing China’s higher education and S&amp;T capabilities. Despite its reputation as a finance-driven city, Hong Kong has developed a robust academic and scientific community that fostered close collaborations with mainland institutions. In the 1990s, as Hong Kong’s research doctoral programs were gaining momentum, mainland students sought high-quality advanced training, and members of the overseas Chinese academic diaspora returned to join Hong Kong universities. This cross-border collaboration thrived despite cultural and ideological differences, combining the mainland’s motivated talent pool with Hong Kong’s free academic environment. Using a comprehensive dataset from the Web of Science, institutional archives, university leader biographies, and PhD dissertation records from Hong Kong’s top universities, this paper provides both quantitative and qualitative analyses of the historical collaboration between Hong Kong and mainland China. The findings reveal that this relationship was evolutionary, initiated by forward-thinking educators long before formal mechanisms were in place, and was instrumental in China’s rise to global prominence in higher education and S&amp;T. By revisiting this underexplored dimension of China’s educational development, this paper offers a new understanding of the forces behind the country’s remarkable achievements in higher education and scientific research.",
        "url": "https://doi.org/10.31235/osf.io/drs8c",
        "subjects": "Sociology",
        "subjects_osf": "Higher Education, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fyv6c",
        "title": "Online video games: cyberlaundering vulnerabilities and controls",
        "authors": "James Higgs, Stephen Flowerday",
        "created": "2024-11-06",
        "abstract": "The video game market is forecasted to be valued at $321.6 billion by 2027. Today, younger generations increasingly prefer spending their leisurely time playing online video games. Beyond providing a leisurely – and often competitive – activity to the bulk of its user base, online video games provide cybercriminals with an environment that is free from the reigns of legal enforcement. More specifically, with the growing popularity and uptake of the microtransaction business model, money launderers are provided with novel channels to move their illicitly gained funds. A continuously expanding body of evidence underscores that money laundering is occurring through online video games. Foremost, cybercriminals are attracted to the anonymity and global reach offered by online video games with few to no controls currently in place to disrupt laundering processes. Furthermore, regulations are struggling to keep pace with the latest money laundering strategies employed by cybercriminals. This paper explores and discusses money laundering in the context of online video games. Core vulnerabilities enabling money laundering to occur through online video games are identified. Security controls to reduce the scale of laundering are proposed.",
        "url": "https://doi.org/10.31235/osf.io/fyv6c",
        "subjects": "Sociology",
        "subjects_osf": "Science and Technology Law, Computer Law, Entertainment, Arts, and Sports Law, Art and Design, Legal Studies, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/gn2c7",
        "title": "Imposter Participants: A Call for Social Science Intervention",
        "authors": "Azeem Merchant, Sophie Atherton, Jaime Garcia-Iglesias",
        "created": "2024-11-01",
        "abstract": "The rise of “imposter participants” in research—individuals who misrepresent their identities or experiences to gain access to studies—has become a contentious issue, particularly as online research methods have expanded since the COVID-19 pandemic. While existing literature suggests indicators and strategies for identifying such participants, this approach risks excluding marginalized groups. This paper reframes the discussion, arguing that the current focus on detection and exclusion requires broader ethical and methodological debate. Specifically, we question how to balance research rigour with inclusivity, particularly in health research. This paper calls for urgent sociological intervention, advocating for a reframing of imposter participation as not just a methodological concern but as a critical issue in debates about epistemology, exclusion, and inclusivity in research practices. Rather than simply offering solutions, this paper seeks to provoke a conversation about the evolving challenges of participant verification in an increasingly digital and diverse research landscape.",
        "url": "https://doi.org/10.31235/osf.io/gn2c7",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/jzde2",
        "title": "Ask Me Anything! How ChatGPT Got Hyped Into Being",
        "authors": "jascha Bareis",
        "created": "2024-10-30",
        "abstract": "This paper reconstructs how chatbots based on Large language models (LLMs) like ‘ChatGPT’ got hyped into being. It dissects the actors and dynamics that triggered, fueled and disseminated the hype. Through the lens of hype studies the paper interrogates three empirical realms: 1. Company websites where the chatbots are presented, 2. Blog entries and newspaper interviews by prominent tech figures from the Silicon Valley, and 3. New York Times articles in the timespan between November 2022 and August 2024. The paper shows how the chatbot hype is driven by a dynamic between privileged actors (hypers) and a media frenzy both influencing and being carried by society and politics alike. Different interdependent building blocks in the chatbot hype construction are identified: 1. Depicting LLMs chatbots as knowledge models, 2. Entertaining the uncanny and manipulative side of chatbots, 3. Staging a spectacle of competition between tech giants, and 4. Praising the dualism of doomsday apocalypse or a tech-religious calling for a promised future. The paper unravels the core circulated narrative that turns the hype into a powerful societal phenomenon.",
        "url": "https://doi.org/10.31235/osf.io/jzde2",
        "subjects": "Sociology",
        "subjects_osf": "Science and Technology Law, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/mfhd5",
        "title": "Demands Networks and Volunteering",
        "authors": "Hjalmar Bang Carlsen, Jonas Toubøl",
        "created": "2024-11-04",
        "abstract": "Patterns of volunteering have predominantly been explained by focusing on the supply side of volunteering, where differences in volunteering reflect differences in resources and motivations. In this article, we shift the focus to the demand side of volunteering, and argue that a proper account of differences in volunteering must include differences in demand for help. We develop the concept of demand networks, as the inverse of support networks, and argue that demand networks are important to explain voluntary social work and support. We define demand networks as the demand for support requested through ego’s personal network. We propose a model where the amount of demand for help in ego’s network influences the likelihood that ego helps. We then turn to explain what factors create differences in amount of demand in personal networks as well as how they mediate and moderate the effect of demand networks. We focus on factors at 1) a structural level concerning the socio-economic strata of the individual and the organization of the voluntary effort, distinguishing between informal- and formal civil society, and 2) at an institutional level focusing on altruistic values and gendered social roles that may differentiate expectations to care for others and respond to demands for help. We test the resulting associational hypotheses using a cross-sectional population survey inquiring about volunteering during COVID-19 in Denmark. The results support the main hypotheses, indicating the importance of the demand side to adequately explain volunteering.",
        "url": "https://doi.org/10.31235/osf.io/mfhd5",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/nzkg4",
        "title": "Dalla ricerca applicata all’intervento contro la deprivazione alimentare durante la pandemia COVID-19",
        "authors": "Tommaso Vitale, Carlo Stasolla",
        "created": "2024-11-01",
        "abstract": "Il paper affronta in modo incisivo l’impatto delle misure anti-COVID su alcune comunità Rom residenti nei villaggi di Roma. Gli autori analizzano le condizioni sociali e sanitarie dei “villaggi” durante i primi giorni di quarantena, evidenziando come l’isolamento abbia esacerbato l’accesso limitato ai servizi essenziali e peggiorato le condizioni economiche e di vita di queste popolazioni già vulnerabili. Utilizzando una metodologia innovativa di interviste telefoniche, resa possibile grazie a un rapporto di fiducia con i residenti, l’Associazione 21 luglio ha raccolto dati preziosi sui problemi quotidiani e sulle misure di auto-tutela adottate dai residenti. L’articolo rivela le gravi carenze nei servizi di base, come l’accesso all’acqua potabile, i dispositivi di protezione e le risorse alimentari, che non solo aggravano le difficoltà materiali ma intensificano anche la segregazione e la marginalità sociale. Le evidenze raccolte spingono a ripensare le politiche pubbliche di emergenza, promuovendo misure che includano la distribuzione di beni di prima necessità e il supporto educativo, soprattutto per i bambini in età scolare privati della didattica a distanza. Gli autori propongono azioni collaborative e incrementali, come programmi di assistenza alimentare per i bambini da 0 a 3 anni, e sottolineano la necessità di contrastare lo stigma e il razzismo nei confronti delle comunità Rom per costruire legami solidali e interdipendenti con la società circostante. Questa ricerca, oltre a offrire una testimonianza sulle dinamiche di esclusione urbana, rappresenta un esempio cruciale di ricerca applicata che ha saputo tradursi in interventi pratici per migliorare la vita delle persone in difficoltà.",
        "url": "https://doi.org/10.31235/osf.io/nzkg4",
        "subjects": "Sociology",
        "subjects_osf": "Social Work, Sociology"
      },
      {
        "doi": "10.31235/osf.io/p6mkd",
        "title": "Coming of Age: A Narrative Review of Large Language Models (LLMs) as Cognitive Supports for an Aging Population",
        "authors": "Glenn Jakobsen",
        "created": "2024-11-01",
        "abstract": "This paper explores the potential of Large Language Models (LLMs) as tools for cognitive support in aging populations, focusing on their ability to enhance memory, provide task reminders, and facilitate social engagement. As the global population ages, the demand for adaptive technologies that support aging in place increases, while healthcare resources grow increasingly strained. LLMs represent a promising avenue for addressing this gap by offering culturally competent, conversational interfaces capable of supporting cognitive function. Despite current limitations in context retention and response accuracy, advancements in LLM technology could enhance personalization and continuity of care, potentially transforming LLMs into significant companions for older adults experiencing cognitive decline. This paper provides an overview of existing LLM capabilities, the challenges that remain, and a projection of how these models might evolve to meet the growing needs of an aging society.",
        "url": "https://doi.org/10.31235/osf.io/p6mkd",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/udbew",
        "title": "Una struttura di opportunità associative. Alcune idee su come le città europee possono valorizzare e sostenere il civismo e la convivialità dei loro abitanti",
        "authors": "Tommaso Vitale",
        "created": "2024-10-31",
        "abstract": "This chapter commences with the presentation of three questions. Firstly, what are the strengths of political and social science research work on associationism? Secondly, which areas have been treated with a greater degree of ideological bias and would therefore benefit from a more critical realist approach (Pratschke, 2003)? Thirdly, what insights have been gained? In responding to these queries, the chapter considers the ways in which research has frequently examined associationism with a view to elucidating broader dynamics, including those pertaining to politics, professionalisation, organisation, community, elites, cooperation, and categories of stratification. As we examine the ways in which cities engage with associations, we observe a multiplicity of modes of governance, a diversity of instruments of public action, and a structure of associational opportunities. This allows us to investigate the mechanisms and processes involved, adopting a historical and comparative approach that aligns with Weberian principles.",
        "url": "https://doi.org/10.31235/osf.io/udbew",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vy6mw",
        "title": "Growing importance of attitudes toward mothers’ role in the unequal use of early childhood education and care",
        "authors": "INVEST Flagship, Sanni Välimäki",
        "created": "2024-11-07",
        "abstract": "Over the past decades, attitudes toward mothers’ roles have become more gender-egalitarian. There has been a concurrent increase in early childhood education and care (ECEC) participation rates across Europe. However, inequality in ECEC usage has remained. The main reason for the inequality has been found to be problems with accessing the service but it is argued that attitudes toward mother’s role possible also play a role in it. This article examines the relationship between attitudes and ECEC usage at two points in time: 2008 and 2017. The article uses two data, EU-SILC and EVS, and the method multilevel logistic regression. The analysis considers both country-level and individual-level connections, reflecting on ECEC usage. The findings indicate an association between increasingly egalitarian attitudes and rising ECEC participation rates. As attitudes among less educated individuals change more slowly, their impact on ECEC usage could become more significant, particularly concerning inequality in ECEC usage. This is evident in the cross-level interaction between overall attitudes and mothers’ education in predicting ECEC participation among children under three years old. The disparity in ECEC usage between the less educated and those with higher levels of education is growing.",
        "url": "https://doi.org/10.31235/osf.io/vy6mw",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/zakjb",
        "title": "Understanding Toxic Gaming Behavior and the Use of Profanity-Laced Language Among Rural Adolescents in Baybay City, Leyte",
        "authors": "Sascha V. Oliverio",
        "created": "2024-10-31",
        "abstract": "The prevalence of toxic gaming behavior and profanity-laced language in online gaming communities has become a significant concern among adolescents in rural communities. Despite extensive research on gaming behavior in urban settings, there is a notable gap in understanding these dynamics in rural areas. This study aims to fill that gap by exploring the extent and nature of toxic behaviors and the use of offensive language among rural adolescents playing online games in Baybay City, Leyte. Through Symbolic Interactionism, this study aimed to identify the underlying factors contributing to such behaviors and their potential impacts on communication and social development. This study conducted a series of interviews, focus group discussions, and community observation to supplement the initial survey. Results showed that adolescents in rural areas are aware of their toxic behavior, but due to its normalization, do not think of it as a problem and instead see it as part of online gaming culture. This suggests the need to strengthen proper communication and improve maturity among players engaging in online games that require them to socialize.",
        "url": "https://doi.org/10.31235/osf.io/zakjb",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/2mbxy",
        "title": "“Thank you in advance for not changing my retirement home's intrinsic beauty”: NIMBYism, environmental privilege, and the politics of offshore wind energy",
        "authors": "Matthew Jerome Schneider, Brian F. O'Neill",
        "created": "2024-10-30",
        "abstract": "*This is a draft and is currently undergoing peer review. Among climate adaptation technologies, the development of new wind energy infrastructure is widely supported in the United States. Yet, the siting of wind farms is often contentious. This research problematizes how local stakeholders frame their opposition to offshore wind projects at a time when the swift adoption of renewable energies is generally seen as a necessity for environmental, social, and economic reasons. Through qualitative content analysis of 89 public comments pertaining to offshore wind projects planned for the North Carolina coast, we argue that objections to wind projects reflect an understanding of the infrastructure’s environmental burden and, importantly, a desire to protect environmental privilege. Findings suggest a need for expanded research on the dimensions of privilege that may be at play across wind farm sites and that any consideration of a just transition must consider how expressions of privilege inform environmental political discourse and siting decisions.",
        "url": "https://doi.org/10.31235/osf.io/2mbxy",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/e9r5b",
        "title": "Australia’s wellbeing framework: Is it really ‘measuring what matters’?",
        "authors": "Kate Sollis, Paul Campbell, Nicholas Drake",
        "created": "2024-11-04",
        "abstract": "Australia’s newly established wellbeing framework, ‘Measuring What Matters’ (MWM), seeks to measure social progress and influence policy by reporting on 50 wellbeing indicators within five “themes”. In this paper, we assess whether the MWM framework adequately measures what people in Australia value for their wellbeing by examining both the process of the framework’s development and its content. Firstly, we consider whether the consultation process undertaken was adequate. Secondly, we examine whether the MWM indicators align with existing research on what people in Australia value for their wellbeing. We identified limitations across all four aspects of the consultation examined: its comprehensiveness, reach, transparency, and extent to which it genuinely incorporated community feedback into the framework. While the MWM framework was found to broadly align with existing research on what Australians value for their wellbeing, there were some notable divergences. We urge the Australian Government to undertake a comprehensive, wide-reaching, transparent, and genuine consultation across Australia. Furthermore, we recommend that the Australian Government develop new indicators in consultation with the public. Enhancing the MWM framework will help establish it as a cornerstone of government decision-making, and importantly, ensure that it does what it purports to do: measure what Australians value for their wellbeing.",
        "url": "https://doi.org/10.31235/osf.io/e9r5b",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/h4m7p",
        "title": "The limited impact of extending the school week on educational outcomes in Dutch primary education: a quasi-experimental study using penalized synthetic control analysis",
        "authors": "Gijs Custers, Erik-Jan van Kesteren, Oisín Ryan",
        "created": "2024-11-01",
        "abstract": "This study uses a quasi-experimental design to investigate the causal impact of an extended school week on educational performance in 22 Dutch primary schools. The intervention has been partly modeled after the prominent Harlem Children’s Zone (HCZ). To assess the impact of the intervention, we leverage register data containing information on all Dutch children finishing primary school in the period 2009 - 2022. Synthetic control analysis is applied to estimate the causal effect for each individual school. The findings show the program has had limited effect on educational outcomes with little variation between schools. Our contribution is in showing how several factors, such as goal switching, lack of participation, and teacher shortages, hamper program effectiveness and discussing to what extent a concept such as the HCZ is transferable to other international contexts. Finally, we also illustrate how the synthetic control method can be applied in educational research.",
        "url": "https://doi.org/10.31235/osf.io/h4m7p",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/mr726",
        "title": "An integrated formal demographic fertility framework",
        "authors": "Annette Baudisch, Antonino Polizzi",
        "created": "2024-11-05",
        "abstract": "The traditional framework of fertility research conceptualizes childbirth from the mother's perspective. From her perspective, birth is an uncertain and potentially recurring event. In contrast, the Born once, die once (B1D1) framework conceptualizes birth as an event experienced by the child. From its perspective, birth is certain and, like death, occurs only once. As an advantage over the traditional approach, the child's perspective allows for the use of density, survival, and hazard functions to study fertility age patterns at the macro level using birth counts for all parities by maternal age. Here, we reformulate the B1D1 framework using fertility rate notation and extend the traditional fertility framework by analogous density, survival, and hazard functions. We compare this extended traditional framework with the B1D1 framework using data on Swedish cohorts born in the 19th and 20th centuries. Large historical differences between the density, survival, and hazard functions in the two frameworks have diminished for more recent cohorts, suggesting converging conclusions about fertility age patterns. The new density, survival, and hazard functions can shed new light on differences in fertility age patterns across populations and advance traditional fertility research, including by capturing fertility and mortality age patterns with common concepts and measures.",
        "url": "https://doi.org/10.31235/osf.io/mr726",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/pqtka",
        "title": "Demographic Transition and Post-Transition Population Dynamics: A Revue of Micro and Macro Economic Models and Interactions",
        "authors": "Eduardo L. G. Rios-Neto",
        "created": "2024-11-02",
        "abstract": "This literature review contrasts microeconomic fertility models during the demographic and post-transitional periods, evaluating their implications for macroeconomic growth models. While microeconomic fertility models stress the trade-off between child quality and quantity during the demographic transition, the extensive and intensive margin fertility model applies to the post-transition period, with implications for childlessness and the postponement of childbearing. The impact of micro decisions on economic growth is more substantial during the demographic transition than in the post-transition period. Low or negative population growth during the post-transition period may stall economic growth.",
        "url": "https://doi.org/10.31235/osf.io/pqtka",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qp7cv",
        "title": "Mapping Predatory Lending in Historically Redlined Districts in Phoenix, Arizona",
        "authors": "Isabella Register",
        "created": "2024-11-02",
        "abstract": "In 2016, historians at the University of Richmond collected records from the National Archives and Records Administration (NARA) and established Mapping Inequality: Redlining in New Deal America Project, a resource allowing users to examine the history of redlining in the United States (Center for the Preservation of Civil Rights Sites, n/a). This online repository contains interactive redlining maps of 225 US Cities (Virginia Tech, 2021) that were used by the HOLC between 1935 and 1940. The objective of my project is to use the collective spatial data from the Mapping Inequality project to map the location of institutions with predatory lending practices (IWPLPs) in historically redlined districts in Phoenix, Arizona.",
        "url": "https://doi.org/10.31235/osf.io/qp7cv",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qw74h",
        "title": "Redefining Rainfall Reporting - Advocating for Volume over Area-based Rainfall Metrics to Enhance Flood Forecasting and Public Awareness: A Policy Brief",
        "authors": "Bernard Barruga",
        "created": "2024-10-30",
        "abstract": "This policy brief proposes a shift in the standard measurement and reporting of rainfall from depth-based metrics (e.g., millimeters per hour) to a volume over area-based metric that measures rainfall as water volume over area per time (e.g., cubic meters per hectare per hour). This change is grounded in studies indicating that area-based rainfall metrics can more accurately predict flood risk, especially in flash-flood-prone regions. Studies have shown that traditional depth measurements do not adequately reflect runoff potential, while volume-over-area metrics better represent the hydrological impact on various landscapes (Peleg et al., 2017). A proposed rainfall intensity scale, modeled after hurricane categorization systems, aims to improve communication of rainfall severity and promote preparedness. Keywords: rainfall measurement, flood forecasting, climate resilience, volume-over-area, flash flooding, rainfall intensity scale, climate change, public risk communication",
        "url": "https://doi.org/10.31235/osf.io/qw74h",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/rp8qn",
        "title": "Use of a critical constructivist, community-engaged approach to understand commercial determinants of breast cancer using online industry documents: The situational scoping method",
        "authors": "Cristin Kearns",
        "created": "2024-11-01",
        "abstract": "In the digital age, online industry documents have become an available and abundant source to inform qualitative health research on the commercial determinants of health. I offer the situational scoping method as an approach that applies rigorous and transparent methods to conduct an overview of large databases of industry documents by focusing on specific empirical “situations” as the object of study. It is conducted by a collective of transdisciplinary researchers and community members who shape knowledge production based on their unique experience and opinions about which situations are deemed essential for emancipatory action. The situational scoping method is rooted in a critical constructivist epistemology and consists of three stages: 1) identification of a broad range of external events over time perceived by industries as a threat or opportunity to business interests; 2) selection of a sample of external events for further analysis; and 3) social worlds/arenas mapping of industry responses to selected external events. I describe the epistemological and methodological influences, development, and procedures of the situational scoping method drawing from my experience conducting a pilot study with a project team engaged in scoping of documents related to environmental exposures and breast cancer in the University of California, San Francisco Industry Documents Library, which houses millions of documents produced by the tobacco, opioids, chemical, drug, food, and fossil fuel industries. This method enhances traditional tobacco documents research by engaging a collective or researchers and community members, offering a systematic approach to assessing a large corpus of industry documents, employing visual tools, and providing facilitation and research training. This study advances the use of qualitative methods in industry documents research.",
        "url": "https://doi.org/10.31235/osf.io/rp8qn",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/2bgpy",
        "title": "El Poder De Las Narrativas Personales En La Promoción De Hábitos Alimenticios: Testimonios Vs Evidencia Científica",
        "authors": "German David Borda, Kevin Monasterio López, Esperanza Roblero Plaza, Agustina Lasota, Francisco Palencia-Sánchez",
        "created": "2024-10-27",
        "abstract": "Este ensayo analiza la creciente influencia de las narrativas personales en la formación de hábitos alimenticios, en comparación con las recomendaciones basadas en evidencia científica. Las historias personales, a menudo derivadas de experiencias cotidianas, conectan emocionalmente con el público, haciendo que los cambios en la dieta parezcan más alcanzables y motivadores. Este tipo de narrativas, especialmente difundidas por influencers, puede tener un impacto fuerte o de gran impacto en los seguidores. Sin embargo, la dependencia de experiencias subjetivas sobre recomendaciones científicas conlleva riesgos, ya que puede promover prácticas alimenticias inseguras. En la era de las redes sociales, entre el 40% y el 60% de la población tiende a seguir consejos de figuras públicas en lugar de expertos en nutrición, lo que contribuye a la desinformación. Este ensayo subraya la importancia de que los profesionales de la salud promuevan información basada en evidencia científica de manera accesible y atractiva, compitiendo con el impacto emocional de las narrativas personales, para fomentar hábitos alimenticios seguros y sostenibles en un entorno sobresaturado de información",
        "url": "https://doi.org/10.31235/osf.io/2bgpy",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/2pygx",
        "title": "The Complex Trauma-Informed Adventure Therapy Theory and Practice Framework: A Thematic Analysis",
        "authors": "Graham Pringle, Paul Harris, Maddy Slattery, Jennifer Boddy",
        "created": "2024-10-31",
        "abstract": "Social workers are increasingly conducting complex trauma (CT) informed practice work in outdoor settings. Many theories inform CT-informed practice in adventure therapy (AT), although no purpose-built theory or framework has been evident. To construct such a theory, three studies were undertaken by the lead author to analyse CT and AT literature, construct a draft theory and framework, and subject it to expert critique and subsequent refinement. Thematic analysis of all three studies resulted in four themes that informed the CT-informed AT (CTIAT) framework: (1) voluntary participation, (2) dignity of experience, (3) relational care, and (4) the development of a sense of self. Results highlighted the importance of eliminating coercion and replacing manualised treatment models with practitioner reflexivity. Ecological dynamics, which links ecological psychology and dynamical systems theory in a holistic person-environment-action interaction, is proposed as the mechanism of healing for AT and CT approaches.",
        "url": "https://doi.org/10.31235/osf.io/2pygx",
        "subjects": "(Other)",
        "subjects_osf": "Social Work"
      },
      {
        "doi": "10.31235/osf.io/8skzg",
        "title": "Mapping the publisher types and collaborations behind Web of Science indexed journals",
        "authors": "Zehra Taskin, Janne Pölönen, Emanuel Kulczycki, Mikael Laakso",
        "created": "2024-11-07",
        "abstract": "Although the organisational aspects of scholarly journals—such as the types of organisations responsible for publishing individual journals, whether independently or in collaboration—have significant implications for scholarly communication, they have received little focused research attention on a large scale. This study provides a comprehensive analysis of all WoS-indexed journals (N=21,886), focusing on the type of organisations that are officially attached to publishing the journals, either alone or together. We also investigate the disciplinary, geographical and linguistic diversity, and the key bibliometric characteristics, of journals (co)published by different types of organisations. By augmenting WoS metadata with a custom classification concerning organisational information about the journals publishing and governing organisations available through the International ISSN Centre, this study provides a larger and more detailed analysis than has been available so far. Our results show that 66% of journals are published by a sole organisation type (professional, research organisation, society), and 34% respectively are published through combinations of these different organisation types. The most common form of collaboration was a professional publisher with a scholarly society as the collaborative organisation.",
        "url": "https://doi.org/10.31235/osf.io/8skzg",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/9cn3z",
        "title": "Digital Access, Resources, and Literacy: Mapping the Digital Divide and ICT Learning Challenges Among Undergraduate Students in Bangladesh",
        "authors": "Abdul Aziz, Md Tareq Hossain",
        "created": "2024-11-07",
        "abstract": "Although Bangladesh has adopted many digital initiatives, it continues to grapple with widespread digital disparity and social inequality. Through semi-structured interviews, this study explores the dynamics of the digital divide and the perceptions and experiences of undergraduate students in Bangladesh in ICT education and learning. The findings indicate that, despite the significant impact of the digital divide, caused by multifaceted socioeconomic inequality, ICT education has largely failed to provide students with essential digital skills. This article emphasizes the need for an effective learning environment that prioritizes three interconnected dimensions: equal access, resources, and digital literacy. By examining the interplay between digital divides and the imperative of integrating e-learning into pedagogical strategies, this study contributes to the field of educational policy and technology. Ultimately, this article advocates a digitally inclusive and student-centred digital learning environment in the technology-poor setting of higher education in Bangladesh.",
        "url": "https://doi.org/10.31235/osf.io/9cn3z",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/dmqbr",
        "title": "Exploring the Potential for a Holistic Indicator of Social Sustainability and Quality of Life in Vancouver",
        "authors": "Mana Mohebbian",
        "created": "2024-11-03",
        "abstract": "This report investigates the feasibility of developing a holistic indicator to assess and communicate the social sustainability and quality of life in Vancouver. Despite the availability of various specific metrics, there is a noted absence of a comprehensive framework that integrates these metrics to provide a singular, actionable view of the city's progress towards its social sustainability goals. The City of Vancouver currently employs 45 population-level indicators under its Healthy City Strategy, demonstrating the city's commitment to transparent and data-driven governance. However, these indicators, while effective individually, do not collectively provide a complete picture of the city's overall health across various dimensions such as public health, housing, education, and environmental sustainability. The aim of this research was to identify a holistic indicator that encompasses multiple dimensions of social sustainability to simplify assessments and improve strategic planning. Through a desktop review of 70 existing indicators and consultations with experts, two models were identified as particularly promising: the Greater London Authority's (GLA) Wellbeing and Sustainability Measure, and the City of Calgary's Equity Index (CEI). These models offer robust frameworks that prioritize equity, accessibility, and stakeholder involvement, aligning closely with Vancouver's urban development goals. This work highlights the need for an overarching metric that reflects the interdependencies among various domains, ensuring that progress in one area does not undermine another. By leveraging insights from this research, Vancouver can enhance its policy implementation and community engagement, moving closer to achieving a balanced and sustainable urban environment. The proposed holistic indicator will also support the city in benchmarking against other urban centers and refining its strategic initiatives based on quantifiable metrics.",
        "url": "https://doi.org/10.31235/osf.io/dmqbr",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/dqu8m",
        "title": "Seeds of Transformation: A History of Seeds of a Good Anthropocene (2014-2024)",
        "authors": "Garry Peterson, Elena M Bennett, Reinette Biggs",
        "created": "2024-11-05",
        "abstract": "The predominance of catastrophic and dystopian visions about the future makes it difficult to envision and articulate pathways for sustainability transformations towards more positive futures. To address this challenge, the \"Seeds of a Good Anthropocene” (SoGA) project began over a decade ago, in 2014. The project seeks to identify and amplify existing, innovative, non-mainstream sustainability initiatives, which we call “seeds”, that have the potential to contribute to new development pathways and create positive futures. These “seeds” offer tangible examples of how positive change is already happening out of the mainstream, and imagining how they could grow provides a useful way of describing different plausible, desirable futures and articulating pathways to move towards those futures. This paper reviews the history of the SoGA project, its theoretical underpinnings, and its ongoing impact on futures thinking, scenario development, and sustainability science. Combining personal reflections of the project's founders with a bibliometric analysis of over 30 peer-reviewed papers connected to the SoGA project, the paper identifies key people, places, and ideas that have contributed to the project. It also highlights the project’s diverse activities, such as a mobile app to identify urban ‘seeds’ and assisting in the development of the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES) Nature Futures Framework. The paper concludes by suggesting future research directions for the next decade of the SoGA project.",
        "url": "https://doi.org/10.31235/osf.io/dqu8m",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/ks2ta",
        "title": "Developing Measures of Public Perceptions of Values in Science",
        "authors": "Dan Hicks, Emilio Lobato, Cosmo E. Campbell, Joseph Dad",
        "created": "2024-10-31",
        "abstract": "Scholars in the history, philosophy, and social studies of science often explain public scientific controversies by appealing to views of the general public on appropriate roles for values in science. However, evidence that members of the public actually hold these views is limited. This paper presents the Values in Science Scale (VISS), a quantitative survey instrument designed to measure these views. Qualitative methods were used to ensure construct validity among US adults (Study 2). In one notable initial finding using VISS, the value-free ideal (VFI) — a traditional conception of objectivity — is not correlated with generalized trust in science.",
        "url": "https://doi.org/10.31235/osf.io/ks2ta",
        "subjects": "(Other)",
        "subjects_osf": "Philosophy, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/ngkzr",
        "title": "Assessing the accuracy of ARIMA models to forecast population at the intraurban level in Greater Mexico City",
        "authors": "Miguel González-Leonardo, Niall Newsham, Daniel Zazueta-Borboa, Emerson Baptista, Francisco Rowe",
        "created": "2024-10-30",
        "abstract": "Population forecasts at the intraurban level are crucial for governments and businesses to implement spatial planning and identify potential markets. However, population forecasts are often produced at coarse scales, namely national and regional, and state of the art small area forecasting methods are scarce and adjusted to work on Global North countries. We aim to explore the accuracy of autoregressive integrated moving average (ARIMA) models to forecast population totals and age-group populations at the intraurban level for the municipalities of Greater Mexico City. We use WorldPop 2000-10 population estimates as input data and perform retrospective forecasts for 2011-20. Comparing our forecasts with actual population counts, we found that ARIMA models return a median error of 1.5% when forecasting population totals in a 10-year horizon, and 5.7% for population forecasts by age-group. The age-groups 0-14, 15-39 and 40-64 performed particularly well, with error levels below 5% in most municipalities, while the age-group 65+ displays higher errors, typically over 20%. We conclude that ARIMA models outperform accuracy levels of small area population forecasts from previous studies which use different methods across the Global North. Yet, ARIMA models have limitations. They are powerful when rates of population change are linear or unchanged but cannot predict sudden changes in demographic components or ageing processes in cohorts with different population size.",
        "url": "https://doi.org/10.31235/osf.io/ngkzr",
        "subjects": "(Other)",
        "subjects_osf": "Geography"
      },
      {
        "doi": "10.31235/osf.io/qc4fp",
        "title": "Strategic management accounting: a case study of a utility Company",
        "authors": "Luz Bastidas, Gustavo Arengas",
        "created": "2024-11-02",
        "abstract": "The objective of this article is to analyze the contributions of strategic management accounting in decision-making processes. To develop this objective, a case study was carried out in Codensa S.A, a Colombian public service company dedicated to the distribution and commercialization of energy in the country. The data collection and analysis methods were qualitative, using semi-structured interviews with key executives from the areas of Financial Planning and Control, Accounting and Business, with extensive knowledge of business management and more than three years of experience. Likewise, the research was developed by applying content analysis to the information obtained from academic journals and interviews. Finally, in this study it was found that the importance of strategic management accounting in organizations lies in being a support base for managerial decisions, providing tools, methods and analysis that are necessary to direct companies to achieve their strategic objectives. from an internal and external perspective, in the short and long term.",
        "url": "https://doi.org/10.31235/osf.io/qc4fp",
        "subjects": "(Other)",
        "subjects_osf": "Organization Development"
      },
      {
        "doi": "10.31235/osf.io/sp89b",
        "title": "Diffusion of an effective social and behavioral change intervention to prevent intimate partner violence and enhance gender-equitable norms in Nepal",
        "authors": "Cari Jo Clark, Alexandria Hadd, Abbie Shervinskie, Soham Subedi, Gemma Ferguson, Binita Shrestha, Holly Baker",
        "created": "2024-11-04",
        "abstract": "Social norms approaches to intimate partner violence (IPV) prevention are a growing evidence-based practice, but assessment of impact diffusion beyond direct beneficiaries is especially rare. We examine the diffusion of an effective IPV prevention intervention beyond direct participants with 1181 married adult participants in Nepal’s Gandaki province. Study timepoints included pre-intervention, mid-intervention, post-intervention, and six months post-intervention. Cluster-adjusted regressions assessed change in IPV, social norms, and secondary outcomes for two intervention conditions (intervention participants; intervention community residents (community)) relative to adjacent control community residents. Intervention and community women's reported IPV decreased 26.8% and 20.5% respectively six-months post-intervention, with significant improvements in descriptive norms, gender equitable attitudes, relationship quality, and communication (for both intervention groups) and injunctive norms, leadership, and anti-violence advocacy (for intervention participants). Intervention and community men’s norms did not improve relative to control; however, both intervention groups reported improved anti-violence advocacy. Intervention men also improved in communication and help-providing to survivors. Change, an intervention intentionally designed for diffusion, may be effective at reducing IPV, improving associated norms, and extending programming benefits beyond those intentionally targeted.",
        "url": "https://doi.org/10.31235/osf.io/sp89b",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences"
      },
      {
        "doi": "10.31235/osf.io/zuhdy",
        "title": "Why Collective Music-Making is Sometimes Rare: A Study of Four Indigenous Societies",
        "authors": "Dor Shilton, Aniruddh D. Patel, Kim Hill, Chris von Rueden",
        "created": "2024-11-01",
        "abstract": "Current prominent music evolution theories suggest music evolved as a participatory group activity, whose adaptive functions were strengthening and/or signaling social cohesion. However, the prevalence of collective music-making varies substantially across societies, and in some cases is exceptionally rare. Here, we consider hypotheses for three factors which could attenuate collective music-making: diminished collective action more generally, an emphasis on musical expertise, and solo-oriented musical styles. We look at data related to these hypotheses in four societies in which collective music-making is rare: the Tsimane of lowland Bolivia, the Ache of eastern Paraguay, the Ayoreo of Bolivia and Paraguay, and the Tuvans of the Russian Republic of Tyva. Our results suggest that the scale and religiosity of collective action is the most important factor related to the overall degree of collective music-making in a culture. The effect of musical expertise was mostly limited to the dominance of shamans in religious contexts, while well-developed solo musical styles did not necessarily prevent group performance in other social settings. We also note the importance of cultural loss due to influence of invading colonial and imperial forces in diminishing indigenous forms of collective music-making. Notably, in all the cases we consider, episodes of some form of collective music-making do (or historically did) occur during important social events, a fact which supports the group-functionalist view. Our findings also point to the centrality and ubiquity of the religious function of music, and suggest this aspect of musical behavior needs to be better addressed by evolutionary theories of music.",
        "url": "https://doi.org/10.31235/osf.io/zuhdy",
        "subjects": "(Other)",
        "subjects_osf": "Music, Anthropology"
      }
    ]
  }
}
