{
  "update": "2024-12-20",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/e86bm",
        "title": "Is carrying capacity useful for integrating humans into Earth system models? On the purpose, and the limits, of modelling",
        "authors": "Tilman Hartley",
        "created": "2024-12-12",
        "abstract": "There are calls to better incorporate humans into Earth system models. Some have attempted this using the concept of ‘carrying capacity’. But the concept of carrying capacity has been subject to forceful critique, as it vastly simplifies the many complex factors which affect human populations. This includes factors related to human behaviour, which is so unpredictable that it seems to resist formalisation altogether. Nevertheless, I suggest that the usefulness of a simplified concept like ‘carrying capacity’ depends on the purposes for which it is used. In toy models intended to elucidate a complex phenomenon, a simplified concept might indeed be useful. On the other hand, in forecast models intended for theory testing, a more complex concept may better approximate observed reality. I illustrate this point by looking at two recent toy models which use the concept of carrying capacity to elucidate idealised population dynamics, and at a series of forecast models which instead aim to estimate the population density of real groups in real conditions. In short, the usefulness of concepts depends on modelling choices, which in turn depend upon the purpose for which a given model has been constructed.",
        "url": "https://doi.org/10.31235/osf.io/e86bm",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Political Science, Environmental Studies, Economics, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/gtsh9",
        "title": "Democratic norm violations during emergency and citizens’ evaluation of democracy. Results from a conjoint experiment in Hungary",
        "authors": "Zsófia Papp, Godfred Bonnah Nkansah",
        "created": "2024-12-17",
        "abstract": "This study examines the relationship between emergency measures that violate democratic norms, the effectiveness of these measures, and citizens' perceptions of democratic quality during the COVID-19 pandemic. The challenge decision-makers face during emergencies is that while a decision to prioritize public health goals over libertarian values may strengthen output legitimacy of governments and political systems, the same policies can be interpreted as a weakening of the quality of democracy. In the study, we categorize the most common mitigation measures according to whether they challenge vertical, horizontal or diagonal accountability. Utilizing a conjoint experiment completed by 1,000 individuals in Hungary, we explore whether citizens are open to trade-offs between the violation of democratic norms and public health and economic performance outcomes. We find that the effectiveness of emergency measures and economic performance stands out as the two most important indicators of democratic quality for respondents suggesting a seeming prioritization of tangible outcomes over procedural considerations during a crisis. The results of our trade-off analysis reveal notwithstanding that while the preference for output legitimacy over input and throughput legitimacy is possible, such decisions by citizens may be temporal and selective, and dependent on the severity of the crisis for which a state of emergency is declared.",
        "url": "https://doi.org/10.31235/osf.io/gtsh9",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/tbzcq",
        "title": "Berlinguer I Love You (Still): the Downstream Effects of Expressive Voting",
        "authors": "Riccardo Di Leo, Elias Dinas, Biljana Meiske",
        "created": "2024-12-19",
        "abstract": "For nearly as long as the rational voting paradox has puzzled scholars, it has been recognized that voters' decisions are influenced by expressive motivations. Yet, since disentangling emotional from instrumental drivers remains an inherently difficult task, little is known about how voting on the former grounds can shape future political preferences. We fill this gap by focusing on a rare instance of expressive voting: support for the Italian Communist Party (PCI) in the 1984 European election, preceded by the sudden death of PCI's leader, Enrico Berlinguer. Via a Regression Discontinuity approach, exploiting differential expressive motives along the border(s) of Berlinguer's electoral district, we show that municipal-level support for PCI increased more sharply in 1984 in areas where voters could express their preference for the just-deceased leader. Combining voting records and individual survey data, we further show how votes cast on expressive grounds in 1984 returned to PCI for about five years since Berlinguer's death.",
        "url": "https://doi.org/10.31235/osf.io/tbzcq",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/ubf5d",
        "title": "Leading by Ideology: The Role of CEO Partisanship in Corporate Environmental Records",
        "authors": "Harshil Dalal",
        "created": "2024-12-18",
        "abstract": "Concern over corporate environmental violations is growing. Evidence suggests that corporate misconduct, including violations of environmental regulations, is pervasive. Existing research points to various internal and external factors contributing to such violations. This research seeks to examine a previously unexplored connection: the potential influence of a CEO's political partisanship and ideology on a company's environmental record. The analysis will use upper echelons theory and the ideology-as-values framework to suggest that the political ideologies of CEOs, specifically their position on the liberal-conservative scale, affect their companies' environmental actions. It is hypothesized that a CEO's political partisanship is positively linked to environmental violations by their firm. The study’s findings provide some evidence that relative CEO partisanship does indicate that firms led by more Republican-leaning CEOs are associated with more EPA violations; with firms headed by conservative leaning CEOs having a higher propensity to be investigated for environmental violations by the EPA.",
        "url": "https://doi.org/10.31235/osf.io/ubf5d",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/y8rzh",
        "title": "Perceptions of the Consequences of War in Ukraine: Exploring a Russian Paradox",
        "authors": "Alexi Gugushvili",
        "created": "2024-12-19",
        "abstract": "This study examines public perceptions of the Ukraine war, focusing on Russian attitudes toward its economic and political impacts compared to other countries. Drawing on theoretical perspectives such as the Spiral of Silence and collective action constraints, this research explores how sociopolitical context shapes public opinion in an authoritarian country. Using cross-national survey data, the analysis reveals significant differences in war-related assessments. Despite severe economic repercussions, many Russians report optimism about the war’s effects, especially on economic growth, diverging from the prevalent concerns in neighboring nations. Key factors such as gender, education, region of residence, institutional trust, and media consumption explain the heterogeneity in these perceptions. The findings underscore the role of individual characteristics, regional contexts, and institutional trust in sustaining public support for conflict in complex sociopolitical environments, contributing to broader discussions on national contexts and public attitudes in wartime.",
        "url": "https://doi.org/10.31235/osf.io/y8rzh",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Psychology, Political Science, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/zb5aq",
        "title": "Beyond Watts and Wheels: A Review of Conceptualizations of Justice and Equity in Energy and Mobility Transition Research",
        "authors": "Daniel Gerdes, Mathias Kirchner, Jana Plöchl, Patrick Scherhaufer, Nathalie Spittler, Michael Klingler",
        "created": "2024-12-12",
        "abstract": "Targeting policies to promote a rapid and significant acceleration of low-carbon transitions entails several barriers and challenges that are inextricably tied to existing inequalities and may reinforce or even create new forms of inequity. In this comprehensive systematic literature review, we analyze conceptual and empirical contributions on justice and equity in the fields of energy and mobility transition research. The main task is to summarize, organize and integrate the vast body of ever-increasing knowledge to critically strengthen future research and policy engagement toward a more socially just and low-carbon society. Our findings confirm the predominance of the triumvirate of tenets — distributive, procedural, and recognition – while newer justice dimensions such as restorative, intergenerational, spatial justice, and intersectional perspectives are gaining increasing attention. A specific analysis of authorship structures highlights the hegemony of knowledge production networks centered on individual key authors, mostly affiliated with institutions of the Global North. The gap between Global North and Global South is further demonstrated by a highly unbalanced overrepresentation of geographical research activities, and a different prioritization of justice subjects and concerns. Conceptualizations of justice based on non-Western ontologies or linked to de- and post-colonial perspectives remain largely disregarded. Consequently, we suggest that future transition research should address the implications of meta-conceptual perspectives and the potential of post-normal science and whole systems perspectives. To further explore root causes, we also call for recognizing the structural conditions of (in)justice, politicizing the ontology of technology, and pluralizing perspectives by emphasizing decolonial thought and epistemic justice. Recognizing that justice is a multi-faceted and essentially contested concept, we provide an integrated framework that enables researchers and practitioners to reflect on the potential impacts of energy and mobility transitions, political strategies and other societal interventions. The Spatio-temporal, Holistic and Inclusive Framework for Transition (SHIFT) is based on a critical social science perspective and features a holistic and inclusive approach for evaluating and guiding transition policies in the energy and mobility sector.",
        "url": "https://doi.org/10.31235/osf.io/zb5aq",
        "subjects": "Politics",
        "subjects_osf": "Geography, Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/2e7sw",
        "title": "Reconsideration of Neutrosophic Social Science and Neutrosophic Phenomenology with Non-classical logic",
        "authors": "Takaaki Fujita",
        "created": "2024-12-18",
        "abstract": "Body-Mind-Soul-Spirit Fluidity is a concept rooted in psychology and phenomenology, offering significant insights into human decision-making and well-being. Similarly, in social analysis and social sciences, frameworks such as PDCA, DMAIC, SWOT, and OODA have been established to enable structured evaluation and effective problem-solving. Furthermore, in phenomenology and social sciences, various logical systems have been developed to address specific objectives and practical applications. This paper extends these concepts using the Neutrosophic theory, revisiting their mathematical definitions and exploring their properties. The Neutrosophic Set, an extension of the Fuzzy Set, is a highly flexible framework that has been widely studied in fields such as social sciences. By incorporating Neutrosophic Sets, we aim to improve their suitability for programming and mathematical analysis, providing advanced methods to tackle complex, multi-dimensional problems. We hope that this research will inspire further studies and foster the development of practical applications across various related disciplines.",
        "url": "https://doi.org/10.31235/osf.io/2e7sw",
        "subjects": "Economics",
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Agricultural and Resource Economics, Economics, Leadership Studies, Counseling"
      },
      {
        "doi": "10.31235/osf.io/5rxvy",
        "title": "Health care use as an aspect of immigrant integration? An analysis of cost convergence among new immigrants and natives in Finland",
        "authors": "Maria Vaalavuo, Tuukka Holster, Heidi Kuusinen, Natalia Skogberg",
        "created": "2024-12-18",
        "abstract": "Existing research has shown that immigrants’ health care use and costs are lower compared to native population. The aim of this study is to analyse 1) how average health care costs differ between newly arrived immigrants and natives in Finland, 2) whether the costs of immigrants converge to the level of natives over time, and 3) how other factors of integration are associated with convergence in health care use. We use individual-level register data on total working-age (18-64) population living in Finland between 2008 and 2017 combined with their health care use and costs in public specialised health care sector from the national Care Register for Health Care. Our analysis sample includes all working-age immigrants who arrived in Finland between 2008-2010 and divided in eight groups by region of origin. We use a 10 per cent random sample of native-born Finns as a comparison group. Information on earlier arrived immigrants is used in additional analyses. We follow the study population’s (n=296,956) health care costs from 2011 to 2017. To illustrate trajectories in health care costs, we employ growth curve models. Our results show that immigrants have lower health care costs compared to natives and they do not converge to the native level over a 7-year observation period. This finding holds also among immigrants who have more local social, cultural, and economic capital. Notably, the costs differ remarkably between sectors of health care, different immigrant groups, and by other factors. However, the determinants of health care costs appear to function relatively similarly among natives and immigrants. Information on these differences is crucial for assessing equity in the distribution of health care. Our results can also be used to improve the accuracy of regional predictions of models that forecast health expenditures at the regional level in Finland. In addition to better health among immigrants, lower health care use and costs among immigrants may indicate, for example, different approaches to health care use or unmet needs due to barriers to accessing health care services. It seems that the ‘healthy immigrant effect’ is an oversimplification of the reality. To make informed policy decisions, future research is needed to uncover the factors behind the lower health care use among immigrants and whether this affects health outcomes and health inequality.",
        "url": "https://doi.org/10.31235/osf.io/5rxvy",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/cwv5h",
        "title": "Reform Windfall as Redistribution: A Survey Experiment on Redistributive Preferences in Contemporary China",
        "authors": "Margot Belguise, Nora Yuqian Chen, yuchen huang, Zhexun Mo, Carolyn Fisher",
        "created": "2024-12-16",
        "abstract": "China has experienced a remarkable rise in living standards over four decades of economic reforms, alongside a tremendous increase in inequalities. In this context, do Chinese people support redistribution of wealth gained through reform windfalls? To answer this question, we conducted an online survey experiment with a nationally representative sample from China (N = 2,000). The treatment group was shown examples of wealth acquired through typical reform-era pathways requiring minimal ability or effort. This exposure led to a 0.1 standard deviation decrease in their support for redistribution. We propose a “reform windfall as redistribution” mechanism to explain this reduction: the treated group perceives the reform era as inherently redistributive, providing opportunities to escape systemic inequalities tied to the political system, thereby reducing the perceived need for formal redistribution. This decline in support is not driven by changes in fairness perceptions, as respondents do not attribute the wealth acquisition scenarios to ability or effort, nor do they view them as distinctly fair or unfair. Furthermore, we find limited evidence of heterogeneity, with one exception: individuals reporting higher economic pressure show an even greater reduction in redistributive support when exposed to the treatment. We hypothesize that this occurs because unmet expectations for upward mobility exacerbate their reactions to the treatment scenarios. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/cwv5h",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/qrk73",
        "title": "Interpersonal Projection Bias: Experimental Evidence",
        "authors": "Farid Jafarli",
        "created": "2024-12-19",
        "abstract": "This study investigates the relationships of prediction time and confidence levels with prediction errors in light of interpersonal projection bias. Systematic prediction errors are frequently caused by projection bias, a cognitive distortion in which people project their current preferences or attitudes onto others. Even though interpersonal projection bias has been well studied in the past, the impacts of task duration, confidence level and instructional guidance on such prediction errors still need to be sufficiently explored. By examining whether these factors affect the size of prediction errors, this study aims to close that gap. The primary goal is to present empirical evidence for how participants’ such characteristics shape their prediction accuracy, building on the framework of Benjamin Bushong and Tristan Gagnon-Bartsch’s seminal work ”Failures in Forecasting: An Experiment on Interpersonal Projection Bias.” The findings show that overconfidence bolsters the prediction error while no remarkable impact is observed by prediction time and instructional guidance.",
        "url": "https://doi.org/10.31235/osf.io/qrk73",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/tn5v7",
        "title": "Stratification of Post-Birth Labour Supply in a High- and Low- Maternal Employment Regime",
        "authors": "Andreas Filser, Pascal Achard, Corinna Frodermann, Dana Müller, Sander Wagner",
        "created": "2024-12-17",
        "abstract": "This study compares the size and stratification of motherhood penalties in labour market participation between France and Germany- two countries with contrasting policy regimes regarding maternal employment. France encourages a swift return of mothers to the labour market, whereas Germany does not. Using harmonized administrative data, we analyse labour market trajectories of 24,112 French and 74,258 German women who were employed prior to birth and had their first child between 1997 and 2014. Our results reveal that women with higher pre-birth income, education, and employment in higher-wage firms experience less employment loss in both countries. Among these dimensions, pre-birth income emerges as the strongest stratifying factor when analysed jointly. Motherhood penalties are significantly smaller in France, predicting less than a third of the overall employment reduction found in Germany during the five years after birth. However French penalties are more stratified than across all three dimensions of stratification. For instance, in France, a mother from the lowest income quintile faces a participation reduction that is 3.14 times greater than that of a mother from the highest quintile, whereas in Germany, this ratio is 1.17. Within Germany, East Germany exhibits smaller but more stratified penalties. Finally, we test if the observed macro-level patterns - where bigger penalties correspond to less stratification - generalize to local labour markets. An analysis of 65 NUTS-2 regions in both countries rejects this hypothesis. These findings suggest that in regimes promoting rapid labour market reintegration, mothers from lower socio-economic backgrounds may face greater challenges.",
        "url": "https://doi.org/10.31235/osf.io/tn5v7",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ud42t",
        "title": "Measuring Income Inequality of Opportunity: Accounting for Dynamic Complementarity",
        "authors": "Aman Desai, Carolyn Fisher",
        "created": "2024-12-17",
        "abstract": "The egalitarian principle of justice attributes life success to two main factors: circumstances beyond an individual’s control and personal effort within it. Roemer’s equality of opportunity concept proposes compensating individuals for inequalities arising from unequal circumstances. Dynamic complementarity in skill formation suggests that early childhood skill gaps often persist into adulthood, leading to unequal outcomes. Using PSID data, I classify all measurable factors before age 18 (the age of majority) as circumstances, creating sets based on critical childhood stages to account for dynamic complementarity. My findings show that over 40% of total income inequality can be attributed to inequality of opportunity before adulthood. Moreover, nearly one-third of total income inequality stems from circumstances faced by individuals at or before age five. Using only circumstances identified as important through a random forest—a supervised machine learning model—based on permutation-based importance scores, I estimate the lower bound of inequality of opportunity’s share in total inequality before the age of majority to be about 31%. These results underscore the importance of considering childhood circumstances when measuring inequality of opportunity. This consideration is crucial for any public policy involving ex-post compensation or ex-ante investment in human capital to equalize opportunities. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/ud42t",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/xqrd6",
        "title": "Expanding Horizons of Plithogenic SuperHyperStructures: Applications in Decision-Making, Control, and Neuro Systems",
        "authors": "Takaaki Fujita",
        "created": "2024-12-18",
        "abstract": "This study explores advanced frameworks for modeling uncertainty and complexity, including fuzzy sets, neutrosophic sets, and plithogenic sets. Plithogenic sets, which generalize fuzzy and neutrosophic sets by incorporating multi-attribute and contradictory properties, provide a flexible tool for representing complex systems. To formalize these ideas, we utilize hyperstructures and superhyperstructures, enabling hierarchical and multi-layered relationships. Applications in decision-making and control systems are examined, with a focus on superhyperdecision-making and extending neuro-fuzzy systems to plithogenic systems within superhyperstructure frameworks. Finally, we propose future research directions, such as applying plithogenic sets to lattice theory and blockchain technology, along with integrating superhyperstructures to enhance these fields.",
        "url": "https://doi.org/10.31235/osf.io/xqrd6",
        "subjects": "Economics",
        "subjects_osf": "Other Social and Behavioral Sciences, Economics, Communication"
      },
      {
        "doi": "10.31235/osf.io/24qtp",
        "title": "Benefits conditionality in the UK: understanding its nature, extent, and perceived reasonableness",
        "authors": "Ben Baumberg Geiger, Lisa Scullion, Daniel Edmiston, Robert De Vries, Summers,K, Jo Ingold, David Young",
        "created": "2024-12-13",
        "abstract": "Programme-level (quantitative) data suggests that a considerable number of claimants are subject to formal work-related behavioural requirements in the UK. Likewise, academic (qualitative) research has suggested that conditionality is pervasive within the benefits system. However, evidence on the nature, extent and suitability of the conditionality applied is often piecemeal, with existing research providing partial insights into the experience and operation of conditionality. Drawing on a purpose-collected survey of UK benefit claimants (n=3,801), we provide new systematic evidence to address two key questions: (1) to what extent do benefit claimants experience work-related conditionality? and (2) are behavioural requirements experienced as reasonable by claimants? Overall, we found that the application of conditionality was evident for a relatively small proportion of survey participants. To make sense of this, we introduce a distinction between explicit and implicit forms of conditionality, which comes some way to explain ostensible contradictions within the existing evidence base on benefit conditionality: i.e., there is a background sense of insecurity/contingency even when explicit modes of conditionality are not applied. Of those subject to explicit conditionality, we also show a complex pattern of disclosure of health/care-related work barriers, that a substantial minority of claimants with barriers believe that work coaches do not fully take these into account, and a substantial minority experience conditionality as unreasonable.",
        "url": "https://doi.org/10.31235/osf.io/24qtp",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/2wfeu",
        "title": "Partners stimulate each other’s informal helping behavior: evidence from a longitudinal study",
        "authors": "Marlou Ramaekers, Marieke Voorpostel",
        "created": "2024-12-19",
        "abstract": "Objective: This paper examines to what extent one’s partner’s informal helping behavior stimulates informal helping behavior of the other partner and to what extent this partner effect differs by gender. Differences in informal help given to kin and non-kin are explored. Background: Although prior research has suggested that partners influence each other’s (informal) helping behavior, these mostly cross-sectional studies did not account for possible selection effects. The present study takes a longitudinal approach to examine whether the partner’s helping behavior changes informal helping over time, thereby diminishing the impact of selection, and allowing for a more stringent test of partner influence. Method: Using three waves of dyadic data from the Swiss Household Panel (2013, 2016, 2019) (N = 9,666), we employ fixed-effects logistic regression analysis to eliminate between-person differences. To facilitate interpretation of the effects, we estimate average logit elasticities. Results: People whose partner started engaging in informal helping had a higher likelihood of providing informal help. This relationship did not differ between men and women but was stronger for help to kin than to help to non-kin. Conclusion: Findings suggest that the relationship between partners’ (informal) helping behavior is not solely due to selection effects but is at least partly the result of partner influence. New questions surface about differences between help between kin and non-kin.",
        "url": "https://doi.org/10.31235/osf.io/2wfeu",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/9n5pz",
        "title": "Social Environment and Cognitive Health in Urban and Rural Areas (SECHURA)",
        "authors": "Adam R Roth, Siyun Peng, Jafnun Nudrat Jarin, Tianyao Qu, Maleah Fekete, Brea L. Perry",
        "created": "2024-12-13",
        "abstract": "The Social Environment and Cognitive Health in Urban and Rural Areas (SECHURA) study was designed to examine cognitive health disparities in later life. It gathers data on access to social resources, engagement in cognitively stimulating interactions, and exposure to activity spaces. We enrolled 510 participants from 41 Indiana counties during baseline data collection in Fall 2023. All participants completed a survey that gathered data on their cognitive, mental, and physical health, personal networks, sociodemographic attributes, occupational history, lifestyle activities, and social support. Two hundred and seventy-three participants completed a follow-up module in which they used a smartphone to record ecological momentary assessments (EMAs) that were administered four times per day for seven days. The mean age was 69.9 years. Most participants were women (64.5%), white (90.2%), and retired (54.5%). The average participant named 5.38 network members. Participants were at home (70.7%) and alone (60.2%) for the majority of their EMAs. We conclude by outlining a research agenda that (1) characterizes the social networks, interactions, and place-based activities of participants across geographic contexts, and (2) assesses the potential pathways between a combination of networks, interactions, and activities and cognitive function.",
        "url": "https://doi.org/10.31235/osf.io/9n5pz",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/axz8c",
        "title": "Care for thy neighbor. A study of neighbors’ caregiving intentions by likelihood of reciprocity and previous caregiving experience in the Netherlands",
        "authors": "Marlou Ramaekers, Klara Raiber",
        "created": "2024-12-19",
        "abstract": "Given in the increase in share of older people as well as the decrease in family size, it can be expected that more and more informal care will fall onto the shoulders of non-kin, such as neighbors. Currently, neighbors rarely provide informal care and knowledge on their characteristics and motivations is limited. Our study advances our knowledge of neighbor caregivers by examining the impact of anticipated reciprocity and previous (negative) caregiving experience. Combining retrospective and factorial survey data on caregiving, we show that people have higher intentions to provide care to a neighbor when likelihood of reciprocity is high (compared to low), and that prior caregiving experience is irrelevant for intentions to provide care to neighbors. However, our study suggests that the impact of reciprocity may depend on previous caregiving experience; having actual caregiving experience overrides expectations regarding the general norm of reciprocity, but only if the previous caregiver did not experience caregiver burden. With these results, the study indicates that neighbors can form potential safety net for those who cannot rely on their family members for care.",
        "url": "https://doi.org/10.31235/osf.io/axz8c",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/b6sz9",
        "title": "Gender Differences and the Impact of Parental Migration on Child Education in Ghana",
        "authors": "Chayenne Smeets, Victor Cebotari",
        "created": "2024-12-13",
        "abstract": "This study uses longitudinal data to examine the educational performance—specifically self-reported grades in Science, English, and Mathematics—of male and female students in Ghana whose parents have either moved within the country or abroad. The study analyzes responses from 741 secondary school students over the years 2013, 2014, and 2015. Findings indicate that boys with at least one parent living internationally often attain grades that are similar to or better than those of their counterparts from non-migrant families. On the other hand, girls from migrant families typically do not exhibit significant differences in grades compared to girls from non-migrant backgrounds. A key risk factor highlighted in the study is the detrimental effect of parental divorce or separation on the academic outcomes of children from migrant families.",
        "url": "https://doi.org/10.31235/osf.io/b6sz9",
        "subjects": "Sociology",
        "subjects_osf": "Race, Ethnicity and Post-Colonial Studies, Other Education, Geography, International and Area Studies, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/gehv7",
        "title": "Analyzing Freedom: Understanding Swiss COVID-19 Narratives Through NLP analysis",
        "authors": "Giovanni Spitale, Federico Germani, Franc Fritschi, Sonja Merten, Nikola Biller-Andorno",
        "created": "2024-12-17",
        "abstract": "Background: Beyond the public health challenges it posed, the COVID-19 pandemic exposed the fragility of public discourses, particularly regarding moral key terms such as freedom. Understanding how these terms, including freedom, are used across different forms of public communication is critical for promoting an informed dialogue during crises and reducing societal polarization. Objective: This study aims to explore the usage of the key moral term freedom within public discourses in Switzerland. It examines the terms’ framing in official press releases, newspapers, and social media to map its usage, identifying discrepancies in the construction of its meaning. The results of this study could aid policymakers in the design of strategies for improving clarity and consistency in public reasoning, and reduce polarization in public discourses. Methods: We analyzed three datasets with a NLP pipeline comprising lemmatization, co-occurrence analysis, and semantic network mapping: official press releases from the Swiss Federal Office of Public Health (BAG), newspaper articles from major outlets retrieved via Factiva, and social media posts collected via CrowdTangle. Results: The analysis revealed notable differences in how freedom was framed across datasets. Government press releases emphasized the need to balance public health responsibilities with personal autonomy, while newspapers highlighted the tension between restrictions and civil liberties. Social media discourse was marked by polarized views, with prominent themes of activism, distrust in authorities, and debates over individual versus collective freedoms. Conclusions: The conceptualizations of freedom emerging from the data reflect tensions between individual rights and collective responsibilities during the pandemic. Inconsistent framing across different contexts likely contributed to societal polarization and institutional distrust. The study highlights the need for clearer communication and shared understanding of key moral terms such as freedom, which could help strengthen democratic processes and institutions.",
        "url": "https://doi.org/10.31235/osf.io/gehv7",
        "subjects": "Sociology",
        "subjects_osf": "Digital Humanities, Philosophy, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/hy8j6",
        "title": "Buying Out in Same-Sex and Different-Sex Couples: Outsourcing of Routine and Non-Routine Housework Tasks",
        "authors": "Elena Maria Pojman, Jisu Park",
        "created": "2024-12-19",
        "abstract": "This study investigates differences in how same-sex male, same-sex female, and different-sex couples outsource routine and non-routine housework. Previous research highlights how same-sex and different-sex couples allocate time to housework, but the outsourcing of these tasks remains understudied. Considering variations in household resources and cultural norms, the study explores whether and how these groups differ in outsourcing routine tasks (e.g., cleaning) and non-routine tasks (e.g., home maintenance and yardwork). Using data from the 2003–2019 waves of the Consumer Expenditure Survey and a double hurdle methodological approach, this study analyzes the likelihood of outsourcing and amount spent on overall and specific housework tasks among same-sex male, same-sex female, and different-sex couples. Findings reveal minimal differences across couple type in outsourcing home maintenance, yardwork, and cleaning. However, same-sex male couples are generally more likely to outsource any housework compared to different-sex couples, though this association becomes null once household income is accounted for, highlighting the role of economic resources in enabling the “Buying Out” strategy. Notably, differences across couple type are only evident in the probability of outsourcing, with no significant variation in spending among those who outsource, suggesting that selection into outsourcing is more varied than differences in spending intensity. These findings emphasize the importance of economic resources in shaping domestic outsourcing behaviors and suggest that the equitable division of housework often observed in same-sex couples may be attributed to factors beyond reliance on outsourcing.",
        "url": "https://doi.org/10.31235/osf.io/hy8j6",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/k2q6w",
        "title": "Generational trends and predictors of hormonal contraceptive use in Germany: A machine learning approach",
        "authors": "Theresa Nutz, Nora Müller, Hao Ting Chan",
        "created": "2024-12-12",
        "abstract": "Objective: This study examines generational trends in hormonal contraceptive use among women of three birth cohorts (1991-93, 1981-83, 1971-73) and identifies their key predictors and changes over time. Background: Since the 1960s, the birth control pill as most prominent form of hormonal contraception has shaped women’s reproductive autonomy, influencing family planning and career choices. Recent trends show a decline in hormonal contraceptive use in Western countries, but research has largely relied on cross-sectional data, leaving it unclear whether this trend reflects short-term period effects or broader cohort-driven changes. Method: Using longitudinal data from the German Family Panel (pairfam; waves 1-14), this study applies supervised machine learning to identify potential predictors of hormonal contraceptive use. 37 predictors were included, encompassing areas of family demography, gender role values, health, origin, personality, region, religiosity, and socioeconomic characteristics. Results: The analyses showed a decline in hormonal contraceptive use across all birth cohorts over time. Both cohort and period differences shaped the key predictors of hormonal contraceptive use. Predictors shifted from family-demographic factors in older cohorts to personality traits in younger ones, highlighting increasingly personalized decision-making. The relevance of income underscored the economic dimension of access to contraception. Conclusion: These shifts reflect evolving dynamics in contraceptive use, with implications for public health strategies and policymaking.",
        "url": "https://doi.org/10.31235/osf.io/k2q6w",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/pkxs5",
        "title": "Preadolescents and Their Online World: Activities, Opportunities, and Challenges",
        "authors": "H. Ying Chuck, Chiara de Jong, Serena Daalmans, Esther Rozendaal",
        "created": "2024-12-17",
        "abstract": "To thrive in today’s digital media society, preadolescents (8¬–12-year-olds) should adaptively navigate online opportunities and challenges. Supporting them in this requires a clear understanding of how they experience their online world. Therefore, this study examined preadolescents’ online activities and their perceptions of online opportunities and challenges using qualitative methods. In a participatory project, 129 preadolescents explored their online world with interactive activities. An inductive thematic analysis was conducted on the verbatim transcripts of the audio-recorded sessions and photographs of the work created during sessions. The results provided nuanced and in-depth insights into preadolescents’ online activities, opportunities, and challenges, illustrating the complex and ever-evolving nature of their online world. Furthermore, the findings highlighted the importance of preadolescents’ social environment in shaping their perceptions of the online world. This study underscores the need for additional research involving preadolescents to better understand what they need to thrive in today’s digital media society.",
        "url": "https://doi.org/10.31235/osf.io/pkxs5",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/s2ejd",
        "title": "The function of non-invasive prenatal testing (NIPT) request forms in the Australian context",
        "authors": "Hilary Bowman-Smart, Molly Johnston, Michelle Taylor-Sands, Lisa Hui, Catherine Mills",
        "created": "2024-12-18",
        "abstract": "Non-invasive prenatal testing (NIPT) is offered on a user-pays basis in Australia, with a range of providers and services. A key concern that has been raised in the context of NIPT provision is possible routinization of testing and impacts on informed consent. Given these concerns, a key consideration is the use of documents, such as forms, in the clinical encounter. These forms are frequently used in NIPT provision in Australia, but there is a lack of substantial information or clarity about the function or role that these forms can play in the clinician-patient interaction; some are labelled as “request forms”, others as “consent forms”, others as neither. In this study, our aim was to assess the range of functions that these forms may serve. We performed an online search for forms available from Australian providers, and applied a modified version of the Evaluative Linguistic Framework to a final list of nine forms. Our findings suggest a significant degree of ambiguity in the function of these forms in the context of the clinical encounter, and their role in the performance of informed consent as a clinical ritual. Future research with an ethnographic approach would be beneficial to expand on the findings from this study. These findings can inform the way the clinicians and other (healthcare) professionals approach the clinical encounter in the context of NIPT provision.",
        "url": "https://doi.org/10.31235/osf.io/s2ejd",
        "subjects": "Sociology",
        "subjects_osf": "Other Arts and Humanities, Sociology"
      },
      {
        "doi": "10.31235/osf.io/tnfc4",
        "title": "Moving to the Opportunity Land How school-related geographical mobility affects student achievement trajectories",
        "authors": "Andrea Pietrolucci, Moris Triventi, Stefano Cantalini, Nazareno Panichella",
        "created": "2024-12-18",
        "abstract": "Research on school mobility often emphasizes its disruptive effects on student achievement. However, it can also be the result of a strategic choice to access better educational opportunities. This study examines the effects of school mobility from marginal to central areas in Italy, characterized by significant geographical disparities in the provision of educational services and considerable mobility in the transition to upper secondary education. Using longitudinal student population data on two cohorts of students, we apply a difference-indifferences approach to estimate the effect of school mobility from marginal to central areas between grades 8 and 10 on students’ standardized test scores in reading and mathematics. In addition, we provide an indirect test of three key mechanisms highlighted in the literature on school mobility: logistical costs, change in school quality, and dissolution of social ties. The results show that mobility to central areas improves academic performance in both Italian reading and mathematics, with gains of 0.067 and 0.078 standard deviations, respectively. Importantly, the positive effect is more pronounced for students who move to higher quality schools and for those who commute shorter distances, while the dissolution of social ties seems to play a negligible role.",
        "url": "https://doi.org/10.31235/osf.io/tnfc4",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/wqau2",
        "title": "It Takes Two to Tango: A directed two-mode network approach to desirability on a mobile dating app",
        "authors": "Renata Topinkova, Tomas Diviak",
        "created": "2024-12-12",
        "abstract": "Using digital traces from online dating presents the opportunity to study the earliest stages of human mating. We focus on whether online dating app users are homophilic in terms of the desirability of whom they pursue. Using data from a Czech online dating app, we construct directed two-mode networks where nodes represent users, ties represent messages expressing interest (“swipes”), and desirability is measured by the number of “swipes” each node receives. Using network measures and conditional uniform graph tests extended to directed two-mode networks, we find that the structure of the networks is considerably hierarchical. Women are in advantageous position on the app due to the uneven gender ratio and their substantially higher desirability. The results further show that men pursue women who are more desirable than themselves. The reciprocated contacts are comparatively more homophilic. These results suggest that in terms of desirability, the similarity of partners is due to the subsequent mating processes (e.g., rejection) rather than due to initial preference for similarity.",
        "url": "https://doi.org/10.31235/osf.io/wqau2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/wxqyt",
        "title": "Families, households, networks: Rethinking the relational structure of families through large-scale network data",
        "authors": "Nicolás Soler, Tom Emery, Agnieszka Kanas",
        "created": "2024-12-18",
        "abstract": "Families are important sources of social support, yet this support is not available to everyone. Support availability partly depends on the relationships that bind family members together into a family structure. Researchers increasingly analyze such relational structure through a network rather than a household perspective. We identify two issues with this approach: an inattention to the importance of co-residence for support availability and an assumption that family networks do not overlap. We tackle these issues by conceptualizing families as a network of households interconnected at a population scale. Our approach efficiently captures both co-residence patterns and the intergenerational structure of families up to four degrees of separation from a central household. We illustrate the potential of our approach by constructing the ego-networks of 668,190 households with children ages 0-4 using register data from the Netherlands. Through descriptive analysis we reveal significant heterogeneity in family network characteristics, including size, density, relationship composition, and network overlap. Our approach provides a promising framework for studying family structures beyond traditional household and network perspectives.",
        "url": "https://doi.org/10.31235/osf.io/wxqyt",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/xnm5y",
        "title": "The Intergenerational Transfer of Socioeconomic Inequality: Two Decades in Review",
        "authors": "Wei Tang",
        "created": "2024-12-13",
        "abstract": "Exploring the causations and consequences of socioeconomic inequality inheritance is imperative since the disparity has implications not only for the families themselves but also for individual development, social fairness, population processes, and the overall well-being of a society. In the new millennium, scholars have covered fresh ground by exploring a sequence of new mechanisms contributing to the origination and reproduction of inequalities among families. This review of empirical articles in the past two decades has revealed that the advancements and innovations are majorly focused on the perspectives of family stress, monetary transfers, parenting, sibling dilution, homogamy, and marital status. Finally, researchers have produced voluminous literatures on the efforts to propel the theoretical and empirical developments in this field of studies.",
        "url": "https://doi.org/10.31235/osf.io/xnm5y",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/y4f3j",
        "title": "The critical juncture of childbirth: turbulence in the employment trajectories of Mothers in Europe",
        "authors": "Maximilian Reichert, Tom Emery, Alzbeta Bartova",
        "created": "2024-12-17",
        "abstract": "The employment trajectories of mothers around childbirth differ within and between European countries, with implications for long-term attachment to the labor market. Existing research has focused mainly on comparing employment status before and after birth, without too much attention to the process between. This paper describes how this critical juncture in employment trajectories plays out in the first 24 months after a child is born in 20 European countries. Us- ing micro-level data from the EU-SILC, we identify nine typical patterns around childbirth, covering a period of 10 months prior to birth until 24 months after. Although five of these patterns are stable, the remaining four reveal substantial and sustained turbulence. This affects about 33% of all mothers within our sam- ple. We further find a considerable educational gradient for membership in each pattern. Highly educated mothers are twice as likely as low educated mothers to experience a turbulent post-birth period of employment that results in part-time employment. By contrast and additional to significantly lower baseline levels of employment, lower educated mothers are more likely to exhibit turbulence re- flecting intermittent employment. On the country level, we find large differences in the within-country heterogeneity of likely employment patterns, and levels of post birth turbulence. Additionally, we find a distinct set of clusters representing long and stable leave usage in some specific Eastern European countries.",
        "url": "https://doi.org/10.31235/osf.io/y4f3j",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/z7nps",
        "title": "Asociación entre tasa de violencia intrafamiliar e índice de pobreza monetaria en Bogotá entre 2014, 2017 y 2021",
        "authors": "Angie Sofia Contreras-López, Dario Echeverry, María Mónica Fandiño- Hidalgo, Natalia Sofía Flechas-Rodriguez, Santiago Abril, Luz Marina Moya-Moya, Francisco Palencia-Sánchez",
        "created": "2024-12-09",
        "abstract": "Introducción: La violencia ha sido una constante a lo largo de la historia de Colombia, la cual tiene un impacto a nivel de y ha generado un reto a nivel del sector salud donde se han establecido factores de riesgo como la pobreza. Objetivo: El objetivo general es determinar la asociación entre la tasa de violencia intrafamiliar (VIF) y pobreza monetaria (PM) para las subredes de Bogotá en los años 2014, 2017 y 2021. Métodos: Se realizó un análisis cuantitativo secundario retrospectivo de carácter observacional y analítico, con un posterior análisis estadístico descriptivo y bivariado por medio del software R. Resultados: El análisis de la VIF en Bogotá entre 2014,2017 y 2021 revela que la subred sur presenta las tasas más altas, con un aumento hasta 2017 y una disminución en 2021. La subred suroccidente sigue un patrón similar, mientras que la subred norte muestra una reducción gradual. Además, hay una correlación positiva entre el aumento de la pobreza monetaria y las tasas de VIF, algo más evidente en 2021. Discusión y Conclusiones: Por un lado, se encontró que la principal subred afectada por esta problemática fue la subred Sur, donde predomina una alta tasa de VIF, como de porcentaje de PM. Por otro lado, la subred Norte fue la que mantuvo la menor proporción de PM, mientras que, la subred Centro fue la que presentó la menor tasa de VIF durante el periodo de tiempo establecido.",
        "url": "https://doi.org/10.31235/osf.io/z7nps",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Public Affairs, Public Policy and Public Administration, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/3c8sr",
        "title": "General Artificial Intelligence Attitude (GAIA) Item Pool – How to Measure Attitudes Toward an Ever-Changing Object",
        "authors": "Maike Hering, Nicolas Eric Neef, Sarah Zabel, Siegmar Otto",
        "created": "2024-12-12",
        "abstract": "Artificial Intelligence (AI) is becoming increasingly influential, raising both high hopes and severe concerns. This implies the existence of individually diverse attitudes, which makes AI attitude an important scientific construct. But attitudes toward AI – contrary to attitudes toward most other objects – are quite special because AI as the object of these attitudes is changing rapidly. Building on a review of existing scales, we used Item Response Theory to develop the General Artificial Intelligence Attitude Item Pool (GAIA-I). Using an online questionnaire, we validated both GAIA tools with a sample of 302 participants from the USA. We found evidence for convergent validity (alignment with existing AI attitude scales), discriminant validity (distinction from the constructs AI anxiety and innovativeness), as well as predictive validity (relation to AI usage behavior in a follow-up survey). In contrast to classical scales, our approach allows users to draw individualized scales from a pool of validated items that can be extended and adapted to AI developments in the future without the need to develop a new scale. To facilitate an out-of-the-box application, we also provide the GAIA-15, a version that is optimized to capture behavioral, affective, and cognitive aspects of AI attitudes.",
        "url": "https://doi.org/10.31235/osf.io/3c8sr",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/5qr2x",
        "title": "Name uniqueness and the rise of individualism in Europe and North America (1500 - 1900)",
        "authors": "Zhaolun Fan, Valentin Thouzeau, Charles de Dampierre, Coralie Chevallier, Nicolas Baumard",
        "created": "2024-12-15",
        "abstract": "This study examines the historical evolution of individualism using 'name uniqueness'—the distinctiveness of personal names within a society—as a well-established proxy for individualistic values. Leveraging a comprehensive dataset of 2,125,180 historical individuals from Wikidata, the analysis quantifies name uniqueness across Europe and North America between 1500 and 1900. In Study 1, the validity of Wikidata for name uniqueness analysis is established by replicating trends observed in national registers, utilizing a novel method for calculating name uniqueness. Study 2 explores temporal changes in name uniqueness and its association with economic development, revealing a significant positive correlation over this period. Study 3 extends the analysis globally, combining data from the World Values Survey to show a robust relationship between name uniqueness and self-reported individualism across 40 countries. Together, these findings align with qualitative historical research, demonstrating that individuals have become increasingly individualistic and autonomous in the modern era. This trend is evident across all studied European countries, supporting modernization theory and highlighting the global link between economic development and the rise of individualism.",
        "url": "https://doi.org/10.31235/osf.io/5qr2x",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/69xpd",
        "title": "Becoming granular, being sustainable:a preliminary inquiry into the wor(l)ds of smart farming developers",
        "authors": "Mylène Tanferri",
        "created": "2024-12-19",
        "abstract": "This article interrogates the integration between digitization and environmental concerns in digital agriculture. It ponders the questions: What does such an integration mean for the actors developing digital agriculture, and how do they frame it? What do we learn from their understandings regarding how sustainable digital climate(s) are pursued? Two findings emerge from mapping these actors and analyzing their discourses. First, agriculture is witnessing the emergence of novel expertise from professionals previously unconnected to farming, who are now collaborating with agricultural experts. Second, these new actors promote a distinct vision of sustainable agriculture centered on collecting granular data about plant life; hence the motto \"becoming granular, being sustainable.\" The analysis draws on sociotechnical perspectives to examine how sensor technologies build upon existing infrastructures and knowledge while also exploring how actors compare and frame granularity across different contexts and how granularity can be seen as multiplying agencies instead of closing them down.",
        "url": "https://doi.org/10.31235/osf.io/69xpd",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/9gcwu",
        "title": "Growing up Different(ly than Last Time We Asked): Social Status and Changing Reports of Childhood Income Rank",
        "authors": "Amber Obermaier, Orestes P Hastings",
        "created": "2024-12-13",
        "abstract": "How we remember our past can be shaped by the realities of our present. This study examines how changes to present circumstances influence retrospective reports of family income rank at age 16. While retrospective survey data can be used to assess the long-term effects of childhood conditions, present-day circumstances may “anchor” memories, causing shifts in how individuals recall and report past experiences. Using panel data from the 2006-2014 General Social Surveys (8,602 observations from 2,883 individuals in the United States), we analyze how changes in objective and subjective indicators of current social status—income, financial satisfaction, and perceived income relative to others—are associated with changes in reports of childhood income rank. Fixed-effects models reveal no significant association between changes in income and in childhood income rank. However, changes in subjective measures of social status show contrasting effects: childhood income rank is negatively associated with financial satisfaction but positively associated with perceived relative income. We argue these contrasting effects follow based on theories of anchoring in recall bias. We further find these effects are stronger among males but are consistent across racial/ethnic groups. Our findings highlight the malleability of retrospective perceptions and their sensitivity to current social conditions, offering methodological insights into survey reliability and recall bias.",
        "url": "https://doi.org/10.31235/osf.io/9gcwu",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/hza3c",
        "title": "Transforming Research Cultures: Navigating the Political Dynamics of National Research Assessment Reform",
        "authors": "Alexander Rushforth",
        "created": "2024-12-18",
        "abstract": "Growing concerns about the detrimental impacts of current academic research assessment practices have prompted a global movement to emerge calling for fundamental reforms. Reform principles calling for holistic evaluation and diversified quality criteria have gained increasing visibility in some countries and regions, coordinated by trans-national and national initiatives. However, rallying collective action on this issue presents significant challenges - both in building a coalition united around a common reform vision and in translating that vision into practice. This paper examines the political dynamics underlying a prominent national research assessment reform initiative - the Dutch Recognition and Rewards program. Through interpretive stakeholder analysis of the initiative's first five years, it highlights the diverse actors that have aligned with or opposed the proposed changes, their roles in the Dutch system, and resources and influences they wield. Crucially, although multiple actors can set the stage for reform, achieving lasting changes will hinge on how widely and enthusiastically the academic community embraces and enacts its guiding principles. The paper concludes with lessons about the strategies, vulnerabilities, and critical dependencies shaping this leading national research assessment reform effort’s development to date and going forwards, and draws out recommendations for similar reform initiatives launching in other countries.",
        "url": "https://doi.org/10.31235/osf.io/hza3c",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/j7ydu",
        "title": "Gender Gaps and Stereotypes in the Long Run. A computational approach to how Le Monde got (slightly) demasculinized (1944-2024)",
        "authors": "Benoît de Courson, Ange Richard, Gilles Bastin",
        "created": "2024-12-15",
        "abstract": "A substantial body of research has demonstrated that news media often present a skewed portrayal of society, particularly with respect to gender. This distorted picture manifests in two main ways : a persistent gap in the exposure of men and women in media content, and the perpetuation of entrenched gender stereotypes in the same content. However, the long-term evolution of these gender disparities in the media remains largely unexplored, primarily due to the lack of accessible, diachronic corpora and the methodological divide between the study of exposure gaps and that of stereotypes. This article addresses these challenges by (a) introducing new, generalizable measures to assess gender disparities in media representation, covering both exposure and stereotypes, and (b) applying these measures to a comprehensive dataset of 3.2 million articles, 13.9 million mentions, and 3.7 million citations from Le Monde, France's leading highbrow newspaper, spanning the years 1944 to 2024. According to our results, while men still dominate the content produced by Le Monde, their share of mentions has decreased from 94% to 74%, and their share of quotes from 98% to 76%. This decline in the masculinity of news has accelerated since 2016 across most news sections except Sports, and in particular in Society and Culture articles. The rise of female journalists in Le Monde’s newsroom (reaching 47% at the end of the studied period) contributes to this trend, as women journalists tend to mention and quote more women than male journalists, increasingly so since 2010. However, despite these shifts, our results show that the stereotyping of both men and women mentioned or quoted in Le Monde, which had steadily decreased from 1945 to 2010, has remained stable since then. This suggests that the recent decrease in the content masculinity has not resulted in more equal treatment of men and women in Le Monde.",
        "url": "https://doi.org/10.31235/osf.io/j7ydu",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/j9yh7",
        "title": "Our changing information ecosystem for science and why it matters for effective science communication",
        "authors": "Nicole M. Krause, Isabelle Freiling, Dietram A. Scheufele",
        "created": "2024-12-17",
        "abstract": "Current information ecologies present unique opportunities to communicate science and engage diverse publics in science. Unfortunately, they also present unique challenges. Here, we outline how the public sphere for science is transforming as media evolve, and we connect these changes to the high-stakes issue context of COVID-19. We argue that scientific organizations’ struggles to adapt to evolving media are linked, in part, to asymmetries in which social media platforms prevent researchers from producing reliable data that could inform institutional change and improve science communication. This has been apparent in studies of echo chambers and filter bubbles. Producing a more usable evidence base, we conclude, will require that scholars (a) obtain access to proprietary data, (b) reconceptualize information ecologies as social systems, (c) avoid ceding core research tasks to platforms, (d) address ethical issues, and (e) grapple with the urgency of moving forward productively.",
        "url": "https://doi.org/10.31235/osf.io/j9yh7",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/kvshb",
        "title": "Human Development and Gender Inequality: Ranking Countries Objectively",
        "authors": "Niels Lind",
        "created": "2024-12-16",
        "abstract": "Many composite indices of life quality, satisfaction or development apply equal weighting to the statistics they are based upon, perhaps because there is little reason to favour one over another. There are alternatves, assessed and compared here, using equal marginal utility, Yet, when the components have a history, their development reveals the different influence they have on the index. If it is assumed that humans overall seek to improve life as they deem best, then er time reveal how the component indicators of an index should be weighted. The economic principle of equal marginal utility leads to a variant of an index of life quality or development, here illustrated with the Numbeo Quality of Life Index.",
        "url": "https://doi.org/10.31235/osf.io/kvshb",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/m8xgd",
        "title": "The growth of degrowth: An umbrella review of evidence synthesis in degrowth research",
        "authors": "Neal Robert Haddaway, Nicholas Fitzpatrick",
        "created": "2024-12-13",
        "abstract": "Background: Degrowth, a concept challenging the pursuit of economic growth due to its ecological and social contradictions, has evolved from a grassroots movement into a formal academic field. While the literature on degrowth has grown exponentially, there is limited analysis of how reviews in this field synthesise and advance knowledge. Critics argue that degrowth research lacks rigorous methodologies, reflecting the limitations of orthodox economic frameworks in conceptualising alternatives to growth. This systematic review protocol aims to map the intellectual landscape of degrowth and post-growth literature, evaluate the methodological quality of existing reviews, and assess their contribution to understanding social-ecological transformation. Methods: We will systematically synthesise degrowth and post-growth literature reviews using best-practice frameworks for the conduct and reporting of umbrella reviews. Searches will be conducted across multiple bibliographic databases, including Web of Science Core Collections, Scopus, and The Lens, as well as grey literature sources, using tailored and tested search strings. Inclusion criteria focus on reviews with explicit methodologies addressing degrowth and post-growth topics. Screening will involve title/abstract and full-text assessments against predefined inclusion criteria, with checks among reviewers to ensure consistency. Data extraction will encompass philosophical, theoretical, and methodological attributes of included studies. Critical appraisal will employ the CEESAT tool to evaluate review validity. The synthesis will provide a meta-level understanding of review frameworks, highlighting strengths, limitations, and opportunities for advancing degrowth scholarship. By rigorously mapping and appraising the evidence base, this review aims to support researchers, policymakers, and activists in navigating and applying degrowth knowledge to achieve meaningful socio-ecological transformations.",
        "url": "https://doi.org/10.31235/osf.io/m8xgd",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/snh24",
        "title": "Income Inequality, Income Position and Life Satisfaction",
        "authors": "Peter Valet",
        "created": "2024-12-17",
        "abstract": "This paper revisits the predominant view in the literature suggesting all people perceive income inequality as equally harmful. I argue that while income inequality tends to have negative consequences for the majority, it can be beneficial for those at the upper end of a country’s income distribution. Specifically, people in higher income deciles are likely to experience greater life satisfaction and especially in societies with higher levels of income inequality, where their relative advantage is more pronounced. To explore this, I analyze data from 29 European countries covered in Round 9 (2018) of the European Social Survey. Results employing multi-level modelling reveal an interplay between income inequality and individual income position. While higher income inequality is generally associated with lower life satisfaction, this effect is predominantly observed among people in the lower income brackets. Conversely, those in higher income positions tend to report greater life satisfaction, and this effect is magnified in countries with higher levels of income inequality. These findings suggest that income inequality has a differentiated impact, with the negative consequences largely affecting those at the bottom of the income ladder, while those at the top may benefit. Moreover, men compared to women are tentatively more affected in their life satisfaction by income inequality and their income position. To more accurately predict the relationship between income inequality and people’s life satisfaction, future research should consider the varying experiences of different income groups, particularly focusing on who benefits and who is disadvantaged in unequal societies.",
        "url": "https://doi.org/10.31235/osf.io/snh24",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/uh7es",
        "title": "Lessons on Racial/Ethnic Disparities from America’s COVID-19 Pandemic",
        "authors": "Warren Sanderson, Sergei Scherbov",
        "created": "2024-12-18",
        "abstract": "America’s COVID-19 pandemic lasted for three years. We look back at the pandemic period and discuss three lessons we learned from it. First, we present figures for the effects of the pandemic on life expectancy. We do this using a new measure, called hybrid life expectancy, which accounts for the duration of the pandemic. We show that the three-year pandemic's effects on life expectancy were around an order of magnitude smaller than previously reported. The second lesson concerns racial/ethnic disparities in the pandemic’s effects on life expectancy. Using hybrid life expectancy, we show that those disparities were never more than 0.2 years, even at age 80. Changes in COVID-19 mortality rates are examined in the third lesson. We show there that in 2021, the year when vaccines first became widely available, the mortality rates fell for non-Hispanic Asians, non-Hispanic Blacks, and Hispanics, but not for non-Hispanic Whites. This behavior of non-Hispanic Whites was a factor in the US’s comparatively large decline in life expectancy between 2020 and 2021. The paper shows how crucially the pandemic’s effect on life expectancy depends on its duration. Ignoring this duration dependence magnifies racial/ethnic disparities in life expectancy by an order of magnitude, The paper also shows the importance of social and political factors in shaping pandemic outcomes.",
        "url": "https://doi.org/10.31235/osf.io/uh7es",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8qygm",
        "title": "Mental ill-health among welfare claimants in the UK: The extent, nature, and impact on claimant experiences",
        "authors": "Ben Baumberg Geiger, Lisa Scullion, Daniel Edmiston, Robert De Vries, Summers,K, Jo Ingold, David Young",
        "created": "2024-12-13",
        "abstract": "Purpose: It is not possible to understand working-age welfare without considering mental health – yet we have surprisingly little detailed quantitative information exploring this. We aim to quantify mental ill-health among British claimants, the extent of conditionality/sanctions, and perceptions of unreasonable conditionality. Methods: A purpose-collected survey of working-age claimants in May/June 2022 (3,801) using YouGov’s online panel, accompanied by general public comparator surveys. Mental ill-health was captured using a mixture of clinically-validated screening tools (GAD-7, PHQ-9) and self-reports (of conditions, disability, work limitations). Results: Levels of mental ill-health are extremely high among claimants. 72.6% [70.7-74.4%] say they are currently affected by a mental health condition, 61.2% [59.2-63.2%] show moderate/severe depression or anxiety using clinically-validated screening tools – both around twice the level of the general public. We then focus on the 49.5% [47.5-51.5%]) of claimants who reported life-limiting mental ill-health (‘mental health disability’). Some such claimants are subject to conditionality/sanctions, but this is noticeably lower than among other claimants (e.g. after adjustment, they are -10.5% [-14.9 to -6.2%] less likely to be subject to intensive conditionality). Of those claimants who were subject to conditionality, most felt conditionality harmed their mental health (59.0% [48.-69.9%]). Substantial minorities also felt that their Work Coach did not act on disclosed barriers (24.3% [17.1-31.5%]), and that conditionality was unreasonable (23.1% [16.1-30.1%]). Conclusion: Today, most benefit claimants with mental health disabilities in non-working households are not subject to conditionality. Nevertheless, there are several reasons to be concerned that UK work-related conditionality functions inadequately for claimants experiencing mental ill-health.",
        "url": "https://doi.org/10.31235/osf.io/8qygm",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/a2dc4",
        "title": "Using AI in Grounded Theory research – a proposed framework for a ChatGPT-based research assistant",
        "authors": "Nieky van Veggel, Hilary Engward, Melanie Birks, Professor Jane Mills",
        "created": "2024-12-17",
        "abstract": "The purpose of this paper is to explore the potential application of ChatGPT in relation to grounded theory. Our focus is building a case as to its usefulness to support the research process as an assistant to the researcher, rather than to replace the intellectual rigour needed to conduct credible grounded theory research. To aid this, we present a framework for using ChatGPT to assist researchers’ decision making and analysis. By structuring the analytical process into clear research phases - from initial coding through to visualisation and expansion - and providing specific prompts and instructions for each phase, the framework enables researchers to systematically harness AI capabilities whilst maintaining the methodological rigour and accountability of the researcher in leading this process. We argue that the framework's strength lies in its careful alignment with established grounded theory processes, particularly in its emphasis on constant comparison throughout all analytical phases. As many grounded theory methods are employed in other qualitative research designs, we argue that the proposed framework may have potential for use in a broad range of designs, however, we also suggest that this is the start of new conversations about how researchers can harness AI to assist their decision making and intellectual work, processes which can never be fully replaced.",
        "url": "https://doi.org/10.31235/osf.io/a2dc4",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences"
      },
      {
        "doi": "10.31235/osf.io/c67sv",
        "title": "Conversation skills training for people with autism through virtual reality: using responsible research and innovation approach",
        "authors": "Yurgos Politis, Connie Sung, lizbeth goodman, Michael Leahy",
        "created": "2024-12-16",
        "abstract": "It would be hard to argue that participatory design approaches to technological development of products and services for people with disabilities have been under-utilized, if not neglected (Frauenberger, 2015; Benton and Johnson, 2015). This can be attributed to the fact that in the past, decisions related to the design and development were generally influenced by designers rather than the people with disabilities who were the end-users. However, user involvement in the design/creation of products and services, has been evolving over time and the role of the users has changed: from influencers of just the final outcome to influencers of the development and design process; from being tasked with the standardization of products/ outcomes to being actively involved in their customization to meet individuals’ needs and preferences; from, more recently, mere participants to having a relationship with the designers/developers. This more bottom-up approach increases the inclusion of the main stakeholders (people with disabilities) in the decision-making process and makes their role more visible and prominent. They are in direct dialogue with the “experts” (researchers, designers, developers, innovators etc.), which empowers a more ethical and sustainable innovation process that leads to more desirable outcomes. Those are the main principles of Responsible Research and Innovation (RRI), which seeks to involve society in framing the discussion around the ways science and technology can improve the world for the next generations. This paper will present an example of an RRI approach adopted in the development of an intervention for conversation skills training for young adults with autism, using Virtual Reality.",
        "url": "https://doi.org/10.31235/osf.io/c67sv",
        "subjects": "(Other)",
        "subjects_osf": "Disability and Equity in Education, Instructional Media Design"
      },
      {
        "doi": "10.31235/osf.io/kv2qc",
        "title": "Excavating the past and (re)finding myself: Why and in what ways do veterans and providers believe archaeology supports mental health and wellbeing?",
        "authors": "Karen Burnell, Paul Everill",
        "created": "2024-12-12",
        "abstract": "Participation in heritage and archaeology is increasingly offered in the community to support mental health and wellbeing, often to groups experiencing mental health challenges. One such group are military veterans, who experience higher rates of mental health challenges than the general population, including trauma and loss, and lower help-seeking behaviour. Since 2011 archaeological projects have been offered to veterans to support transition and mental health and wellbeing. For veterans, and other groups, provision has become increasingly framed as an intervention, with evaluation focused on mental health and wellbeing outcomes. However, there is little understanding of why and how archaeology has a positive impact. Adopting an interpretative qualitative approach, we interviewed five UK veterans and four providers of UK projects about their experiences of archaeology. Through thematic analysis, three themes were created 1) connection and belonging, 2) authenticity and purpose, and 3) meaning-making through the past. Taking an interdisciplinary approach, this study provides further insight into the ways in which archaeology may support psychological wellbeing, but perhaps not mental health, with implications for further research and practice in this area, particularly concerning the powerful opportunities for meaning-making.",
        "url": "https://doi.org/10.31235/osf.io/kv2qc",
        "subjects": "(Other)",
        "subjects_osf": "History of Art, Architecture, and Archaeology, Psychology"
      },
      {
        "doi": "10.31235/osf.io/kzqbj",
        "title": "The perfectionistic model of pro-environmental behaviour: Using perfectionism and dichotomous thinking to explain why people avoid difficult pro-environmental behaviours",
        "authors": "Danyelle Greene, Sarah Egan",
        "created": "2024-12-12",
        "abstract": "Perfectionism is linked to elevated all-or-nothing (dichotomous) thinking, reduced self-evaluations (e.g., self-compassion, self-efficacy), and behavioural avoidance. This paper reviews the clinical model of perfectionism and the literature on the connections between perfectionism, self-related constructs such as self-compassion and self-efficacy, and pro-environmental behaviour. It introduces the ‘perfectionistic model of pro-environmental behaviour.’ In an initial test of the model, we explore the associations between perfectionism, dichotomous thinking, self-evaluative constructs and the stated frequency of different types of pro-environmental behaviours. The sample comprised of 344 participants (Mean age = 43.66; SD = 13.01). Our findings reveal that perfectionistic concerns (self-criticism about making mistakes) and perfectionistic strivings (setting high personal standards) exert opposing effects on the reported frequency of difficult pro-environmental behaviours. Specifically, perfectionistic concerns are associated with decreased frequency, while perfectionistic strivings are linked to increased frequency of difficult pro-environmental behaviours. Dichotomous thinking negatively correlates with the frequency of difficult pro-environmental behaviour. Both perfectionistic concerns and strivings indirectly influence pro-environmental behaviour frequency through dichotomous thinking. This study suggests that future longitudinal research should examine if heightened perfectionism leads to increased dichotomous thinking, resulting in decreased frequency of pro-environmental behaviour over time. Given the negative association between dichotomous thinking and the frequency of difficult pro-environmental behaviours, future research could explore whether continuous framing of pro-environmental behaviour yields better overall improvement compared to binary framing in an experimental study.",
        "url": "https://doi.org/10.31235/osf.io/kzqbj",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Sports Studies"
      }
    ]
  }
}
