{
  "update": "2025-05-09",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/5b9gr_v2",
        "title": "International organizations, national autonomy and cosmopolitan identity: How do international constraints on national autonomy shape national identity?",
        "authors": "Martin Moland",
        "created": "2025-05-04",
        "abstract": "The question of what creates and sustains national political identities has been investigated from many angles. However, the question of how international constraints on national autonomy shape national identities is so far under-investigated. This paper uses the European sovereign debt crisis as a case for investigating whether externally imposed constraints on fiscal political autonomy, typically contested decisions, solidify or weaken national solidarity. Using data from 1983-2021, I find that the imposition of austerity led to a strengthening of national identities immediately after the austerity packages were agreed. This effect was strongest in Southern Europe, where austerity had the largest social impact and constituted the greatest break with pre-existing national policy preferences. I find evidence that the strengthening of exclusively national self-identification after the imposition of austerity was most likely driven by an increased perception of economic threat in the austerity countries, rather than shifting evaluations of EU membership.",
        "url": "https://doi.org/10.31235/osf.io/5b9gr_v2",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/732ez_v1",
        "title": "How government uses of artificial intelligence affect the perceived warmth and competence of civil servants",
        "authors": "Pascal König, Sveinung Arnesen",
        "created": "2025-05-03",
        "abstract": "This article tests the argument that the reliance on AI systems affects people’s affective ties to government employees using AI systems. Drawing on social cognition theory, it examines how AI use influences the perceived warmth of public servants and the acceptability of decision-making. It distinguishes between two settings in the education system that differ regarding how directly citizens are affected by AI use, a teacher using AI to help assess students and a public servant allocating funds among schools. The analysis is based on a pre-registered vignette experiment and a sample of 4,569 participants from Norway. It finds that AI use decreases both the perceived warmth and competence of public servants, that these evaluations negatively bear on the overall acceptability of decision-making, and that the effect of AI use is stronger for public servants more directly interacting with citizens. The findings have important implications for the legitimacy of public organizations.",
        "url": "https://doi.org/10.31235/osf.io/732ez_v1",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/863bu_v1",
        "title": "Computational Methods in International Political Economy: Simulations, Network Analysis, and Machine Learning",
        "authors": "Dawid Walentek, Javier Garcia-Bernardo",
        "created": "2025-05-05",
        "abstract": "The integration of computational methods into International Political Economy (IPE) represents a transformative advancement, enhancing both the depth and breadth of research in the field. These methods use algorithms and simulations to study large or complex settings. enabling scholars to connect micro-level interactions with macro-level outcomes, addressing concerns about the discipline’s focus on micro-foundations. In this entry, we detail three main techniques: To start, we describe simulations through agent-based modeling, where the behavior of agents (e.g. individuals, companies, or states) and their interactions is defined by a mathematical model and run on a computer hundreds of times. This exercise allows for an understanding of how the interactions of individual agents (e.g., diplomatic relations between countries) lead to larger systemic changes, such as the impact of tariff policies on global trade. Next, we detail network analysis, where relationships between agents are represented and visualized as networks composed of nodes (agents) and ties (connections between them). This allows IPE researchers to, for example, map trade relations, and identify which countries hold the most bargaining power. Finally, we discuss machine learning, where computational algorithms are used to identify patterns and relationships in the data. This approach enables scholars to process large volumes of data (e.g., millions of text documents), thus allowing them to develop and test theories using novel datasets. These three relatively accessible tools—simluations, network analysis and machine learning—provide powerful means for analysing complex data sets, offering new insights into global economic dynamics and informing more effective policy-making.",
        "url": "https://doi.org/10.31235/osf.io/863bu_v1",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/dx3aw_v1",
        "title": "The Risks of Preventive Attack in the Race for Advanced Artificial Intelligence",
        "authors": "Zachary Burdette, Hiwot Demelash",
        "created": "2025-05-02",
        "abstract": "Will the race for advanced artificial intelligence (AI) make war more likely? If technology futurists are right that the advent of artificial general intelligence (AGI) will radically alter the global balance of power, could AGI development tempt states to resort to war to secure those advantages for themselves or to deny them to their rivals? In this working paper, we develop a framework of variables that shape preventive war risks and consider how these variables apply to AGI development. By AGI, we mean advanced artificial intelligence that can match or exceed human performance across a broad spectrum of tasks. This working paper evaluates AGI’s implications from a political rather than a technical perspective. That is, if rapid technological progress toward AGI continues, what are the political implications for international stability? Drawing from three scenarios for how preventive pressures could potentially manifest as preventive wars, the analysis suggests that the probability of war is low in absolute terms. But preventive war appears relatively more likely to occur in an attempt to preserve a monopoly on AGI than to prevent one.",
        "url": "https://doi.org/10.31235/osf.io/dx3aw_v1",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/ha59y_v1",
        "title": "Everyday consumer experiences and geo-socialisation of young people in Bulgaria. ‘Look, I'm not the type of person like Greta Thunberg’.",
        "authors": "Turkan Firinci Orman, Nikolay L. Mihaylov, Sofia Biserinska",
        "created": "2025-05-08",
        "abstract": "This research examines how early youth in Bulgaria develop their sustainable consumer identities through socio-spatial contexts, using relational and critical frameworks. The study explores the interplay between the lived experiences of young individuals and their environmental engagement, incorporating aspects of consumer culture and climate change. The primary goal is to gain an understanding of young people's consumption practices and subjectivities in the post-communist Bulgarian society context. The sampling comprised 13 young individuals from diverse backgrounds living in both urban and rural areas of Bulgaria. A geo-social methodological approach was used, triangulating data from mapping activities, in-depth interviews, and essays. The focus was on examining the spatial and temporal dimensions of everyday consumer practices to provide a holistic view of their subjective experiences. The key findings indicate that youth hold complex identities that are relational to intersectionality, which can differ from top-down perceptions of sustainable consumers. The study discusses how intergenerational relations, close connections with the countryside, and social spaces where online and offline practices take place, significantly shape the consumer identities of young people. By offering valuable insights into the consumption behaviours and subjectivities of Bulgarian youth, this study contributes to the existing literature by bringing a bottom-up study agenda.",
        "url": "https://doi.org/10.31235/osf.io/ha59y_v1",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Geography, Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/pqnjm_v1",
        "title": "Fearon-Kalyvas Model: Toward a Unified Model of Battles and Violence in Civil War",
        "authors": "Kyosuke Kikuta, Kana Inata, Wakako Maekawa",
        "created": "2025-04-30",
        "abstract": "Fearon (1995) and Kalyvas (2006) are arguably the most influential contributions to conflict studies in recent decades. However, scholars tend to use their models separately—Fearon’s for conflicts between armed groups and Kalyvas’ for violence against civilians—overlooking how they could speak to each other. We propose a model that unifies these classical theories. The new model, Fearon-Kalyvas model, highlights the crucial role of the relative efficacy of battles and violence. When fighting has better prospects than violence, armed groups attack their adversaries, thereby avoiding intermediate territorial control and violence. Thus, contrary to Kalyvas (2006), intermediate territorial control does not necessarily result in violence. Theoretically, this suggests that the “cost of peace”—maintaining control through violence—can result in a bargaining failure and battle. Empirically, our model implies a selection bias; territorial control is endogenous to the efficacy of violence, and this endogeneity can bias naïve regression estimates.",
        "url": "https://doi.org/10.31235/osf.io/pqnjm_v1",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/pqnjm_v2",
        "title": "Fearon-Kalyvas Model: Toward a Unified Model of Battles and Violence in Civil War",
        "authors": "Kyosuke Kikuta, Kana Inata, Wakako Maekawa",
        "created": "2025-05-07",
        "abstract": "Fearon (1995) and Kalyvas (2006) are arguably the most influential contributions to conflict studies in recent decades. However, scholars tend to use their models separately—Fearon’s for conflicts between armed groups and Kalyvas’ for violence against civilians—overlooking how they could speak to each other. We propose a model that unifies these classical theories. The new model, Fearon-Kalyvas model, highlights the crucial role of the relative efficacy of battles and violence. When fighting has better prospects than violence, armed groups attack their adversaries, thereby avoiding intermediate territorial control and violence. Thus, contrary to Kalyvas (2006), intermediate territorial control does not necessarily result in violence. Theoretically, this suggests that the “cost of peace”—maintaining control through violence—can result in a bargaining failure and battle. Empirically, our model implies a selection bias; territorial control is endogenous to the efficacy of violence, and this endogeneity can bias naïve regression estimates.",
        "url": "https://doi.org/10.31235/osf.io/pqnjm_v2",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/q4xep_v1",
        "title": "From tech wars to tech culture wars? “Value shaping” and “value signaling” in AI system design and governance",
        "authors": "Pascal König, Julia Rone",
        "created": "2025-05-04",
        "abstract": "As Artificial intelligence (AI) systems are increasingly sophisticated in emulating human communication and expressing social values, they also gain greater relevance for questions of culture and identity. This makes it important to take seriously the role of culture in AI in its own right. This article conceptualizes and illustrates major ways in which this value dimension becomes salient and provides an overview of conflicts over embedding culture and political ideology into generative AI systems. Besides an unintentional incorporation of values into AI, governments and businesses intentionally shape the values of AI systems – leading to tensions within and between societies and both on the level of AI system design and governance. Governments and businesses furthermore engage in value signaling as the open recognition of the fact that certain social values and political ideas are embedded in AI systems. These developments add an important facet to the politics of AI.",
        "url": "https://doi.org/10.31235/osf.io/q4xep_v1",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/qhxnp_v2",
        "title": "Technological Change, Inequality, and Social Unrest: Evidence from Agriculture",
        "authors": "Aditya Dasgupta",
        "created": "2025-05-05",
        "abstract": "Technological change is often biased, producing wealth that is distributed unequally across social groups. Does technology-driven inequality also contribute to social unrest? Such concerns date to Karl Marx, but have acquired renewed salience in the age of artificial intelligence and robots. This paper draws lessons from a major technological revolution in agriculture: the green revolution. In India, the spread of a new crop technology, high-yielding variety (HYV) crops, improved agricultural productivity, but also generated rising inequality between landowners and the rural poor. Drawing on a panel dataset linking district-level estimates of HYV crop adoption to digitized crime records, this paper provides evidence that the spread of the new crop technology contributed to a wave of banditry (dacoity), a crime associated with class conflict in agrarian societies. The technology-violence relationship was concentrated in districts with colonial-era landlord-based (zamindari) land tenure systems, plausibly because of less pass-through of agricultural productivity improvements to wages.",
        "url": "https://doi.org/10.31235/osf.io/qhxnp_v2",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/s8ab5_v1",
        "title": "AI on the Battlefield? Revisiting Public Support for LAWs",
        "authors": "Matthew DiGiuseppe, Katrin Paula, Tobias Rommel",
        "created": "2025-05-01",
        "abstract": "Why do citizens support the development of lethal autonomous weapons (LAWs)? In this paper, we revisit the claim that support for taboo weapons is driven by the logic of external threats, now that individuals are more familiar with artificial intelligence and the international environment has grown more uncertain. In our study, we probe public attitudes toward both the development of LAWs and international cooperation to address the risks. Based on original survey data from 2,500 respondents in the US, we provide an observational as well as an experimental analysis. Observationally, general support for AI and favorable views of militarism and US hegemony as well as perceived competition from other countries are highly correlated with support for the use of lethal AI-weapons. Experimentally, we show that information that rivals or allies are already developing such weapons increases support for LAWs. Additionally, we find that competition from other countries does not influence support for global cooperation to limit AI on the battlefield. Overall, our analysis supports the idea that concerns for security have the power to override opposition to these taboo weapons.",
        "url": "https://doi.org/10.31235/osf.io/s8ab5_v1",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/s8wdm_v2",
        "title": "Refining the NAP: A Formal Approach to Bystander Intervention",
        "authors": "Allen Gindler",
        "created": "2025-04-28",
        "abstract": "This paper addresses a critical ambiguity in the Non-Aggression Principle (NAP), a cornerstone of libertarian philosophy that prohibits initiating force against others. While effectively guiding two-party interactions, the NAP lacks clarity regarding third-party bystander intervention. Utilizing formal logic and set theory, this study identifies a logical 'NULL state' inherent in traditional NAP formulations, which leaves bystander actions undefined. To resolve this, the paper introduces a modified NAP (MNAP), explicitly permitting voluntary, consent-based bystander intervention. The proposed refinement enhances the practical applicability of the NAP in complex multi-agent scenarios, offering libertarian societies a coherent framework for ethically and legally addressing immediate situations of aggression through consensual collective action.",
        "url": "https://doi.org/10.31235/osf.io/s8wdm_v2",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Philosophy, Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/xehm3_v2",
        "title": "From Meetups to Adminship: The Offline Path to Leadership on Wikipedia",
        "authors": "Nicole Schwitter",
        "created": "2025-05-05",
        "abstract": "Wikipedia is one of the most visited websites worldwide and a cornerstone of contemporary digital infrastructure. At its core is a volunteer-driven governance system in which users elect administrators - trusted community members granted special rights and responsibilities. While previous research has emphasised online behaviours and platform-native metrics in explaining who becomes an administrator, this study examines how offline interactions shape leadership outcomes within the German-language Wikipedia. Drawing on large-scale observational data covering two decades of both online and offline activity, and using hybrid multilevel random effects models, the study investigates who runs for administrator and who is ultimately successful. The findings reveal that attending offline meetings has little bearing on the decision to run but significantly increases the likelihood of being elected. These effects are not consistent over time: while offline interactions mattered most in the early years of the platform, their influence diminished in more recent periods. The results highlight the importance of interpersonal ties even in digital and democratic spaces. This study contributes to broader debates on participation and leadership in peer production platforms.",
        "url": "https://doi.org/10.31235/osf.io/xehm3_v2",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/zgjaf_v1",
        "title": "Pathways to a strong Social Europe",
        "authors": "Danielle Brady, Xheimina Dervishi, REGROUP project",
        "created": "2025-05-07",
        "abstract": "As Europe grapples with geopolitical tensions, economic instability, demographic change and rising populism, the role of Social Europe has never been more critical. The COVID-19 pandemic exposed significant vulnerabilities in social protection and health systems across the European Union (EU), but it also accelerated the development of temporary measures like the Support to mitigate Unemployment Risks in an Emergency (SURE) and the Recovery and Resilience Facility (RRF), demonstrating the potential for stronger EU-wide social policies. However, five years later, new crises have emerged, from the war in Ukraine and in the Middle East, which have heightened security concerns across the continent, to escalating natural disasters. Amid these challenges that threaten European welfare models, a crucial question remains: Has Social Europe been reinforced in a lasting and sustainable way, or were these measures merely temporary solutions? This paper highlights the need for strong social policies in the current era of geopolitical volatilities and sets out policy recommendations to ensure a pathway to a stronger social Europe.",
        "url": "https://doi.org/10.31235/osf.io/zgjaf_v1",
        "subjects": "Politics",
        "subjects_osf": "European Languages and Societies, Political Science"
      },
      {
        "doi": "10.31235/osf.io/zkpcg_v1",
        "title": "A farewell to human security in EU policy thinking?",
        "authors": "Pol Bargués, REGROUP project",
        "created": "2025-05-02",
        "abstract": "Emboldened by the Western-dominated, unilateral moment after the end of the Cold War, inspired by intellectuals who valued civil society at the expense of realpolitik, the EU aspired to construct a foreign policy based on values and to influence world affairs according to its image and likeness. In this context of confidence, the EU approached human security distinctively through the decades of the 2000s and 2010s. There was an emphasis on multilateralism and the nurturing of new partnerships; on connecting global agendas and local needs; on combining instruments to manage multiple facets of crises; on aligning short-term and long-term approaches to building human security. Today, however, human security has suffered two backlashes. Firstly, the application of the concept has been difficult. In striving for an increasingly multidimensional, broad, and inclusive approach, the EU’s human security framework has weakened its edge and deferred tangible results. Secondly, a return of realpolitik in the European thinking of security has replaced peace and emancipation with militarised notions of security and defence. This paper not only argues that Europeans may have lost their moral backbone in foreign policy but also serves as a call to rethink and deepen security in EU policy thinking.",
        "url": "https://doi.org/10.31235/osf.io/zkpcg_v1",
        "subjects": "Politics",
        "subjects_osf": "European Languages and Societies, Political Science"
      },
      {
        "doi": "10.31235/osf.io/4w3ka_v1",
        "title": "国家经济学宣言：货币本质是劳动力，权属于人民——以人民为中心的货币、就业和经济增长新范式",
        "authors": "He zeshou",
        "created": "2025-04-28",
        "abstract": "当前各国经济普遍困难，我国经济也面临不少困难和挑战，并且自2017年以来人口出生率持续走低，传统经济学对此已经束手无策。习近平总书记提出坚持以人民为中心的发展思想，并指出让人民过上幸福生活是头等大事，要加快补上内需特别是消费短板，使内需成为拉动经济增长的主动力和稳定锚。本文以人民为中心展开系统研究，发现货币不是银行的负债凭证，而是劳动力商品的替身和灵魂，本质是劳动力，是人民生育孩子的果实，权属于人民。然后进一步研究发现，货币发行实际是国家经济的初次分配，匹配的是国家经济增长，却被各国银行部门垄断和占有，是国家经济困难的根源。国家破除银行货币垄断，改把货币发行给广大人民用于生育补助，以此不断提高人民收入水平，就可以稳定孩子数量和产生真实的消费需求，补齐消费短板，形成国家经济的稳定锚，必将持续不断地发动社会再生产和保障充分就业，实现产销两旺，使经济持续增长，建成真正的发达国家。本文还提出了简单可性的政策框架和改革建议方案。这是一个以人民为中心的货币、就业和经济增长新范式。以此为核心，本文创立国家经济学，用于指导各国推动货币改革和发展经济，让各国人民都能过上幸福生活，建成人类命运共同体。",
        "url": "https://doi.org/10.31235/osf.io/4w3ka_v1",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/ghwts_v1",
        "title": "Bayesian longitudinal social network models: An implementation in R using STRAND",
        "authors": "Cody T. Ross, SEAN PINKNEY, Richard McElreath",
        "created": "2025-04-19",
        "abstract": "Across the social and biological sciences, researchers study social networks that are often longitudinal in nature, featuring the same set of individuals interacting with one another over long periods of time. Such network data may be collected via panel studies in human communities, or via long-form behavioral observation programs in animal communities. Important research questions often hinge on how dyadic ties or flows in the network at one time-step are associated with dyadic ties or flows at subsequent time-steps. Similar questions focus on the relationship between nodal characteristics across time-steps: for example, is an individual with a high out-degree at one time-step more likely to have a high in-degree in the next? These questions are effectively addressed by longitudinal extensions of generative social network models like the Social Relations Model (SRM). Here, we present a novel longitudinal extension of the SRM, provide an implementation of the model in the STRAND R package, and provide tutorials teaching end-users how to fit the model to their own data. We provide worked examples of data analysis, parameter visualization, and results interpretation, using data-sets from both social science and animal behavior. The software package allows end-users to deploy complex longitudinal network analysis models using only simple, base-R model syntax.",
        "url": "https://doi.org/10.31235/osf.io/ghwts_v1",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Animal Studies, Anthropology, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/upxkb_v1",
        "title": "Industrializing Agriculture: Structural Transformation and Sugarcane in São Paulo",
        "authors": "Francisco Costa, Francisco Luis Lima, Letícia Nunes",
        "created": "2025-04-30",
        "abstract": "This paper studies the rapid adoption of mechanical harvesting in São Paulo’s sugarcane industry between 2000 and 2010, following a law banning pre-harvest burning. Using land slope as an instrument for mechanization, we find that mechanization triggered structural transformation --- reducing agricultural and increasing manufacturing employment. However, labor reallocation occurred only in agriculture-related industries, not broadly across sectors. A one-standard-deviation increase in mechanization raised employment in linked manufacturing by 3.5 percentage points, primarily among unskilled workers. This shift generated substantial local economic gains: household incomes rose 19 percent, and poverty fell 14 percent. These findings challenge the view of structural transformation as a shift from agriculture to diverse industries. Instead, technological gains in farming strengthen sectoral linkages, deepening the agro-industrial economy rather than diversifying it. Our results also highlight how environmental regulation can shape industrialization by driving sectoral labor reallocation.",
        "url": "https://doi.org/10.31235/osf.io/upxkb_v1",
        "subjects": "Economics",
        "subjects_osf": "Agricultural and Resource Economics, Economics"
      },
      {
        "doi": "10.31235/osf.io/2sqn9_v1",
        "title": "Functional Dependency, Integrity Evaluation, and Modulated Behavior: A Descriptive Model and its Foundational Prerequisites",
        "authors": "Muhammad Fajar Ismail",
        "created": "2025-04-30",
        "abstract": "This document presents a framework analyzing subject behavior within contexts characterized by functional dependency on external entities or systems. Central to this framework is a Descriptive Model stating that affirming an entity's existence and perceived functional value often sustains or is necessitated by functional dependency; the alignment between this dependency-state and the subject's interpretation of integrity generates pressure towards allowance or disallowance, whose behavioral manifestation is significantly shaped by the dependency's intensity, perceived action-costs, and external constraints. The analysis identifies four Fundamental Prerequisites necessary for the operation of this model: (FP1) Capacity for Internal Representation, (FP2) Capacity for Internal Evaluation, (FP3) Capacity for Directed Interaction, and (FP4) Structure Permitting External Relation. The specific Conditions of Possibility entailed by each Fundamental Prerequisite for its non-arbitrary functioning are detailed. The document demonstrates the logical construction of the Descriptive Model from these Prerequisites and Conditions. Furthermore, it provides an exploration of the core concepts integral to the model, examining their dimensions and interconnections within the described dynamic, and notes points pertinent to the framework's scope and granularity. The presentation focuses on the structural components and logical relationships within the outlined framework.",
        "url": "https://doi.org/10.31235/osf.io/2sqn9_v1",
        "subjects": "Sociology",
        "subjects_osf": "Philosophy, Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/3wmbn_v1",
        "title": "How measurement changes exaggerate the growth of religious nones",
        "authors": "Matthew Conrad, Conrad Hackett",
        "created": "2025-05-05",
        "abstract": "Academic and popular interest in nonreligion has risen in parallel with the growth of nonreligious populations. In many cases, questions used to measure religion have been modified to better capture nonreligious identities. Little attention has been given to how these changes in measures affect the narrative about the “rise of the nones.” While there is no doubt that religiously unaffiliated populations have grown in many countries during the 21st century, we argue that the degree of such growth has sometimes been exaggerated. When measurement changes are introduced, they can have a substantial effect. We review methodological issues that affect estimates of the size of religiously unaffiliated populations and their change over time.",
        "url": "https://doi.org/10.31235/osf.io/3wmbn_v1",
        "subjects": "Sociology",
        "subjects_osf": "Religion, Sociology"
      },
      {
        "doi": "10.31235/osf.io/3wmbn_v2",
        "title": "How measurement changes exaggerate the growth of religious nones",
        "authors": "Matthew Conrad, Conrad Hackett",
        "created": "2025-05-07",
        "abstract": "Academic and popular interest in nonreligion has risen in parallel with the growth of nonreligious populations. In many cases, questions used to measure religion have been modified to better capture nonreligious identities. Little attention has been given to how these changes in measures affect the narrative about the “rise of the nones.” While there is no doubt that religiously unaffiliated populations have grown in many countries during the 21st century, we argue that the degree of such growth has sometimes been exaggerated. When measurement changes are introduced, they can have a substantial effect. We review methodological issues that affect estimates of the size of religiously unaffiliated populations and their change over time.",
        "url": "https://doi.org/10.31235/osf.io/3wmbn_v2",
        "subjects": "Sociology",
        "subjects_osf": "Religion, Sociology"
      },
      {
        "doi": "10.31235/osf.io/6vcdw_v1",
        "title": "Modern Analysis: The Underrepresentation of Women of Color in Film",
        "authors": "Alise Ward",
        "created": "2025-05-05",
        "abstract": "Scholars and industry audits have extensively documented the portrayal of racial and gender identities in mainstream Hollywood cinema, revealing persistent disparities in on‑screen representation. People of color in media, specifically film, have historically faced challenges, including underrepresentation, stereotypical portrayals, and limited storytelling. However, there is a gap in research specifically on women of color as protagonists in film. Most treat race and gender as separate issues. This study aims to investigate the underrepresentation and stereotyping of women of color in top-grossing Hollywood films by assessing screen time, speaking time, and narrative agency of women of color characters. Results show that the proportion of women of color in films has risen from 1% in 2007 to 16% in 2021. Women of color still comprise less than 10% of total screen time and speak only 14% of dialogue instances across the sample. A qualitative case study of Marvel Cinematic Universe characters Okoye and Shuri demonstrates that when women of color are positioned with central narrative agency, they exhibit leadership and technical influence that sharply contrast with broader industry norms. “These findings lay the groundwork for future studies on how women of color are portrayed, how different audiences respond to those portrayals, and how casting processes can become genuinely inclusive.",
        "url": "https://doi.org/10.31235/osf.io/6vcdw_v1",
        "subjects": "Sociology",
        "subjects_osf": "American Studies, Film and Media Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/7c6z5_v3",
        "title": "Beyond tradition: Successful career paths to full professorship",
        "authors": "Jasmin M. Kizilirmak, Lisa-Marie Steinkampf, Sandra Buchholz, Jessica Ordemann",
        "created": "2025-04-30",
        "abstract": "German academia has faced a multitude of changes over the last two decades, including new alternative academic pathways to a professorship based on the Anglo-Saxon science system, such as junior or tenure track professorship. Our study investigates the patterns of academic career trajectories to a professorship that have emerged due to these changes. It looks deeper into the relationship between those patterns and determinants of academic success, such as previous career choices, scientific productivity and the chosen scientific field. Using data from the prof*panel (N=660) – a survey of recently appointed full professors in Germany – and sequence-cluster analysis, we find four academic career clusters, three of which are beyond the traditional pathway of Endurance Careers: Efficient Careers, Unconventional Careers and International Careers indicating an institutional change within German academia. Cluster affiliation is mainly related to time-to-tenure, habilitation (second thesis), working abroad and the field of the professorship. Our findings suggest that traditional career paths still play a major role, although the influence of internationalization and novel academic career steps, like junior and tenure-track positions, is growing. Furthermore, less conventional career paths, attract a higher proportion of women and are characterized by international mobility and more diverse professional experiences. The insights of our study underscore the ongoing changes in the landscape of academic careers and highlight both persistent challenges and new opportunities for aspiring professors.",
        "url": "https://doi.org/10.31235/osf.io/7c6z5_v3",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/7c6z5_v4",
        "title": "Beyond tradition: Successful career paths to full professorship",
        "authors": "Jasmin M. Kizilirmak, Lisa-Marie Steinkampf, Sandra Buchholz, Jessica Ordemann",
        "created": "2025-05-06",
        "abstract": "German academia has faced a multitude of changes over the last two decades, including new alternative academic pathways to a professorship based on the Anglo-Saxon science system, such as junior or tenure track professorship. Our study investigates the patterns of academic career trajectories to a professorship that have emerged due to these changes. It looks deeper into the relationship between those patterns and determinants of academic success, such as previous career choices, scientific productivity and the chosen scientific field. Using data from the prof*panel (N=660) – a survey of recently appointed full professors in Germany – and sequence-cluster analysis, we find four academic career clusters, three of which are beyond the traditional pathway of Endurance Careers: Efficient Careers, Unconventional Careers and International Careers indicating an institutional change within German academia. Cluster affiliation is mainly related to time-to-tenure, habilitation (second thesis), working abroad and the field of the professorship. Our findings suggest that traditional career paths still play a major role, although the influence of internationalization and novel academic career steps, like junior and tenure-track positions, is growing. Furthermore, less conventional career paths, attract a higher proportion of women and are characterized by international mobility and more diverse professional experiences. The insights of our study underscore the ongoing changes in the landscape of academic careers and highlight both persistent challenges and new opportunities for aspiring professors.",
        "url": "https://doi.org/10.31235/osf.io/7c6z5_v4",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/7edp4_v1",
        "title": "The Development of Body Mass Index from Adolescence to Adulthood: A Genotype-Family Socioeconomic Status Interaction Study",
        "authors": "Gaia Ghirardi",
        "created": "2025-05-02",
        "abstract": "Body weight in adolescence and adulthood may result from the interplay between individuals’ genetic characteristics and the social context in which they grow up, such as family socioeconomic status (SES). However, evidence on the interaction between genetic propensity for high body mass index (BMI) and family SES remains inconclusive. This study investigates whether genetic associations with BMI diﬀer among individuals from high-SES versus low-SES families and whether these associations vary across the life course. Drawing on the compensatory advantage model in sociology and the diathesis-stress model in psychology, I test the hypothesis that genetic associations with BMI are stronger among individuals from socioeconomically disadvantaged families. Using data from the National Longitudinal Study of Adolescent to Adult Health (Add Health), I assess the association between a polygenic index for BMI (BMI PGI) and BMI at four life stages: adolescence (≃ 16), early adulthood (≃ 22), adulthood (≃ 28), and later adulthood (≃ 37). Consistent with theoretical expectations, results show that the BMI PGI is more predictive of BMI among individuals from low-SES families than from high-SES families. The interaction weakens over the life course but persists among individuals with high BMI levels. These findings suggest that high-SES families may buffer genetic propensities for overweight and obesity, whereas low-SES environments may exacerbate them, increasing the risk of elevated BMI. The results underscore the importance of family socioeconomic background in shaping BMI outcomes and highlight how environmental interventions, such as promoting healthy eating and physical activity, may help reduce social inequalities in health.",
        "url": "https://doi.org/10.31235/osf.io/7edp4_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/8twns_v1",
        "title": "A New Approach For Developing Probabilistic Intervals Around Population Forecasts: A Subnational Example Using Washington State Counties",
        "authors": "Betsy Alafoginis, David Swanson, Jeff Tayman",
        "created": "2025-05-02",
        "abstract": "BACKGROUND Population forecasts produced by governments at all levels are used in the public sector, the private sector, and by researchers. They have been primarily produced using deterministic methods. OBJECTIVE We propose to show how a method for producing measures of uncertainty can be applied to existing subnational population forecasts while meeting several important criteria, including the concept of utility. We will assess the efficacy of our method by: (1) examining the change in uncertainty intervals it produces by population size and growth rate; and (2) comparing the width and temporal change of the uncertainty intervals it produces to the width and temporal change of uncertainty intervals produced by a Bayesian approach. METHODS Our approach follows the logic of the Espenshade-Tayman method for producing confidence intervals in conjunction with ARIMA equations to construct a probabilistic interval around the total populations forecasted from the Cohort Component Method, the typical approach used by demographers. RESULTS Population size and growth rate are related to the width of the forecast intervals, with size being the stronger predictor, and the intervals from the proposed method are not dissimilar to those produced by a Bayesian approach. CONCLUSIONS This approach is well-suited to generating probabilistic subnational population forecasts in the United States and elsewhere where these forecasts are routinely produced. It has a higher level of utility, is simpler, and is more accessible to those tasked with producing measures of uncertainty around population forecasts.",
        "url": "https://doi.org/10.31235/osf.io/8twns_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/93mv2_v2",
        "title": "Gatekeepers or agents of change? The political agency of lawyers in the Dutch family migration regime",
        "authors": "Saskia Bonjour",
        "created": "2025-05-02",
        "abstract": "Migration lawyers exercise political agency: in choosing which clients to represent and how to present their claims to bureaucrats and judges, lawyers shape what the governance of migration looks like in practice. In 2022, we interviewed 16 lawyers specialized in Dutch family migration law, inquiring how they see their own roles vis-à-vis the state, how they address cultural differences in what counts as “family”, and how they handle suspicions of fraud. The variety in approaches we observed clearly reveals that family migration lawyers are far from neutral, apolitical actors. Personal convictions informed professional practice, even among lawyers who eschewed activist “cause lawyering”. While our respondents all believed some or many elements of the migration regime should change and sought to exercise pressure through their legal practices, they all also acted as gatekeepers of the current migration regime – partly out of conviction, partly because they believed they can best (or only) support their clients by playing by the rules of the game. Building on the scholarship on lawyers’ professional ethics, I argue that everyday migration lawyering involves a form of moral activism oriented towards social change that – perhaps inevitably and often reluctantly – also involves gatekeeping.",
        "url": "https://doi.org/10.31235/osf.io/93mv2_v2",
        "subjects": "Sociology",
        "subjects_osf": "Legal Studies, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/9vzyb_v1",
        "title": "Conflict, Climate, and Child Health: Evidence from Sub-Saharan Africa",
        "authors": "Brian C. Thiede, Nigel James, Jorden E. Jackson",
        "created": "2025-05-01",
        "abstract": "Many parts of the world are experiencing widespread social and political instability, as well as ongoing climatic changes that are expected to worsen in the years and decades ahead. These changes can undermine child health and development through multiple pathways, and the increasing frequency of these shocks increases the likelihood that individuals are exposed to two or more stressors simultaneously. Empirical evidence about the potential impacts of such cooccurring shocks on children’s health has been limited to date, despite strong conceptual motivations for such analysis. We address this gap in the current study by measuring the independent and compounding effects of conflict and climate exposures on the weight-for-height (WHZ) of 0-23 month-old children across 33 countries in sub-Saharan Africa (n=188,558). To do so, we combine georeferenced records from the Demographic and Health Surveys, the Uppsala Conflict Data Program, and the Climate Hazards Group Infrared Precipitation/Temperature dataset. We then fit regression models to measure the independent and interactive effects of conflict and climate exposures, to explore heterogeneity across social groups, and to assess the robustness of these main results to measurement and modeling decisions. The results indicate that heat independently undermines children’s health, but conflict exposures are only marginally associated with reductions in WHZ when averaged across the sample. However, conflict exposures are associated with substantively large and statistically significant reductions in WHZ when they occur in contexts experiencing unusually hot temperatures. These results may indicate that heat-stress-affected populations may be especially vulnerable to the health impacts of conflict. These impacts are also heterogeneous across social groups, and indicate that children born to less-educated mothers and in urban areas may be most vulnerable to conflict and climate exposures.",
        "url": "https://doi.org/10.31235/osf.io/9vzyb_v1",
        "subjects": "Sociology",
        "subjects_osf": "Environmental Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ar8c9_v2",
        "title": "Did They Start Out Homeless? Arrival Situations of Persons Experiencing Unsheltered Homelessness in Los Angeles County",
        "authors": "Betsy Alafoginis, Ross E. Mitchell",
        "created": "2025-05-02",
        "abstract": "This study highlights how better demographic measurement more accurately informs public policymakers. In this era of renewed and more vigorous efforts to clear people experiencing unsheltered homelessness (unsheltered PEH) from city sidewalks, parks, and elsewhere, elected officials and other stakeholders need to clearly understand the dynamics of their unsheltered PEH populations. To advance understanding, this study investigated in-migration of unsheltered PEH in conjunction with the Los Angeles Continuum of Care’s 2024 HUD-mandated Point-in-Time count. In response to the measurement work of Mitchell (2024), the Los Angeles Homeless Services Authority’s 2024 Demographic Survey of unsheltered PEH instrument included a new item distinguishing between perceptions of a place where one has lived versus stayed, which revealed whether in-migration of individuals and families coming to the area immediately experienced homelessness or became unhoused after relocation. This analysis of over one-thousand survey participants self-identified as having migrated into Los Angeles County (a quarter of the total sample of unsheltered PEH) also explored whether there were associations with first-time homelessness or with being accompanied by household members. Responses to this complex survey were analyzed using Stata 17 MP. Key findings include that most survey participants reported either arriving homeless and unsheltered or first staying in either their own or a friend’s or family member’s home. More than half of all in-migration was initially to housed situations (more so for first-time homelessness), not into homelessness. Lone adults were more likely to experience homelessness immediately while accompanied adults were most likely to first stay in someone else’s home.",
        "url": "https://doi.org/10.31235/osf.io/ar8c9_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/czn3a_v3",
        "title": "Micropolarization: performances of antagonism and struggles for recognition during the Covid-19 pandemic",
        "authors": "Matthias Revers, Stephen Coleman",
        "created": "2025-05-02",
        "abstract": "This article theorizes how political divisions permeate social interaction, transforming the political into the personal in everyday life. Drawing on affective polarization research, we highlight the central role of identification and emotions in shaping political in-groups and out-groups. Moving beyond conventional measures of cross-group resentment, we conceptualize polarization as the lived experience of political antagonism. We argue that polarization materializes through struggles for recognition, shaped by the perception and processing of political conflict as it circulates through public communication channels. Adopting a performance-theoretical lens, we connect the symbolic language, emotions, and misrecognition in micropolarization to the broader public drama of political conflict. Using interview data on family and friendship disputes related to COVID-19 vaccination denial in the UK and Germany, we examine how public conflicts manifest in interpersonal relationships. This study suggests a research agenda that explores interactional dynamics across online and offline spaces, diverse social groups, and varying levels of relational involvement, offering a deeper understanding of the micro-foundations of political polarization.",
        "url": "https://doi.org/10.31235/osf.io/czn3a_v3",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/hfauq_v4",
        "title": "Union Dissolution and Children’s Educational Achievement: Separating Effects of School and Non-School Environments",
        "authors": "Peter Fallesen, Giampiero Passaretta, Simon  Skovgaard Jensen",
        "created": "2025-05-08",
        "abstract": "We study whether the educational disadvantage of children from households where parents have dissolved their union is due to selection or deteriorating non-school environments and whether exposure to school environments compensates or exacerbates such disadvantage. We apply a differential exposure approach (DEA) to Danish population data collecting public-school reading comprehension tests. The approach exploits variation in children’s birth dates and test administration dates to decompose children’s learning as the product of joint exposure to school and non-school environments. Key findings reveal that children experiencing parental separation have 5-7% lower test scores, with lower learning returns to non-school environments, and diminishing learning outcomes proportional to time spent in separated households. Critically, school appears to neither mitigate nor exacerbate these achievement gaps, suggesting that degrading of non-school environments post-separation primarily impacts children's learning.",
        "url": "https://doi.org/10.31235/osf.io/hfauq_v4",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/rzw4a_v2",
        "title": "One Track Mind: Secondary Effects in School Choice and Social Capital in a Stratified System",
        "authors": "Dieuwke Zwier",
        "created": "2025-05-01",
        "abstract": "At similar performance levels, socio-economically advantaged students typically choose more demanding and prestigious educational paths than their less advantaged peers. Such secondary effects are often studied in school continuation decisions or track choice but may also manifest in school choice, offering an alternative avenue for parental influence in education. This study examines secondary effects in school choice, and the role of social capital – resources embedded in peer and parental networks in primary school – in these patterns within the context of the Netherlands. I rely on linked sociometric and full-population register data for Dutch students who have recently transitioned to secondary school. Hypotheses are tested using fixed effects regression models to account for (self-)selection into primary school. Results indicate that secondary school choice is socially stratified: Students from higher socio-economic status (SES) backgrounds tend to avoid pre-vocational schools, prefer pre-university schools, and opt for heterogeneous classes at intermediate performance levels. There is limited evidence for the relation between social capital and the type of school chosen. A notable exception is that lower SES students are less likely to enroll in pre-vocational schools if their parents are integrated into resource-rich networks in primary school, suggesting that such networks may play a compensatory role by discouraging decisions that hinder upward-track mobility.",
        "url": "https://doi.org/10.31235/osf.io/rzw4a_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/s3ztq_v2",
        "title": "Stop, in the name of COVID!",
        "authors": "Jordan D. Klein, Ingmar Weber, Emilio Zagheni",
        "created": "2025-05-02",
        "abstract": "In the wake of the COVID-19 pandemic, the International Organization for Migration (IOM) has postulated that international migrant stocks fell short of their pre-pandemic projections by nearly 2 million due to travel restrictions. However, this is not testable with migration data from traditional sources. Key migration stakeholders, have called for using data from alternative sources, including social media, to fill in these gaps. Building on previous work using social media data to analyze migration responses to external shocks, we test the hypothesis that COVID-related travel restrictions reduced migrant stock relative to expected migration without such restrictions using estimates of migrants drawn from Facebook’s advertising platform and dynamic panel models. We focus four key origin countries in North and West Africa (Côte d’Ivoire, Algeria, Morocco, and Senegal), and their 23 key destination countries. Between February and June 2020, we estimate that a destination country implementing a month-long total entry ban on arrivals from Côte d’Ivoire, Algeria, Morocco, or Senegal might have expected a 3.39% reduction in migrant stock from the restricted country compared with the counterfactual in which no travel restrictions were implemented. However, when broader societal disruptions of the pandemic are accounted for, we estimate that countries implementing travel restrictions might paradoxically have expected an increase in migrant stock. In this context, travel restrictions do not appear to have effectively curbed migration and could have resulted in outcomes opposite their intended effects.",
        "url": "https://doi.org/10.31235/osf.io/s3ztq_v2",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/t73fj_v1",
        "title": "Combining list-experiment and direct questions to improve estimation of abortion incidence",
        "authors": "Betsy Alafoginis, Heide Jackson, Michael S. Rendall",
        "created": "2025-05-02",
        "abstract": "Abortion has been found to be severely underreported overall, and underreported differentially across groups, when using a direct question. The list-experiment method attempts to overcome these reporting biases indirectly by asking how many items an individual has experienced, but not which, where abortion is one of the items asked to a randomly-assigned ‘treatment’ group but not to a control group. Abortion incidence is estimated as the difference in the mean number of items reported between the treatment and control groups. If list-experiment respondents are also asked a direct abortion question, a combined-data estimator can be constructed from respondents with and without affirmative responses to the direct question. We assess for four U.S. states how this combined estimator may improve estimation of cumulative lifetime abortion incidence relative to the direct question or the list experiment alone. Our combined-data estimate across the four states is 12.9% (95% CI: 10.5, 15.4), which is substantively and statistically higher than both the list-experiment estimate (11.0%, CI: 8.9, 13.2) and the direct-question estimate (9.6%, CI: 8.6, 10.5). Bias by state is much more variable for the direct question than for the list experiment. We conclude that the combined-data estimator improves estimation especially over the direct question.",
        "url": "https://doi.org/10.31235/osf.io/t73fj_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/wjtkq_v1",
        "title": "First results on the research regarding prostitution in Chile within current social relations",
        "authors": "Edison Carrasco-Jiménez",
        "created": "2025-04-29",
        "abstract": "This study addresses the experiences of women engaged in sex work in various cities across Chile, based on in-depth interviews that reveal both their economic motivations and the human relationships formed with clients. Despite methodological risks—including direct threats and lack of institutional support for the researcher—the research provided insights into realities hidden by social stigma. It is observed that many women enter this field out of necessity to support their families, and that age plays a key role in the distribution of demand. Furthermore, it is found that not all clients seek sex: a significant percentage pays for companionship, affection, and conversation. The study concludes that sex work cannot be reduced solely to a sexual exchange, but constitutes a complex space of human, economic, and emotional connections.",
        "url": "https://doi.org/10.31235/osf.io/wjtkq_v1",
        "subjects": "Sociology",
        "subjects_osf": "Legal Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/xhpyb_v1",
        "title": "Seasonal Contraceptive Discontinuation Patterns: An analysis using the Demographic and Health Survey (DHS) contraceptive calendar in 6 countries",
        "authors": "Amy Finnegan",
        "created": "2025-05-02",
        "abstract": "Unmet need for family planning puts women at risk for unintended pregnancies; however, unmet need is made up of both women who have never used a method of family planning and those who have used a modern method but subsequently discontinued. Understanding patterns of discontinuation can inform policies and practices to reduce unmet need for family planning and therefore promote gender equity and maternal and infant health. In this paper, we explore seasonal contraceptive patterns in Kenya, Uganda, Indonesia, Afghanistan, Ethiopia, and Nepal using the Demographic and Health Survey (DHS) contraceptive calendar from the most recent survey in each country prior to Covid-19. Specifically, we investigate contraceptive discontinuation associated with major holidays – times when women may travel or health facilities may close. Even after accounting for recall bias, major holidays appear to drive contraceptive discontinuation in a subset of countries and could serve as a powerful point for intervention.",
        "url": "https://doi.org/10.31235/osf.io/xhpyb_v1",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/y73x9_v1",
        "title": "Population Aging in the Western Hemisphere: 2020 to 2050",
        "authors": "Betsy Alafoginis, David Swanson, Richard Verdugo",
        "created": "2025-05-02",
        "abstract": "Population aging is largely due to increased longevity coupled with low fertility, a result of completing the demographic transition. In the initial stage, control of epidemic and contagious diseases lowers the death rate, which leads to rapid population growth because fertility rates remain high until the modernization process leads to factors that suppress fertility. This framework is used in a first-ever examination of the future of population aging in the Western Hemisphere and its four regions, The Caribbean, Central America, North America, and South America. Although there is variation across the regions, the population aged 65 years and over is expected to more than double between 2020 and 2050. Coinciding with the expected increases in the older population are decreases in both the pre-school and the school age populations. These demographic changes will place increasing and competing demands not only on the public and private sectors, but also on families.",
        "url": "https://doi.org/10.31235/osf.io/y73x9_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/zn43e_v1",
        "title": "The Double-Edged Sword of Network Echo: How Network Structure Shapes Linguistic Evolution in Alt-Right Echo Chambers",
        "authors": "Matthew Yeaton",
        "created": "2025-05-02",
        "abstract": "How does network structure shape the prevalence of extremist language within digital echo chambers? Leveraging two large-scale natural experiments involving Alt-Right communities on Reddit, this study examines the role of network echo-the structural isolation created by communication bottlenecks between groups-in influencing linguistic convergence. We propose a structural approach emphasizing how shifts in communication patterns between extreme and moderate groups affect the prevalence of extremist language, including hate speech. Our findings suggest that reducing network echo fosters linguistic accommodation, leading focal groups to linguistically align with outgroups. Critically, this effect is double-edged: increased contact with radical groups prompts moderate users to adopt more extreme discourse, whereas diminishing isolation from moderate groups decreases extremist language, challenging conventional wisdom that dismantling echo chambers merely redistributes extremist dialogue rather than reducing it. We discuss implications for research on echo chambers, policy and platform strategies aimed at mitigating extremism online, and the interplay of structure and language.",
        "url": "https://doi.org/10.31235/osf.io/zn43e_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ztmvh_v1",
        "title": "Predicting the Future? Congruence and Transition Dynamics Between Past Behavior, Projections, and Future Criminal Behavior",
        "authors": "Jonathan R. Brauer, Jacob C. Day, Mitchell Farrell, Marijana M. Kotlaja",
        "created": "2025-04-30",
        "abstract": "Criminologists often substitute projected offending likelihood for behavior, yet the empirical projection-behavior gap requires scrutiny. This study employed multi-method analyses using panel (Bangladesh) and cross-sectional (Serbia, Bosnia) data to examine congruence, prediction, and transition dynamics between self-reported projections and behavior. Results confirm projections are congruent with and positively predict behavior, validating projections as cognitive precursors to criminal behavior. Transition analyses counter claims that “good intentions” commonly fail: most individuals—those reporting no past crime and projecting none—remain crime-free (~97% sustained abstinence). However, a significant projection-behavior gap exists and varies significantly across crime type and transition pattern. Predictive failure was concentrated among smaller groups projecting change: projected desistance (by past offenders) demonstrated only coin-flip accuracy (~53% success / ~47% relapse), while projected initiation (by past non-offenders) rarely materialized (~95% failure). While projections predict behavior, prior behavior often showed comparable predictive utility for future behavior. Significant crime-type heterogeneity also emerged. Findings challenge the interchangeability of projections and behavior, demanding caution and careful theoretical consideration when predicting crime projections as outcomes. Moreover, this study showcases how moving beyond simple prediction to modeling transition dynamics can better assess the mechanisms underlying crime abstention, initiation, continuity, and desistance.",
        "url": "https://doi.org/10.31235/osf.io/ztmvh_v1",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Legal Studies, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/47hcb_v1",
        "title": "Nicole C. Karafyllis (Hg.) Theorien der Lebendsammlung. Pflanzen, Mikroben und Tiere als Biofakte in Genbanken (Lebenswissenschaften im Dialog, Bd. 25). Karl Alber, Freiburg 2018, 464 S., EUR 49,–. [Rezension]",
        "authors": "Veit Braun",
        "created": "2025-05-06",
        "abstract": "Lebende Objekte stellen das Konzept der Sammlung vor zahlreiche Herausforderungen: von der Entbettung aus ihrer Umwelt über ihre regelmäßige Reproduktion bis zum ständigen Identitätswandel durch Evolution. Die von Nicole Karafyllis herausgegebenen Theorien der Lebendsammlung widmen sich den Eigenheiten der Sammlung lebendiger Dinge oder – um es mit dem Untertitel zu sagen – Pflanzen, Mikroben und Tieren als Biofakten in Genbanken.",
        "url": "https://doi.org/10.31235/osf.io/47hcb_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/48x5d_v1",
        "title": "Consumer Attitudes Toward Refillable and Reusable Packaging: Bridging the Value-Action Gap",
        "authors": "Calvin Lakhan, Kelvin Ng",
        "created": "2025-05-01",
        "abstract": "This study examines consumer attitudes toward refillable and reusable packaging across 22 product categories through a novel three-dimensional measurement approach. By simultaneously assessing willingness to use refillable packaging, likelihood of choosing it over single-use alternatives, and intention to actively seek refill stations, we quantify the value-action gap in sustainable packaging adoption. Results from 441 North American respondents reveal that despite moderate to high willingness (M=3.09), behavioral intentions decline significantly for likelihood (M=2.17) and active engagement (M=1.66). This gap varies substantially across product categories, with food staples demonstrating the smallest gaps and personal care products the largest. Cluster analysis identified four distinct category groupings with different adoption potentials. Hierarchical regression analyses explain 53.2% of the variance in the value-action gap, with convenience barriers (β=0.38), convenience orientation (β=0.38), and hygiene concerns (β=0.32) emerging as the strongest predictors. Environmental attitudes significantly predict willingness but become progressively less influential for behavioral intentions. Shopping habits, particularly planning tendencies and shopping frequency, play crucial roles in facilitating refillable packaging adoption. These findings provide evidence-based insights for manufacturers, retailers, and policymakers seeking to promote sustainable packaging solutions that align with consumer preferences and behaviors across different product domains.",
        "url": "https://doi.org/10.31235/osf.io/48x5d_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/5a42t_v1",
        "title": "A Conspiracy of Silence: Child Sexual Abuse and Cultural Complicity in the British Pakistani Diaspora",
        "authors": "Saira Mirza",
        "created": "2025-05-03",
        "abstract": "This discussion article explores the systemic silencing of child sexual abuse within British Pakistani communities, contextualised within a broader historical and sociopolitical framework. Drawing from postcolonial theory, intersectionality, and migration studies, the paper interrogates how colonial legacies, cultural codes of honour, and intra-community dynamics have created an environment where abuse is simultaneously endemic and unspoken. The piece critiques the lack of statistical visibility, the role of collective denial, and the weaponisation of ‘honour’ to protect abusers while silencing victims. It argues for urgent cultural and institutional reckoning, internal accountability, and survivor-centred advocacy within British Pakistani communities.",
        "url": "https://doi.org/10.31235/osf.io/5a42t_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/5a42t_v2",
        "title": "A Conspiracy of Silence: Child Sexual Abuse and Cultural Complicity in the British Pakistani Diaspora",
        "authors": "Saira Mirza",
        "created": "2025-05-03",
        "abstract": "This discussion article explores the systemic silencing of child sexual abuse within British Pakistani communities, contextualised within a broader historical and sociopolitical framework. Drawing from postcolonial theory, intersectionality, and migration studies, the paper interrogates how colonial legacies, cultural codes of honour, and intra-community dynamics have created an environment where abuse is simultaneously endemic and unspoken. The piece critiques the lack of statistical visibility, the role of collective denial, and the weaponisation of ‘honour’ to protect abusers while silencing victims. It argues for urgent cultural and institutional reckoning, internal accountability, and survivor-centred advocacy within British Pakistani communities.",
        "url": "https://doi.org/10.31235/osf.io/5a42t_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8zwg7_v1",
        "title": "Communication about economic inequality: a systematic review",
        "authors": "Michael Vaughan, Hendrik Theine, David\tSchieferdecker, Nora Waitkus",
        "created": "2025-05-05",
        "abstract": "What do we know about representations of economic inequality in media, and how well does this account for media transformations like hybridisation? This article uses a systematic review of academic literature on mediated communication about economic inequality, in order to assess the current state of research around salience, framing, explanatory factors and effects of this kind of inequality discourse. We find an overwhelming focus on legacy newspapers and a small number of Global North countries. We argue for research which builds further links between studies of economic inequality and the contemporary study of communication, including moving past obsolete models of media systems, decentering a small selection of Global North countries, and building a more comparative perspective on nationally-grounded inequality discourses.",
        "url": "https://doi.org/10.31235/osf.io/8zwg7_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/c9fmq_v1",
        "title": "The Probable Extinction of Science and of Modern Social and Political Ideas with Technological Civilisation.",
        "authors": "Richard Michael Blaber",
        "created": "2025-04-30",
        "abstract": "This paper will argue that, given the demise during the remainder of the 21st Century of global capitalism and of the global technological civilisation that is its corollary, it is not to be reasonably expected that scientific ideas, as they have been known since the 17th Century, and the science based on them, or post-Enlightenment social and political ideas, will survive that demise. Already, it must be noted, scientific ways of thinking, and liberal (or ‘woke’) political perspectives are being increasingly challenged by an ever more energised and fervent populist Right on a global scale. The Trump Administration’s recent attacks on academia and scientific research in the United States may be seen as an extension of this trend, as may the Republican-inspired banning of books in American school districts.",
        "url": "https://doi.org/10.31235/osf.io/c9fmq_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/j2mhr_v1",
        "title": "Politics and Possibilities of Moral Cosmopolitanisms",
        "authors": "Supriya Subramani",
        "created": "2025-04-29",
        "abstract": "Current normative understanding of migration health ethics discourses frequently centres around improving migrants’ access to care, through appeal to moral cosmopolitanism - which emphasizes the equal moral worth and moral responsibility for humanity, stripped of local identities and aligned with an abstract global ‘we’. Continuing my ongoing works, drawing from critical anti-colonial-imperial and racial justice works, I understand ethics of belonging to be a practice situated within an emotionally charged everyday social setting, and is practiced in our everyday encounters through the value of recognition across social boundaries and embodied bodies. My aim in this paper is twofold. First, I critique the underlying normative and political assumptions of questions commonly ascribed to moral cosmopolitanism in the context of health—a social phenomenon and a public good—such as, ‘Why do we owe duties to strangers?’ and ‘What should these duties look like?’ I argue that these questions presuppose a certain ethical imagination, demanding those in power to perceive ‘strangers’ or ‘compatriots’ in specific, often decontextualized and disembodied ways. Through this reflection and analysis, I will address the question: ‘Whose visions of cosmopolitanism are we aspiring to in (bio/public health) ethics, and what does this mean for migrants?’ Second, I explore ways to uncover the possibilities and politics of cosmopolitanism that acknowledge the racial-imperial-colonial logics, while also recognizing a deep desire for interconnectedness, justice, and change in our current unequal, gridded, and territorialized world. Through my analysis, I contend that to broaden the scope of ethics regarding migration health, it is essential to comprehend the politics of embodied struggles and their impact on one’s moral self, relationships, and community. This understanding is crucial for navigating the evolving ethics in the realm of justice-oriented public health and migration health policies, and its implications for politics and possibilities of moral cosmopolitanisms.",
        "url": "https://doi.org/10.31235/osf.io/j2mhr_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/mhd48_v2",
        "title": "Motivations for (Not) Sharing Deepfakes on Social Media",
        "authors": "María T. Soto-Sanfiel, Ariadna Angulo-Brunet, Sanjay Saha",
        "created": "2025-05-05",
        "abstract": "This research applies Uses and Gratifications theory to examine individual motivations for sharing or not sharing deepfakes. After characterizing popular deepfakes in five genres (two examples each), 1035 US participants (42% female; Age: M = 42.8, SD = 14.1, Mdn = 41, Range = 18–93) watched one of the ten deepfakes and completed a questionnaire in Prolific. Results show that most participants would not share the deepfakes due to a lack of personal relevance. However, those who did intend to share them had hedonistic motivations, mostly enjoyment and the desire to share entertainment with others. The genre of these deepfakes also influenced motivations to share, with political deepfakes being a particularly specific case, and one where gender also had a greater impact. Women avoid sharing inaccurate information to a greater extent and men are more inclined to protect their image in social circles. Overall, this research highlights how audiences dynamically relate to deepfakes and offers insights into the psychological aspects of their relationships with this emerging media form. It also underscores the significance of the perceived entertainment value of deepfakes in their virality.",
        "url": "https://doi.org/10.31235/osf.io/mhd48_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/rp6at_v1",
        "title": "A “disorder that exacerbates all other crises” or “a word we use to shut you up”? A critical policy analysis of NGOs discourses on COVID-19 misinformation",
        "authors": "Claudia Chaufan, Natalie Hemsing",
        "created": "2025-05-01",
        "abstract": "Drawing from Carol Bacchi's \"What is the problem represented to be?\" framework, we analysed discourses within documents from five NGOs that have influenced the debate around “COVID-19 misinformation”. Through Google Scholar, we identified documents published between 2020 and 2024, selecting 29 reports by the Center for Countering Digital Hate, First Draft, Meedan, Public Good Projects, and the EU Disinfo Lab, and 13 articles authored by their directors or research directors. Across the data, the proposed policy solutions consisted of tracking, managing and suppressing any COVID-relevant expression perceived as undermining the official policy response. It followed that the “problem” was represented to be these expressions, or rather, individuals producing them, framed as threatening science, democracy and even human survival. NGOs also positioned themselves as experts in an emerging scientific field, infodemiology, thus equipped to evaluate all forms of communication according to their own or similar experts' standards. Notably, none of the documents engaged with the substance of opposing viewpoints or disconfirming evidence, dismissing them almost entirely via authority, ad populum, or ad hominem fallacies. We conclude that, rather than defending science, democracy, or human survival, these NGOs and their partners are undermining the open, respectful, and inclusive debate essential to support these values.",
        "url": "https://doi.org/10.31235/osf.io/rp6at_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/rpzx8_v1",
        "title": "Patient-Provider Communication and Health Disparities: An Experiment Exploring Language Proficiency and Communication Accommodation",
        "authors": "Kathrin Rothermich, Baker, Rose P, Dai'Sha Dowson, Hannah Ragsdale, Elisha Eanes, Makyah McNeill, Mi Hwa Lee, Deeonna E. Farr, Audrey Eaves, Joseph G. Lee",
        "created": "2025-04-30",
        "abstract": "Background: Effective communication is critical for equitable healthcare delivery. In situations where there is language discordance between patients and providers, with one person speaking a shared language more proficiently, communication challenges may exacerbate disparities, particularly for racially or ethnically minoritized patients. Even when patients and providers are both fluent enough in English to not need interpretation, communication challenges intensify when patients are required to use their second language (L2) to interact with a native English (L1) speaking healthcare provider. Communication accommodation encompasses speech adjustments used to mitigate these barriers. Because communication accommodation strategies are not explicitly taught in health care training, it is unknown which adjustments healthcare providers use or the role a patient’s L2 proficiency plays in guiding provider language choices. Methods: This experimental study tested how L1 physician assistant students modify their communication during intake interviews with Latine L2 avatar patients of varying English proficiency, using the mixed-reality simulation platform Mursion. Data from 41 physician assistant students in 2023-2024 were analyzed for acoustic adjustments (i.e., speech rate, pitch modulation) and lexical adjustments (i.e., word frequency, contextual diversity). Results: Results revealed significant accommodations: students reduced their speech rate, narrowed their pitch range, and used higher-frequency vocabulary when interacting with lower-proficiency L2 avatars. Conclusion: The results demonstrate that communication accommodation occurs and could be a potential mechanism for the widening or narrowing of healthcare disparities in patient outcomes. Future work should consider identifying which accommodations improve patients’ comprehension of medical advice and their relationships with healthcare providers.",
        "url": "https://doi.org/10.31235/osf.io/rpzx8_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ru48t_v1",
        "title": "The Obvious but Often Overlooked: Tracing Western Cultural Logics in English Academic Texts",
        "authors": "Assel Sadykova, michelle.bedeker, Zhansaya Tatyyeva",
        "created": "2025-05-05",
        "abstract": "This study examines how English-medium instruction (EMI) course documents construct knowledge, identity, and legitimacy in a foundation programme in Kazakhstan. Drawing on Systemic Functional Linguistics, we analyse evaluative language across institutional texts to explore how moral stance, affect, and cultural value are embedded within academic materials. While EMI is often presented as a neutral tool for accessing global knowledge, our findings reveal that course documents subtly encode Western epistemologies, positioning students through assumptions that conflict with their lived realities and local knowledge systems. Interviews and reflections from students illustrate how these texts produce confusion, cognitive fatigue, and affective dislocation, even when content appears culturally proximate. These dynamics reflect forms of symbolic violence that naturalise dominant knowledge regimes and marginalise students’ epistemic resources. Our study aligns with textbook analysis research and recent EMI critiques but extends them by revealing how ideological hierarchies are enacted through evaluative discourse, not just content. We argue for curriculum reform grounded in epistemic justice, calling for inclusive text selection, critical pedagogy, and institutional accountability to support more equitable knowledge engagement in EMI settings.",
        "url": "https://doi.org/10.31235/osf.io/ru48t_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/uqrv6_v1",
        "title": "The Impact of Restructuring on Enterprise Value: Evidence from Korea",
        "authors": "Jongnam Kim",
        "created": "2025-05-04",
        "abstract": "This study analyzes the trends of financially distressed firms of South Korea using comprehensive data from private companies and evaluates the performance of restructuring funds and corporate support programs in enhancing enterprise value (EV). By applying Discounted Cash Flow (DCF) Monte Carlo simulation and triangular decomposition of EV, the findings reveal that both restructuring system positively impact EV enhancement. However, the growth dependency of EV improvement underscores the necessity for further efforts to strengthen profitability. The study suggests transitioning restructuring investments from growth capital to buyout capital to achieve sustainable value creation.",
        "url": "https://doi.org/10.31235/osf.io/uqrv6_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/v673g_v1",
        "title": "Enhancing Social Collaboration in Autistic Pre-teens Through Minecraft®",
        "authors": "Abirami Thirumanickam, associate professor Stacie Attrill, Niki Welz, David Anthony Hobbs",
        "created": "2025-05-01",
        "abstract": "Purpose: This research explored the use of Minecraft® as an accessible game-based program for facilitating social collaborative skill development in 10-12-year-old pre-adolescent autistic children. Method: Underpinned by inclusive research principles, the study was co-designed with consumers with lived experience, and used a mixed-method design to explore intervention effects across different intensities (high vs. low) and modalities (face-to-face vs. online). Results: A total of 11 children participated, divided into four groups of 2-3 players each. The findings from both quantitative and qualitative analysis were promising. Yet, more research is warranted to further validate the findings. Conclusion: The active involvement of consumers with lived experience in the program design and implementation was critical in producing a meaningful and valuable outcome for the families and children.",
        "url": "https://doi.org/10.31235/osf.io/v673g_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vsr5b_v2",
        "title": "Generational Imprinting: How Political Events Shape Cohorts",
        "authors": "Turgut Keskintürk",
        "created": "2025-05-04",
        "abstract": "How, and for whom, do political events translate into enduring political change? This article proposes a two-stage model of generational imprinting, where identity-congenial cues determine whether individuals update their political attitudes in the immediate aftermath of a political shock, while life-course position determines whether that change is persistent or not. Focusing on the killing of George Floyd and the Black Lives Matter protests as a quasi-natural experiment, I test this model by analyzing attitudes toward U.S. law enforcement among non-Hispanic White Americans using three surveys that collectively span from 2016 to 2022. I show that Democrats and Independents became strongly unfavorable toward law enforcement in response to the killing of George Floyd. However, these effects persisted among younger individuals, while fading among older individuals, leading to cohort-led polarization. This article thus integrates two classic—though largely partial—theories of political learning, providing a framework for understanding how episodic shocks can realign political divides across generations.",
        "url": "https://doi.org/10.31235/osf.io/vsr5b_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/wdcps_v1",
        "title": "Biased Transmission Drives an Accuracy-Consensus Tradeoff in Collective Learning",
        "authors": "Emerson Arehart, Erol Akcay",
        "created": "2025-05-05",
        "abstract": "Collective decision-making can be more accurate than individual decision-making, due to the ability of groups to aggregate information from many individuals. However, information aggregation and collective learning is vulnerable to a variety of social and cognitive biases which can undermine the \"wisdom of the crowds\" and result in bad decisions. Here, we study the effect of two very hard-to-avoid kinds of biases: the tendency of similar individuals to be connected, and the tendency to share some kinds of information more than others. We build mathematical models of a society composed of rational agents that use Bayesian inference to learn about the world, combining their direct observations with information they obtain from other agents. We include two forms of transmission bias: (1) assortment in communication networks, where individuals preferentially connect with similar others, and (2) selective sharing of signals. We identify conditions under which these effects are sufficient to generate stable divergence of beliefs across the population--either in the form of polarization or the entire population being misled. We show that when the population is balanced between types of agents, the collective is most sensitive to the effects of assortment. This is also the condition when the collective is most responsive to the environment. Therefore, belief polarization is most likely under conditions that support the greatest collective ability to learn the truth. Our results thus identify tradeoffs between accuracy and consensus in collective learning and highlight structural limits to collective intelligence, even in an idealized setting.",
        "url": "https://doi.org/10.31235/osf.io/wdcps_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6pe4j_v1",
        "title": "Understanding and Improving the Experience of Pro Se Litigants in the Trial Court of Massachusetts",
        "authors": "Demetrios Karis",
        "created": "2025-05-06",
        "abstract": "What can the Trial Court do to improve the experience of pro se litigants? To answer this question, I interviewed litigants, court staff, and attorneys, observed in courthouses, analyzed court forms and materials, studied websites, and reviewed relevant literature. This work took place between September, 2023 and February, 2025. I made over a dozen trips to courthouses and interviewed well over 100 litigants and dozens of court staff and attorneys. I concentrate on changes the Trial Court can make that will have a substantial positive impact and yet are relatively easy to implement. Although the focus here is on the Probate and Family Court (PFC), many of the recommendations apply to multiple court departments, systems that are used by all court departments, and many of the large courthouses that contain multiple departments. I focus on the user experience of litigants and attorneys, but primarily self-represented litigants (SRLs). This is just one perspective, one way of examining the court system, and there are many others, also valid, and complementary to this one.",
        "url": "https://doi.org/10.31235/osf.io/6pe4j_v1",
        "subjects": "(Other)",
        "subjects_osf": "Law and Psychology, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/9fbk7_v2",
        "title": "The Ecological Bad Is Stronger than Good: Emotions toward Harmful Behavior Shape Attitudes and Actions More",
        "authors": "Jana Sophie Kesenheimer, Verena Aignesberger, Tobias Greitemeyer",
        "created": "2025-05-07",
        "abstract": "Two studies highlighted the crucial role of emotions towards harmful (vs. friendly) behaviors in environmental decision-making. Study 1 (N = 687) explored the link between pro-environmental attitudes, anticipated emotions, and choices in hypothetical scenarios. Study 2, an experience sampling study (N = 233), analyzed 2005 real-life behaviors to examine the relationship between experienced emotions and environmental attitudes. Results indicated that, depending on individuals' pro-environmental attitudes, participants were especially emotionally responsive to environmentally harmful behaviors (some positively, others negatively). Importantly, the anticipated emotions regarding harmful actions significantly influenced behavioral decisions more than those related to pro-environmental actions, mediating the relationship between pro-environmental attitudes and eventual behavioral decisions. The findings support the 'bad is stronger than good' principle, regardless of the emotional valence.",
        "url": "https://doi.org/10.31235/osf.io/9fbk7_v2",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/bkpxg_v1",
        "title": "Chinese Word Formation through the Lens of 19th-Century French Sinologists: Breaking Away from the Latin Grammatical Tradition",
        "authors": "Zihan Xu",
        "created": "2025-04-30",
        "abstract": "This study explores the characteristics of Chinese word formation through the lens of 19th-century French sinologists, focusing on three key monographs: Élémens de la grammaire chinoise by Rémusat (1822), Grammaire Mandarine by Bazin (1856), and Grammaire de la langue chinoise orale et écrite by Perny (1873). The findings highlight the French sinologists’ approaches to defining and classifying Chinese words, their views on the relationship between written and spoken Chinese, and insights into the syllabic and morphological features of Chinese word formation. Although their analyses were grounded in the Latin grammatical framework for pedagogical convenience, they began to break away from it, recognizing the unique features of Chinese. The study also discusses the significance of their contributions to the history of Chinese grammatical research.",
        "url": "https://doi.org/10.31235/osf.io/bkpxg_v1",
        "subjects": "(Other)",
        "subjects_osf": "History, East Asian Languages and Societies, Modern Languages, Classics, Linguistics"
      },
      {
        "doi": "10.31235/osf.io/bkpxg_v2",
        "title": "Chinese Word Formation through the Lens of 19th-Century French Sinologists: Breaking Away from the Latin Grammatical Tradition",
        "authors": "Zihan Xu",
        "created": "2025-05-06",
        "abstract": "This study explores the characteristics of Chinese word formation through the lens of 19th-century French sinologists, focusing on three key monographs: Élémens de la grammaire chinoise by Rémusat (1822), Grammaire Mandarine by Bazin (1856), and Grammaire de la langue chinoise orale et écrite by Perny (1873). The findings highlight the French sinologists’ approaches to defining and classifying Chinese words, their views on the relationship between written and spoken Chinese, and insights into the syllabic and morphological features of Chinese word formation. Although their analyses were grounded in the Latin grammatical framework for pedagogical convenience, they began to break away from it, recognizing the unique features of Chinese. The study also discusses the significance of their contributions to the history of Chinese grammatical research.",
        "url": "https://doi.org/10.31235/osf.io/bkpxg_v2",
        "subjects": "(Other)",
        "subjects_osf": "History, East Asian Languages and Societies, Modern Languages, Classics, Linguistics"
      },
      {
        "doi": "10.31235/osf.io/mkgav_v2",
        "title": "A Scoping Study: Crime and Connected and Autonomous Vehicles",
        "authors": "Ashley Brown, Shane Johnson, Nilufer Tuptuk",
        "created": "2025-05-06",
        "abstract": "Connected and Autonomous Vehicles (CAVs) integrate advanced communication and autonomous driving technologies, enabling them to operate independently or with minimal human intervention. The anticipated benefits of CAVs are numerous and include making transportation accessible to all, reducing accidents due to human error, optimising traffic flow, and creating new industries and job opportunities. Autonomous driving capabilities in CAVs rely on advanced sensor technology and AI-driven analytics, which process data from multiple sensors to navigate, perceive the surrounding environment, detect obstacles, and make driving decisions in real-time. Despite the many benefits, CAVs will be highly vulnerable to a wide variety of crimes unless security measures are implemented by design. To understand the potential threats, this study introduces the enabling technology and reference architecture for CAVs and reports the findings from an extensive scoping review of the available literature. This covers reported crime incidents, academic literature on potential threats, a survey of academic survey papers on CAV security, and a review of papers concerned with cyberattacks against CAVs published in the past five years. The findings from the review are complemented by the findings from a workshop with experts about which of the identified threats should be prioritised for the purposes of crime reduction. The findings indicate that a wide range of cyber-attacks and offences are possible, and that the threat landscape is continually expanding due to insufficient attention being given to security during the development of the technology. Suggestions for policy and priorities for future work are suggested.",
        "url": "https://doi.org/10.31235/osf.io/mkgav_v2",
        "subjects": "(Other)",
        "subjects_osf": "Legal Studies"
      },
      {
        "doi": "10.31235/osf.io/x3ceb_v1",
        "title": "Intended, Afforded, and Experienced Serendipity – Overcoming the Paradox of Artificial Serendipity",
        "authors": "Annelien Smets",
        "created": "2025-05-05",
        "abstract": "Designing for serendipity in information technologies presents significant challenges for both scholars and practitioners. This paper presents a theoretical model of serendipity that aims to address this challenge by providing a structured framework for understanding and designing for serendipity. The model delineates between intended, afforded, and experienced serendipity, recognizing the role of design intents and the subjective nature of experiencing serendipity. Central to the model is the recognition that there is no single definition nor a unique operationalization of serendipity, emphasizing the need for a nuanced approach to its conceptualization and design. By delineating between the intentions of designers, the characteristics of the system, and the experiences of end-users, the model offers a pathway to resolve the paradox of artificial serendipity and provides actionable guidelines to design for serendipity in information technologies. However, it also emphasizes the importance of establishing ‘guardrails’ to guide the design process and mitigate potential negative unintended consequences. The model aims to lay ground to advance both research and the practice of designing for serendipity, leading to more ethical and effective design practices.",
        "url": "https://doi.org/10.31235/osf.io/x3ceb_v1",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/x72n4_v1",
        "title": "CARTOGRAFIA INSURGENTE, TERRITORIALIDADES E (RE)EXISTÊNCIA CAMPONESA NO PIAUÍ: UMA CONSTRUÇÃO TEÓRICA",
        "authors": "DANIEL CESAR MENESES DE CARVALHO",
        "created": "2025-04-28",
        "abstract": "This article theoretically discusses the role of insurgent cartography and networked territorialities in the resistance of peasant communities in Piauí, Brazil, against territorial conflicts generated by agribusiness expansion. The research hypothesizes that participatory mapping, led by the communities themselves, strengthens their capacity to claim territorial rights, organize collectively, and negotiate with hegemonic actors. Methodologically, it combines participatory ethnography, insurgent cartography workshops, and network analysis, applied to conflict areas in the state. Expected outcomes include raising awareness that participatory maps make peasant territorialities visible, support public policies, and consolidate solidarity networks. Thus, the study aims to contribute to Agrarian Geography and Critical Cartography, while proposing practical tools for sustainability and social justice in rural Piauí. Keywords: Insurgent cartography; Networked territorialities; Agrarian conflicts; Piauí; Peasantry.",
        "url": "https://doi.org/10.31235/osf.io/x72n4_v1",
        "subjects": "(Other)",
        "subjects_osf": "Geography"
      },
      {
        "doi": "10.31235/osf.io/xbpts_v1",
        "title": "LLM-powered Topic Modeling for Discovering Public Mental Health Trends in Social Media",
        "authors": "Chuqing Zhao, Yisong Chen",
        "created": "2025-04-22",
        "abstract": "Online platforms such as Reddit have become significant spaces for public discussions on mental health, offering valuable insights into psychological distress and support-seeking behaviors. Large Language Models (LLMs) have emerged as powerful tools for analyzing these discussions, enabling the identification of mental health trends, crisis signals, and potential interventions. This work develops an LLM-based topic modeling framework tailored for domain-specific mental health discourse, uncovering latent themes within user-generated content. Additionally, an interactive and interpretable visualization system is designed to allow users to explore data at various levels of granularity, enhancing the understanding of mental health narratives. This approach aims to bridge the gap between large-scale AI analysis and human-centered interpretability, contributing to more effective and responsible mental health insights on social media.",
        "url": "https://doi.org/10.31235/osf.io/xbpts_v1",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Social Statistics, Communication"
      },
      {
        "doi": "10.31235/osf.io/xq9dz_v1",
        "title": "Leveraging Technology and Visitor Feedback for Enhancing Tea Tourism: An Empirical Analysis",
        "authors": "Palaniyandi Ashokkumar, Dr Sangeetha C P",
        "created": "2025-05-02",
        "abstract": "This study examines the impact of technology integration and systematic visitor feedback on improving tea tourism outcomes. Drawing on survey responses from 106 tea tourism stakeholders, we developed a composite measure of Tea Tourism Improvement (encompassing operational efficiency, service quality, and visitor satisfaction) and assessed its relationship with two key constructs: positive digital practices (e.g., enhanced online marketing, streamlined booking systems, and effective feedback utilization) and perceived barriers (e.g., limited internet access and the absence of a formal feedback process). An Exploratory Factor Analysis (EFA) validated a two-factor structure with a high sampling adequacy (KMO = 0.893) and significant Bartlett’s Test (p &lt; 0.001), while the two factors collectively explained over 89% of the variance in tea tourism improvement. Subsequently, multiple regression analysis demonstrated that positive digital practices (Factor 1) have a strong positive influence (β = 0.929, p &lt; 0.001) on tourism improvement, whereas the barrier construct (Factor 2) is significantly negatively related (β = –0.171, p &lt; 0.001) to the same outcome. Residual diagnostics confirmed that the model assumptions of normality and homoscedasticity were adequately met. The results underscore the critical role of digital transformation and structured feedback in enhancing tea tourism, while also highlighting the importance of addressing infrastructural and procedural barriers. Limitations include the cross-sectional design and reliance on self-reported measures. Future research should consider longitudinal approaches and incorporate objective performance metrics.",
        "url": "https://doi.org/10.31235/osf.io/xq9dz_v1",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/yh6rs_v5",
        "title": "How Generative AI Fixes What Higher Education Broke",
        "authors": "Theodore J Kalaitzidis",
        "created": "2025-04-30",
        "abstract": "Generative AI (GenAI) has not broken higher education; it has exposed long-standing systemic fractures. This paper argues that traditional pedagogies, rooted in formalist epistemologies, are misaligned with the realities of a world mediated by thinking machines. Blending systems analysis with epistemological critique, it diagnoses higher education’s foundational incoherence and introduces two critical frameworks — epistemic laundering and epistemological vector space — to map and address this dissonance. Building on this foundation, the paper proposes Critical AI Literacy as a model that emphasizes epistemic awareness alongside technical fluency. It provides a structural analysis of GenAI’s limitations and outlines practical strategies including RAG tutors, cognitive partnerships, interactive content generation, and skill-gap training. Ultimately, this paper frames GenAI not as a disruptive threat, but as a catalyst for reimagining learning design, moving beyond performance-driven education toward authentic, adaptive expertise in a dynamic knowledge landscape.",
        "url": "https://doi.org/10.31235/osf.io/yh6rs_v5",
        "subjects": "(Other)",
        "subjects_osf": "Curriculum and Instruction, Social and Philosophical Foundations of Education, Educational Psychology, Psychology, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/yh6rs_v6",
        "title": "How Generative AI Fixes What Higher Education Broke",
        "authors": "Theodore J Kalaitzidis",
        "created": "2025-05-04",
        "abstract": "Generative AI has not broken higher education; it has revealed the fractures that were already there. This paper argues that traditional pedagogies (i.e., those anchored in formalist epistemologies) are structurally misaligned with the demands of a world saturated by thinking machines. Blending systems analysis with epistemological critique, the paper introduces three critical frameworks: epistemic laundering, the epistemological vector space, and the cognitive ecology (a multimodal model of reasoning that maps how symbolic, conceptual, and contextual cognition interact in real-world learning). Together, these frameworks expose the incoherence of legacy educational models and offer a new basis for instructional design. From this foundation, the paper proposes Critical AI Literacy as a pedagogical response that pairs epistemic awareness with technical fluency. It also outlines practical strategies to integrate GenAI responsibly into learning environments: RAG tutors, cognitive partnerships, interactive content generation, and adaptive skill-gap training. Ultimately, GenAI is framed not as a threat, but as a mirror: reflecting the need to move beyond performance metrics toward adaptive, agentive, and epistemically aligned education.",
        "url": "https://doi.org/10.31235/osf.io/yh6rs_v6",
        "subjects": "(Other)",
        "subjects_osf": "Digital Humanities, Philosophy, Language and Literacy Education, Educational Assessment, Evaluation, and Research, Curriculum and Instruction, Social and Philosophical Foundations of Education, Educational Psychology, Educational Methods, Teacher Education and Professional Development, Psychology, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/zc7w4_v1",
        "title": "Citizen science contributions to sustainable urban transformation and urban sustainability: a systematic literature review",
        "authors": "Isabelle Bonhoure, Beate Guba, Christian Peer, Ignasi Labastida, Josep Perelló",
        "created": "2025-05-01",
        "abstract": "This systematic literature review explores the role of citizen science (CS) in fostering sustainable urban transformation and urban sustainability. Our findings indicate a significant surge in academic interest, especially between 2022 and 2024, highlighting the growing recognition of CS as a valuable approach to urban sustainability. Using a tool for constructing and visualising bibliometric networks, VOSviewer, we identified three primary thematic clusters: (1) biodiversity, ecology, and conservation; (2) methodologies and practices; and (3) humans and communities. These clusters underscore the diverse contributions of CS, ranging from environmental monitoring to participatory urban planning or community-based research. The review identifies established topics, particularly in biodiversity and conservation, where CS initiatives focus on species monitoring, conservation efforts, and food production. Emerging trends point to interdisciplinary CS applications, integrating community science and citizen engagement, public and environmental health and climate change studies to address complex sustainability challenges. However, underdeveloped niches remain, particularly in the integration of CS with policymaking, the inclusion of underserved or disadvantaged communities in sustainability research and the framing of the later studies within an environmental and climate justice perspectives. This review highlights CS potential to address the complexity of sustainable urban development and urban sustainability challenges, promoting inclusive participation and orienting the effort to actionable solutions. Future trends are likely to further emphasize community science, citizen engagement, and the intersection of human health and climate change.",
        "url": "https://doi.org/10.31235/osf.io/zc7w4_v1",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning"
      }
    ]
  }
}
