{
  "update": "2025-06-06",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/5h4j2_v1",
        "title": "Power Entropy Increase: A Fundamental Principle of Power Evolution",
        "authors": "Qilin Guo",
        "created": "2025-05-28",
        "abstract": "Drawing on the broad historical trend of power decentralization, this paper proposes the Principle of Power Entropy Increase, introducing the concept of power entropy and its mathematical formulation to systematically illuminate the evolutionary shift of power structures from concentration to dispersion. Power entropy increase is framed as a natural response of social systems to the challenges of power scarcity, structural complexity, and governance pressure—serving as the underlying logic that drives the evolution of public governance toward democratic institutions. On this basis, the paper is the first to advance and rigorously substantiate the theoretical proposition that democracy is the inevitable trajectory of institutional evolution. It contends that democracy is not born of ideological design, but arises as a structurally optimal outcome driven by systemic dynamics—a Nash equilibrium in the context of generalized social games. This principle offers not only a new perspective on political modernization and institutional transition, but also a theoretical foundation and analytical tool for assessing and forecasting transformations in power structures.",
        "url": "https://doi.org/10.31235/osf.io/5h4j2_v1",
        "version": 1,
        "id": "5h4j2",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/8thxd_v1",
        "title": "Seasonal Labour Migration to Germany: the structural role of seasonal work in the German agricultural sector",
        "authors": "Olan McEvoy, Lucian Plaumann",
        "created": "2025-06-04",
        "abstract": "Across advanced economies in Europe, the agricultural sector relies heavily on seasonal migrant workers. Despite being declared ‘essential’ by many governments during the coronavirus pandemic, these workers are widely documented to face extremely poor working and living conditions, along with low wages. While existing literature has primarily focused on countries in southern Europe, this paper examines Germany’s agricultural sector as facing similar challenges in securing migrant workers’ rights. Around 300,000 migrant workers come to Germany each year for the harvest season, with most now arriving from Romania and Poland. We find that the employment of this workforce is driven by structural changes in Germany’s agricultural sector, the Europeanisation of migration policy, the deregulation of the German labour market, the proliferation of new employment categories, and the dominance of sectoral business interests in policymaking. The German case illustrates both the difficulty of regulating precarious, low-wage work in a sector traditionally weak in labour organising, and how the Europe-wide nature of the issue means that, without coordinated action by the labour movement across the EU, the ‘race to the bottom’ in this sector will continue.",
        "url": "https://doi.org/10.31235/osf.io/8thxd_v1",
        "version": 1,
        "id": "8thxd",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/da3nm_v1",
        "title": "Disrupted landscapes and symbolic shifts: Land discourses in Ukrainian media after russia’s full-scale invasion",
        "authors": "Alexander Vorbrugg, Myroslava Volosko, Grabovska Tetiana, Nataliia Miroshnyk, Kateryna Polianska",
        "created": "2025-05-27",
        "abstract": "Media play a central role in conveying what happens to land and ecosystems as they suffer war-induced disruptions when physical access is dangerous and restricted. We conducted a discourse analysis of Ukrainian media coverage on the destruction and recovery of landscapes and ecosystems since russia’s 2022 full-scale invasion. We found that, while much war-related academic debate focuses on questions of territory, questions of land are actively debated in Ukrainian media. Land is represented as a symbol of collective suffering and an archive of violence, but also a symbol of regenerative capacity and recovery. Land damage and recovery are related to various economic, environmental, social and health issues with implications for present and future generations. While environmental concerns risk being sidelined in the face of other urgent war-related issues, particularly their long-term implications, are emphasised as important. Beyond covering relatively obvious damages, media articles address underlying and complex issues of environmental degradation and recovery, which seems critical given the land-related challenges in Ukraine today.",
        "url": "https://doi.org/10.31235/osf.io/da3nm_v1",
        "version": 1,
        "id": "da3nm",
        "subjects": "Politics",
        "subjects_osf": "Geography, International and Area Studies, Political Science, Environmental Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/eakus_v1",
        "title": "Violent Backlash to Political Reform: Evidence from Anti-Jewish Pogroms in the 1905 Russian Revolution",
        "authors": "Paul Castañeda Dower, Scott Gehlbach, Dmitrii Kofanov, Steven Nafziger, Vladimir Novikov",
        "created": "2025-05-28",
        "abstract": "Local violence often accompanies momentous political change, as feelings of political threat intersect with preexisting prejudices to endanger groups popularly associated with reform. We examine the relationship between such violence and settlement characteristics in the context of the 1905 Russian Revolution, which triggered numerous anti-Jewish pogroms. Counter to an extensive literature that emphasizes the contribution to conflict of ethno-religious polarization, we show that the sharp increase in pogroms after October 1905, when publication of the October Manifesto and accompanying anti-Semitic propaganda increased feelings of political threat among many non-Jews, was smaller in settlements with relatively large Jewish populations. We demonstrate that this empirical pattern can be rationalized with an elaborated version of the Esteban-Ray (2008) model of diversity and conflict when, as with the October Manifesto, political reform systematically alters the distribution of benefits across groups.",
        "url": "https://doi.org/10.31235/osf.io/eakus_v1",
        "version": 1,
        "id": "eakus",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/hypaj_v1",
        "title": "Explainable Artificial Intelligence and Ethical Dilemmas in Smart Cities: Surveillance, Discrimination and Algorithmic Opacity",
        "authors": "Marco Antônio Dias Barbosa, Hélder Castro Uzêda, Joberto S. B. Martins, José Euclimar Xavier de Menezes",
        "created": "2025-05-28",
        "abstract": "The study analyzes the ethical limits of integrating artificial intelligence into smart cities. AI enables the optimization of urban services, such as transportation, security, and environmental management, but involves the massive collection of data and the automation of decisions that affect citizens. The problem investigated is the ethical dilemmas related to privacy, transparency, and algorithmic discrimination. Through a qualitative exploratory perspective, the aim is to discuss the role of artificial intelligence in the development of smart cities, exploring the limits and justifications for decision-making in ethical and explainable AI models. The results indicate that although such models contribute to creating a more equitable and responsible urban environment, the justification for certain machine choices is still shrouded in algorithmic opacity. In the meantime, it is concluded that the adoption of explainable AI can be a tool for transparency and security in decisions in smart cities but does not exempt the need to adopt other criteria to justify certain choices.",
        "url": "https://doi.org/10.31235/osf.io/hypaj_v1",
        "version": 1,
        "id": "hypaj",
        "subjects": "Politics",
        "subjects_osf": "Computer Law, Human Rights Law, Law and Society, Other Social and Behavioral Sciences, Urban Studies and Planning, Political Science, Public Affairs, Public Policy and Public Administration, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/nygt3_v1",
        "title": "The role of topic choice in cross-partisan conversations",
        "authors": "James P. Houghton, Duncan J Watts",
        "created": "2025-05-30",
        "abstract": "Affective polarization in the United States—animosity between Republicans and Democrats—has escalated for decades, threatening the health of American democracy. Intergroup Contact Theory suggests that talking across party lines can reduce polarization, yet recent studies disagree on whether confronting or avoiding political disagreement is the more effective strategy for cross-partisan conversation. We address this debate using a large-scale “integrative” experiment that systematically varies levels of disagreement and political relevance across a diverse set of topics. While some discussion topics reduced affective polarization more than others, these differences were not explained by how “political” the topics were or how much participants disagreed. In fact, variation within topics far exceeds variation between them. Participant reports suggest that how individuals engage with one another—through listening, openness, and perspective-taking—may play a larger role in shaping conversational success than either the topic itself or the extent of disagreement.",
        "url": "https://doi.org/10.31235/osf.io/nygt3_v1",
        "version": 1,
        "id": "nygt3",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/sx74n_v2",
        "title": "Does Democratic Backsliding Depend on the Policy Issue? Evidence from a Conjoint Experiment",
        "authors": "Henrik Serup Christensen, Inga Saikkonen",
        "created": "2025-06-05",
        "abstract": "Citizens in established democracies have been shown to make trade-offs between political goals and democratic principles. Yet we know less about which policy issues citizens are more likely to prioritize over democratic norms. This is particularly important in European multiparty systems where issue-based voting has become salient. We hypothesize that socio-cultural issues are more likely to generate trade-offs between issue congruence and democratic principles than ‘left-right’ issues, and that these effects are asymmetrical between proponents and opponents of an issue. We test these hypotheses with evidence from a pre-registered conjoint experiment (n=2406) from Finland. We find strong evidence that citizens are willing to prioritize issue positions over democratic principles. However, contrary to our expectations, these effects are similar when it comes to socio-cultural policy issues and the more established ‘left-right’ issues, nor are the effects asymmetrical between opponents and proponents of various policies.",
        "url": "https://doi.org/10.31235/osf.io/sx74n_v2",
        "version": 2,
        "id": "sx74n",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/vh8at_v1",
        "title": "Predicting Protest Escalation by Exploiting Short-Term Dynamics",
        "authors": "Stefan Scholz",
        "created": "2025-06-01",
        "abstract": "Protests can remain peaceful for long periods but then suddenly escalate into violent clashes, influencing the following events. Previous studies have focused on predicting whether protest events will take place or not, but they have not predicted the descriptive characteristics of these events. This gap might be attributed to a reliance on highly aggregated event data, which overlooks abrupt changes that can happen within individual days - such as a protester throwing a stone at a police officer. For this reason, this paper aims to forecast the escalation of protests on individual days and cities. To incorporate within-day dynamics into the prediction models, these dynamics are measured using protest images from social media. By applying computer vision techniques to these images, they can provide detailed estimates of the number of protesters, the tactics employed by the protesters, and the tactics opposed by law enforcement. This approach is demonstrated using a new dataset that includes 13 protest periods and 22,479 protest images. To validate the effectiveness of the new short-term indicators, the predictive performance of machine-learning models is compared against models that cannot draw on them. The results on the hold-out sample show that incorporating short-term dynamics improves the prediction of protest characteristics. While these improvements appear to be marginal, the approach reveals numerous opportunities for forecasting the escalation of protests, which has implications for their mitigation and prevention.",
        "url": "https://doi.org/10.31235/osf.io/vh8at_v1",
        "version": 1,
        "id": "vh8at",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/8976b_v1",
        "title": "Validation of the Index of Relative Rurality Against Contemporary USDA and Census Measures",
        "authors": "Eashwar Krishna",
        "created": "2025-05-28",
        "abstract": "Defining and measuring rurality is a persistent challenge for researchers and policymakers. Threshold-based classifications often create artificial distinctions, failing to capture the continuous nature of the rural-urban spectrum. The Index of Relative Rurality (IRR) developed by Waldorff (2006) offers a continuous, multi-dimensional measure to address this shortcoming. This paper provides a contemporary validation of the IRR, testing a 2020 version of the index against the 2023 Rural-Urban Continuum Codes (RUCC), the 2024 Urban Influence Codes (UIC), and 2020 Decennial Census data on county-level rural population. Using ordered logistic regression, the IRR was found to be a highly statistically significant predictor of both RUCC and UIC classifications, explaining approximately 21% and 15% of their respective variances. Linear regression analysis revealed that the percentage of a county's rural population accounts for a substantial 57.4% of the variance in the multi-dimensional IRR score. These findings confirm that nearly two decades after its inception, the IRR remains a robust and relevant tool. It aligns closely with official governmental classifications while offering a more granular, multi-faceted perspective on rurality, underscoring its continued value for research and policy analysis.",
        "url": "https://doi.org/10.31235/osf.io/8976b_v1",
        "version": 1,
        "id": "8976b",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Geography, Agricultural and Resource Economics, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/qmn9a_v1",
        "title": "The Heterogeneities of Immigrant Poverty in the U.S.",
        "authors": "David Brady, Alexis Bocanegra, Diana Cervantes, Lauren Macy, Nasdira Romero Saravia, Carolyn Fisher",
        "created": "2025-06-02",
        "abstract": "Immigrants are now more than one-fifth of the poor in the U.S. Yet, despite some valuable literature, immigrant poverty remains arguably understudied. This study builds on the larger literatures on immigrant attainment and poverty, and the smaller literature on immigrant poverty. Using the Luxembourg Income Study (LIS), we provide an improved descriptive demographic portrait of immigrant poverty from 1993-2023, across 51 states (including D.C.), and within 2019-2024 (N=760,026). There is considerable heterogeneity over time. After declining for several decades, immigrant poverty increased substantially in recent years. Immigrant poverty also varies enormously across states. States’ immigrant poverty rates are moderately negatively correlated with states’ immigrant share of the population and strongly positively correlated with states’ non-immigrant poverty. There are large heterogeneities by nation of origin as well. While immigrants from India have among the lowest poverty of any group in the U.S., Honduran immigrant poverty is 6-7 times higher. While especially being a non-citizen immigrant increases poverty, heterogeneities in immigrant poverty are driven more by the major risks of poverty than the immigrant characteristics of being a citizen, years of residence, or mixed status households. That said, heterogeneities by nation of origin are explained by varying mixes of risks, immigrant characteristics and educational selectivity. Ultimately, we demonstrate immigrant poverty is not one coherent phenomenon. Indeed, the heterogeneities within immigrant poverty are perhaps even more important than the heterogeneities in poverty between immigrants and non-immigrants. (Stone Center Working Paper Series)",
        "url": "https://doi.org/10.31235/osf.io/qmn9a_v1",
        "version": 1,
        "id": "qmn9a",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/uqeak_v1",
        "title": "Morphological Governance: Schooling as Infrastructure for the Cognitive Body",
        "authors": "Trey Menefee",
        "created": "2025-05-29",
        "abstract": "This paper advances a novel theoretical framework positioning mass schooling as a morphological infrastructure—an environmental system that actively shapes the biological, neurological, and somatic development of children in accordance with state rationality and institutional logics. Integrating developmental biology, educational sociology, and epigenetic theory, I conceptualize schooling as a recursive enclosure: a designed environment that conditions physical growth, behavior, and neurodevelopment through systematic exposure to time-discipline, sedentism, abstraction, and regulatory compliance. Drawing on empirical findings across multiple disciplines, I demonstrate how institutional forms become biological inputs in complex developmental systems. This framework recontextualizes educational expansion beyond cognitive socialization into a biopolitical apparatus for formatting human organisms to achieve compatibility with modern institutional orders. The theoretical advances offered here move beyond existing models of educational embodiment by identifying specific biological pathways through which institutional design shapes developmental trajectories, with significant implications for educational policy, public health interventions, and the ethical design of learning environments in an era of accelerating technological mediation.",
        "url": "https://doi.org/10.31235/osf.io/uqeak_v1",
        "version": 1,
        "id": "uqeak",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "International and Comparative Education, Health and Physical Education, Social and Philosophical Foundations of Education, Economics, Science and Technology Studies, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ut72d_v1",
        "title": "Economic Entropy Increase: A Fundamental Principle of Economic Evolution",
        "authors": "Qilin Guo",
        "created": "2025-05-28",
        "abstract": "This paper introduces the Principle of Economic Entropy Increase to elucidate the fundamental mechanism of economic growth: through the expansion of scale and diversification of structure, economic systems overcome both quantitative and structural forms of scarcity. Building on the concept of economic entropy, the study develops a dual-dimensional model—scale entropy and structural entropy—to enable the quantitative assessment of entropy dynamics within economic systems. Economic entropy increase originates from the system’s intrinsic structural demands and determines the macro trajectory of institutional evolution. Accordingly, this paper is the first to propose and systematically demonstrate the core proposition that the market economy constitutes the fundamental trajectory of economic evolution. Market economies, with their superior self-organizing and adaptive capacities, embody high-entropy structures; in contrast, planned economies, constrained by “long-chain interventions” that crowd out market mechanisms, exhibit low-entropy structures and are ultimately to be superseded. This framework offers a new lens for understanding economic growth, institutional selection, and the evolution of complex systems, with significant implications for policy design and economic governance.",
        "url": "https://doi.org/10.31235/osf.io/ut72d_v1",
        "version": 1,
        "id": "ut72d",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vt8fh_v1",
        "title": "A Net-Zero Resilience Index for UK regions",
        "authors": "Tom Cantellow, Ed Atkins, Sean Fox, Caitlin Robinson",
        "created": "2025-05-29",
        "abstract": "National net-zero policies have varied regional impacts on patterns of investment and employment. Here, we introduce a Net-Zero Resilience Index for UK regions drawing on theories and methods from complexity economics comprising measures of economic Complexity, Relatedness, and Reliance and population for all Local Authority Districts (LADs) in England, Scotland and Wales. Our results highlight 30 LADs at greatest risk of negative economic consequences from climate policies (broadly labelled as net-zero in UK policy). These are disproportionately in regions that suffered most from previous rounds of deindustrialisation. The anticipated geography of net-zero policy impacts highlights the need for proactive policies that span local authority boundaries, with devolved Mayoral Combined Authorities presented as an opportunity to do so.",
        "url": "https://doi.org/10.31235/osf.io/vt8fh_v1",
        "version": 1,
        "id": "vt8fh",
        "subjects": "Economics",
        "subjects_osf": "Geography, Urban Studies and Planning, Environmental Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/y5fnp_v1",
        "title": "INFLATION AND ECONOMIC GROWTH IN IMPERIAL BRAZIL (1824-1889)",
        "authors": "Thales Zamberlan Pereira",
        "created": "2025-05-30",
        "abstract": "Drawing on 20,000 monthly quotations, this study revises imperial Brazil's inflation and living standards estimates. The new price index eliminates the nineteenth-century ‘low-growth puzzle’: Brazil’s GDP per capita rose in line with the Latin-American average. Earlier series, which relied on baskets disproportionately weighted toward agricultural goods or whose composition varied over time, display continuous growth and overstate inflation by 57–270%. The revised index reveals a sharp rise in the 1850s and stability thereafter. New evidence on exchange and freight rates, terms of trade, regional commerce, and real wages shows that regional specialization in food production helped stabilize prices after the mid-century.",
        "url": "https://doi.org/10.31235/osf.io/y5fnp_v1",
        "version": 1,
        "id": "y5fnp",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/35mec_v1",
        "title": "How do science and technology help to address societal problems? A practical typology of contributions",
        "authors": "John Nelson",
        "created": "2025-05-30",
        "abstract": "Governments, corporations, and nonprofits worldwide spend hundreds of billions of dollars each year on research and development intended to help address societal problems such as wealth inequity, public health, and climate change. But not all kinds of research are equally suited to help address each problem, and much research is not scoped or oriented to achieve needed contributions. Research strategy could benefit from a more granular and detailed understanding of the different contributions that research and development can make to the address of societal problems; of when each type of contribution is needed; and of how to identify research projects with the potential to achieve each contribution. I outline three different scientific activities—problem description and attribution, option assessment and evaluation, and option identification and development—and the different contributions they can make to societal problems exhibiting value consensus and value dissensus. I also provide two “catechisms” intended to help identify when each contribution is needed and what kinds of research are most likely to achieve each. I deploy this framework to the problem of “scientific choice,” to which it is intended to contribute, and suggest fruitful lines of research on societal allocation of scientific and innovative effort.",
        "url": "https://doi.org/10.31235/osf.io/35mec_v1",
        "version": 1,
        "id": "35mec",
        "subjects": "Sociology",
        "subjects_osf": "Philosophy, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/49kbx_v1",
        "title": "Conservation abandonment is a policy blind spot",
        "authors": "Thomas Pienkowski, Matt Clark, Michael B. Mascia, María Ignacia Rivera-Hechem, Stefan Gelcich, Carly Cook, Cecylia M. Watrobska, Arundhati Jagadish, Morena Mills",
        "created": "2025-06-03",
        "abstract": "This year marks the halfway point for multiple global environmental goals, including plans to nearly double the extent of area-based conservation to 30% of the world’s surface by 2030 (1). To date, this coordinated international effort has been inadequate to halt global biodiversity loss. A major but unaccounted-for cause of the shortfall between policy ambitions and real-world outcomes is the abandonment of conservation initiatives, including both informal abdication of resource management responsibilities and formal reversal of governing rules and boundaries (Fig. 1). The US$200 billion annually committed to conservation is spent on a wide diversity of conservation measures, increasingly beyond traditional national parks and other protected areas (PAs), including community-based conservation, eco-certification, and payments for ecosystem services (2). The scant monitoring of conservation abandonment, derived almost entirely from PAs, demonstrates widespread informal abandonment of management responsibilities (i.e., “paper parks” (e.g., 3, 4)) and formal abandonment through protected area downgrading, downsizing, and degazettement (PADDD) (e.g., 5, 6).",
        "url": "https://doi.org/10.31235/osf.io/49kbx_v1",
        "version": 1,
        "id": "49kbx",
        "subjects": "Sociology",
        "subjects_osf": "Environmental Studies, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/7tycd_v1",
        "title": "Examining the Push and Pull Dynamics in Human Trafficking: Insights from Nigeria",
        "authors": "Olatokunbo Yakeen",
        "created": "2025-05-28",
        "abstract": "This paper explores the push and pull forces contributing to the context of human trafficking in Nigeria. The study utilises a comprehensive literature review and multiple theories to explain the driving force of the concept. Key areas influencing the phenomenon of human trafficking are socioeconomic, political, and cultural factors that drive individuals into trafficking situations. The push factors include marginalised groups, poverty, lack of education, and political instability, which often encompasses corruption. In contrast, the variables of the pull factors promise a better life in economic opportunities and better living conditions. The Push and Pull, migration, and feminist theories were adopted for this study, which provided a nuanced understanding of the complex interplay between the concepts of push and pull. In conclusion, the study highlights the need for intervention strategies that could help to deter the manipulation of trafficking. This paper will contribute to the existing body of research featuring the role push and pull play in the trafficking of persons.",
        "url": "https://doi.org/10.31235/osf.io/7tycd_v1",
        "version": 1,
        "id": "7tycd",
        "subjects": "Sociology",
        "subjects_osf": "Feminist, Gender, and Sexuality Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/8kd53_v1",
        "title": "Couple-level gender role attitudes and the transition to marriage in East and West Germany",
        "authors": "Daniele Florean",
        "created": "2025-06-04",
        "abstract": "This paper aims to leverage the heterogeneity in Gender Role Attitudes in Germany and the different prevailing ideas of marriage between the east and west of the country to investigate the role played by agreement on gender roles in partnership transitions, comparing contexts with different prevailing ideas of marriages. Marriage is still perceived as normative in Germany and enshrined in institutions, yet marriage rates have been declining in the last decades. I investigate whether attitudes towards gender roles held jointly by couples and their change might explain this discrepancy. I examine a sample of 1297 German couples followed yearly from the beginning of their partnership onwards from 2008 to 2019, with information on both partners, selected from a representative probability sample. I use a series of Competing Risk survival models, comparing couples from West Germany with couples from East Germany. Sharing attitudes towards gender roles at the beginning of the relationship is positively related to marriage likelihoods in the West but not in the East. Convergence to a shared attitude for couples who start with diverging attitudes is also correlated with higher marriage risks, with differences between West German and East German couples. Correlation between attitudinal convergence and marriage probabilities highlights the need for couple-focused research when investigating partnership patterns. Differences in the correlations between West- and East German couples indicate possible effects of the predominant idea of marriage on the relationship between couple’s gender attitudes and their relationship outcomes.",
        "url": "https://doi.org/10.31235/osf.io/8kd53_v1",
        "version": 1,
        "id": "8kd53",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/avc97_v1",
        "title": "From disparate lists to population estimates: A multiple systems estimation workflow for mortality analysis in conflict settings",
        "authors": "Maria Gargiulo",
        "created": "2025-06-04",
        "abstract": "Quantifying mortality in conflict settings is a challenging but necessary task for health and humanitarian response, historical memory, and accountability. In conflict settings, traditional demographic data sources, like vital statistics, may not be available or of suitable quality for mortality estimation. However, alternative sources documenting the deceased may exist, such as digital trace data, news reports, or data collected by civil society organizations. These sources are not without their own biases. Rather than being statistically representative samples or complete counts, they are convenience samples: they represent the fraction of violence that was documented. However, when multiple sources are taken together, multiple systems estimation (capture-recapture) can be used for mortality estimation. This article describes a workflow for mortality estimation using disparate and statistically biased data sources, motivated by three missing data challenges commonly encountered in conflict settings: missing identifiers to link victims across sources, missing covariates in records of documented victims, and records of victims that are entirely undocumented. The workflow is demonstrated using data about conflict-related homicides during the armed conflict in Colombia from 1985–2018. Beyond its applications to conflict mortality estimation, this workflow can be applied to examine mortality due to other causes or other events of demographic interest.",
        "url": "https://doi.org/10.31235/osf.io/avc97_v1",
        "version": 1,
        "id": "avc97",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/d7s2a_v1",
        "title": "Study of the Role of Higher Education Institutions in Sub-Saharan Africa (HEIAs): Challenges and Opportunities",
        "authors": "Stephen Silliman, Julius Ssentongo, Ticora V Jones, Brent Wells",
        "created": "2025-06-03",
        "abstract": "Surveys and interviews in Sub-Saharan Africa studied the roles of Higher Education Institutions in Africa (HEIAs) as leaders in development-focused research and translation initiatives. Responses from HEIAs and non-HEIA entities suggest an interest for broader participation in development research and translation and increased student participation and inclusion of indigenous knowledge in these initiatives. A need for broader objectives was expressed, including sustainability and improved HEIA capacities. Results point to the benefit of funding research environments and encouraging the evolution of HEIAs, particularly if contributions are based on continuing professional development for faculty as leaders at the education/development nexus.",
        "url": "https://doi.org/10.31235/osf.io/d7s2a_v1",
        "version": 1,
        "id": "d7s2a",
        "subjects": "Sociology",
        "subjects_osf": "Indigenous Education, Higher Education, Social and Philosophical Foundations of Education, Curriculum and Social Inquiry, International and Area Studies, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/dt8cr_v1",
        "title": "Acceso a rehabilitación y nivel educativo en niños con discapacidad en Bogotá, Colombia un análisis secundario de datos",
        "authors": "Mariana Sofía Guerrero León, Sergio Henao Bernal, María Paula Guerra-Fajardo, Santiago Abril, Luz Marina Moya-Moya, Francisco Palencia-Sánchez",
        "created": "2025-05-25",
        "abstract": "Introducción: La discapacidad surge de la interacción compleja entre condiciones de salud y factores ambientales, afectando el acceso a la educación y rehabilitación. En Colombia, pese a los avances normativos y bases de datos para caracterizar a la población con discapacidad, persisten barreras que limitan la inclusión educativa. La relación entre rehabilitación y nivel educativo en niños con discapacidad intelectual ha sido poco estudiada. Metodología: Se realizó un análisis de datos secundario utilizando registros extraídos de la base de datos abierta Bogotá y fuentes indexadas, aplicando un estudio analítico transversal sobre la relación entre el nivel educativo y el acceso a servicios de rehabilitación en menores de 18 años con discapacidad intelectual en Bogotá (2020 – 2024) utilizando criterios de inclusión y exclusión, así como variables de importancia. Posteriormente, se procesaron los datos en el software R. Se realizó un análisis univariado y bivariado con pruebas de Chi Cuadrado. Resultados: No se encontró una relación estadísticamente significativa entre el acceso a rehabilitación y el nivel educativo (p=0.391). Se encontró una relación estadísticamente significativa entre individuos con nivel de movilidad moderada que acudían a rehabilitación y el nivel educativo esperado (p=0.03). Se encontró una relación estadísticamente significativa entre el acceso a rehabilitación actual y el logro del nivel educativo esperado en individuos sin discapacidad múltiple (p=0.04). Asimismo, se evidenció una relación significativa en individuos con discapacidad múltiple que asisten a terapia ocupacional (p=0.028) Conclusión: La rehabilitación puede mejorar algunos procesos de aprendizaje, pero no garantiza el nivel educativo esperado. Factores como la severidad de la discapacidad, discapacidad múltiple y la movilidad influyen en el rendimiento escolar. Es crucial fortalecer políticas públicas, estrategias de sensibilización y estudios cualitativos para mejorar la inclusión educativa.",
        "url": "https://doi.org/10.31235/osf.io/dt8cr_v1",
        "version": 1,
        "id": "dt8cr",
        "subjects": "Sociology",
        "subjects_osf": "Special Education and Teaching, Humane Education, Other Education, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/hney5_v1",
        "title": "Marital Separation, BMI Decline, and the Myth of the Revenge Body",
        "authors": "Nicole Kapelle, Andrea Tilstra",
        "created": "2025-06-04",
        "abstract": "While many life course transitions are associated with weight gain, marital separation follows a different trajectory and instead is associated with weight loss. Research remains inconclusive whether the weight changes are intentional or if they reflect more unintentional mechanisms. We first examine fluctuations in both objective (BMI) and subjective weight (self-rated weight and weight satisfaction) before, during, and after marital separation. In the year of separation, women’s BMI decreases by an average of 1 unit (equivalent to 6.3 pounds for a 5’5” woman), compared to a 0.3 unit decline for men (approximately 2 pounds for a 5’10” man). These patterns align with shifts in subjective weight: around the year of separation, men and women report greater weight satisfaction and women are less likely to perceive themselves as overweight. We then explore potential explanatory mechanisms to elucidate intentionality. Results indicate no substantial changes in dieting and exercise for women or men during marital dissolution but concurrent increases in psychological distress that are more substantial for men, highlighting that weight changes might be linked to unintentional stress-related mechanisms rather than intentional weight-loss behaviors. The findings shown here underscore the complex and socially embedded ways in which bodies respond to major life transitions.",
        "url": "https://doi.org/10.31235/osf.io/hney5_v1",
        "version": 1,
        "id": "hney5",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/khbaj_v1",
        "title": "The Online Poisoning of the Minds: Misogynistic Radicalization through Social Media",
        "authors": "A. Paolo Diaz Andrade",
        "created": "2025-05-31",
        "abstract": "This project investigates the relationship between the linguistic characteristics of short-form videos on social media and users’ misogynistic radicalization, as manifested through misogynistic attitudes in the comment sections. Focusing on the online ecosystems surrounding prominent figures in the \"manosphere,\" I examine how both the specific lexicon used in the video content — violent, condescending, and therapeutic — and the dehumanizing language directed at women correlate with user responses. This research employs a self-collected dataset comprising 507 videos and 11,491 comments, evaluating for each video a Normalized Lexicon Score (NLS) (for each lexicon category) as well as a Normalized Women Dehumanization Score (NWDS) and a Normalized Question Score (NQS). I apply a computationally robust approach by using an LLM to categorize user comments into two dummy variables: misogynistic/non-misogynistic and aggressive/non-aggressive, allowing for a nuanced understanding of the responses. Using ordinary least squares regression, I aim to determine whether these linguistic features predict the presence of misogynistic and aggressive comments, and to what extent, controlling for video duration and engagement metrics, and clustering by influencer to account for potential audience variation.",
        "url": "https://doi.org/10.31235/osf.io/khbaj_v1",
        "version": 1,
        "id": "khbaj",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/kp7s2_v2",
        "title": "Exploring the Ideological Landscape of X/Twitter Users in Türkiye: Political and Cultural Axes",
        "authors": "MEHMET FUAT KINA",
        "created": "2025-05-27",
        "abstract": "This study analyzes Türkiye's political landscape by harnessing Computational Social Science techniques to parse extensive data about public ideologies from the Project_Name database. Unlike existing theoretical frameworks that focus on the ideologies of political elites and cadres, this study examines public ideologies in a contentious political manner. Exploiting an AI-based data generation pipeline on digital traces, it distills the eight most prevalent ideologies down to the city level and employs exploratory statistical analyses. Principal Component Analysis delineates two fundamental axes: the traditional left-right political spectrum and a separate spectrum of secular-religious inclination, encompassing both political and cultural dimensions. Then, the Cluster Analysis reveals three distinct groups: left-leaning and religiously inclined, centre-right-leaning and religiously inclined, and those with a centre-right-leaning focus and a pronounced secular orientation. The outcomes provide valuable insights into the political and cultural axes within political society, offering a clearer understanding of the most recent ideological and political climate in Türkiye.",
        "url": "https://doi.org/10.31235/osf.io/kp7s2_v2",
        "version": 2,
        "id": "kp7s2",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/m83rc_v1",
        "title": "A Qualitative Analysis of Focus Group Insights into the Impact of Political Economy, the Opioid Crisis, and COVID-19 on Vaccine Hesitancy Among American Citizens",
        "authors": "Alec Cali",
        "created": "2025-06-02",
        "abstract": "This study elucidates the nuanced relationship between vaccine hesitancy and the prevailing political and economic conditions influencing medical decision-making among Americans. Utilizing focus group methodology, I solicit qualitative insights from participants regarding their perceptions and experiences with the healthcare system amidst multifaceted crises. The findings reveal a significant correlation between public trust in political and medical institutions and individual vaccine decisions. Participants expressed concerns that misinformation and systemic inequities were exacerbated by the COVID-19 pandemic and the opioid crisis. These insights underscore the urgent need for targeted interventions that address the systemic barriers to trust in healthcare while also illuminating pathways for future research that can further explore the dynamics of public perception and health-related decision making.",
        "url": "https://doi.org/10.31235/osf.io/m83rc_v1",
        "version": 1,
        "id": "m83rc",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ms2wu_v1",
        "title": "Pink Feminism: The Reconciliation between Feminism and Nationalism in Contemporary China",
        "authors": "Shancheng Liu",
        "created": "2025-06-04",
        "abstract": "Feminism in China has faced significant stigmatisation from both the Chinese Communist Party (CCP) and nationalists, frequently being labeled as a “destabilising factor,” “Western interference,” or even “extremism” subject to criticism and suppression. This repressive stance is largely anticipated, given the widely acknowledged patriarchal nature of the Chinese state and the prominent role of nationalism in its ideology, wherein feminism and nationalism are often perceived as antithetical. However, the emergence of pink feminism (fenhong nvquan) in China since 2020 has challenged this rigid opposition by embracing feminism and nationalism simultaneously. To understand this alternative relationship between feminism and nationalism in China, this study employs online ethnography to explore how pink feminism reconciles the seemingly contradictory nature of feminism and nationalism. Through thematic analysis, four themes explaining the reconciliation emerge: 1) Pink Feminism as Marxist/socialist feminism; 2) conditional nationalism; 3) Pink Feminism as post-colonial feminism; 4) “China” as a multi-faceted notion and constructive patriotism.  By examining pink feminism, this study contributes to a more heterogeneous understanding of contemporary Chinese feminism, challenges oversimplified interpretations of Chinese feminism and nationalism, and sheds light on the CCP’s resilience in navigating the rise of grassroots feminist movements.",
        "url": "https://doi.org/10.31235/osf.io/ms2wu_v1",
        "version": 1,
        "id": "ms2wu",
        "subjects": "Sociology",
        "subjects_osf": "Feminist, Gender, and Sexuality Studies, East Asian Languages and Societies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/n4xuf_v1",
        "title": "Loose Derivation Chains and Scientific Stagnation in Criminology: Evidence from Self-Control Research",
        "authors": "Jonathan R. Brauer",
        "created": "2025-06-03",
        "abstract": "Criminological research often fails to achieve cumulative theoretical progress despite methodological sophistication. Paul Meehl’s concept of “logical derivation chains” provides a diagnostic framework for understanding this persistent problem, yet it remains largely absent from criminological practice. Using Gottfredson and Hirschi’s self-control theory as a detailed case study, including empirical analysis illustrating potential measurement incoherence, I argue that loose derivation chains are structural features of social scientific inquiry rather than correctable methodological problems. Through systematic analysis of sampling, measurement, and analytical choices, I reveal how auxiliary assumptions accumulate throughout the research process, creating compound derivation chain failures. The analysis identifies a “correlation paradox” where a correlation of r = -.31 (p &lt; 2e-16), typically celebrated as impressive empirical support, corresponds to theoretical failure for 39% of individual cases. Contemporary statistical methods systematically privilege aggregate patterns over individual variation, rendering theoretically crucial anomalies invisible and creating research programs that appear progressive despite exhibiting degenerating characteristics. The analysis concludes with strategies for constraint-aware research, including individual-level prediction assessment and item-specific analysis that reveal theoretically important anomalies hidden by aggregate correlations, alongside institutional reforms that encourage genuine theoretical advancement over mere accumulation of supportive correlations.",
        "url": "https://doi.org/10.31235/osf.io/n4xuf_v1",
        "version": 1,
        "id": "n4xuf",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/p6e2c_v1",
        "title": "Adult Care, Work and Well-being in Europe: Ad hoc module for submission to ESS call for rotating modules",
        "authors": "Alzbeta Bartova, Wim Van Lancker, Holly Shorey",
        "created": "2025-06-04",
        "abstract": "In this deliverable, we propose a Rotating Module to be included in the European Social Survey (ESS). We propose a new rotating module with questions on adult care responsibilities within and beyond households and the effect of these care responsibilities on employment, social and wellbeing outcomes. Such a module will greatly enhance our ability to produce much-needed evidence on this issue, and link this to people’s attitudes, beliefs and behaviours. This will open up new avenues for future cross-national European research.",
        "url": "https://doi.org/10.31235/osf.io/p6e2c_v1",
        "version": 1,
        "id": "p6e2c",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/rwf79_v2",
        "title": "Why is income volatility associated with poor health? Longitudinal evidence from the UK and France",
        "authors": "Daniel Nettle, Coralie Chevallier, Kate Pickett, Matthew T. Johnson, Elliott Johnson, Melissa Bateson",
        "created": "2025-06-04",
        "abstract": "There is some evidence that income volatility (fluctuations in income over time) negatively affects mental and physical health, independently of the level of income. Evidence to date has examined fluctuations from year to year or from day to day, whereas a more relevant timescale might be month to month. Here, we use data from the Changing Cost of Living Study, a longitudinal panel from the UK and France with monthly data (n = 484). We examine the association between month-to-month income volatility and two outcomes, self-rated general health and anxiety-depression (a composite measure derived from GAD-7 and PHQ-8 scores). Higher volatility was associated with worse health on both measures, with volatility accounting for similar amounts of variation as the level of income. Some association between income volatility and health is to be expected as a consequence of the concavity of the income-health relationship: because of concavity, a downward fluctuation damages health more than the equivalent upward fluctuation improves it. We show that the observed associations are 3 and 4 times too strong to be explained by this mechanism alone. We suggest that volatility, because it introduces uncertainty and stress, has substantial direct health effects. This claim is important for public policy: it means that policies and institutions that smooth people’s income streams can have beneficial health effects even if they don’t raise anyone’s income.",
        "url": "https://doi.org/10.31235/osf.io/rwf79_v2",
        "version": 2,
        "id": "rwf79",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/tp95v_v1",
        "title": "Beyond ‘Equality’: Work and Family Ideals in Contemporary U.S.",
        "authors": "Inés Martínez Echagüe, Joanna Pepin",
        "created": "2025-06-02",
        "abstract": "This article provides critical new insight into the discrepancy between the seemingly widespread desire for egalitarian arrangements alongside the reality of persistent unequal work-family arrangements. We argue that haziness in the meaning of what constitutes an egalitarian work-family arrangement results in an overestimation of the desire for evenly sharing paid and unpaid labor. Using original survey data nationally representative of adults in the United States (N = 998), findings show an unspecified sharing arrangement was chosen as ideal by about 50 percent of respondents. Yet, when given precise definitions of what constitutes equal sharing, only 25 percent of respondents considered an even-sharing arrangement their ideal, whereas the majority opted for uneven or non-symmetrical methods of sharing. Rejecting gender essentialism, the belief that men and women are inherently different, was associated with an increased likelihood in reporting an even-sharing ideal, among both men and women. Being a sole provider was less idolized when gender essentialist beliefs were low, especially among men. We conclude that overlooking the variety of work-family arrangements that typical Americans consider to be egalitarian erroneously disregards gender beliefs as a primary barrier to equal partnerships.",
        "url": "https://doi.org/10.31235/osf.io/tp95v_v1",
        "version": 1,
        "id": "tp95v",
        "subjects": "Sociology",
        "subjects_osf": "Feminist, Gender, and Sexuality Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/xkh24_v1",
        "title": "Sound Bias: the surprising impact of Spotify’s royalty payment threshold on mid-tier artists",
        "authors": "Gordon Dimitrieff",
        "created": "2025-06-03",
        "abstract": "In April 2024, Spotify eliminated royalties for tracks with fewer than 1,000 annual streams, justifying the move as a deterrent to streaming fraud, a way to clean up “noise” content and a fix for “trapped” micropayments. Spotify asserted that these changes would benefit “emerging and professional artists” and claimed the policy would not affect music discovery or promotion. This study rigorously tests those claims using a 21-month, 42,000-observation dataset normalized for Spotify’s user growth. By applying difference-in-differences, regression discontinuity and event study designs across artist tiers and career stages, the analysis isolates the policy’s true effects. Contrary to its stated intent, the policy produced a paradoxical outcome: mid-tier artists (10,000–100,000 listeners) experienced a 20% drop in market share growth, while artists already on an upward trajectory captured nearly all the gains. These effects emerged gradually, reflecting algorithmic recalibration rather than immediate changes in listener behaviour, and remained robust across multiple sensitivity checks. Notably, the anticipated substitution effect, where attention would shift to adjacent tiers, did not materialize. These findings reveal that even policies framed as technical or anti-fraud measures can act as powerful infrastructural interventions, quietly amplifying existing inequalities. Rather than democratizing the platform, Spotify’s threshold deepened market concentration and favoured those already poised to benefit. These results highlight the need for rigorous, forward-looking assessment of policy interventions to fully understand their systemic impacts.",
        "url": "https://doi.org/10.31235/osf.io/xkh24_v1",
        "version": 1,
        "id": "xkh24",
        "subjects": "Sociology",
        "subjects_osf": "Music, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/yqdvx_v1",
        "title": "Yrittäjäisien perhevapaat Suomessa",
        "authors": "INVEST Flagship, Sanni Kotimäki, Simon Chapman, Satu Helske, Milla Salin",
        "created": "2025-05-30",
        "abstract": "Yrittäjät ovat isien perhevapaita käsittelevässä tutkimuskirjallisuudessa merkittävän aliedustettu väestöryhmä, vaikka yrittäjien työn erilainen luonne palkansaajiin nähden oletettavasti heijastuu yrittäjäisien perhevapaisiin. Tässä artikkelissa kuvaamme kattavien Tilastokeskuksen ja KELAn rekisteriaineistojen pohjalta perhevapaiden hyödyntämistä Suomessa yrittäjinä toimivilla isillä, jotka saivat ensimmäisen lapsen vuosina 2009–2017 (n = 7747). Tällä ajanjaksolla kykenemme tarkastelemaan myös, miten perhevapaauudistukset näkyvät yrittäjäisien perhevapaissa. Analyysi tehtiin kuvailevilla ja regressiopohjaisilla menetelmillä, Bayes-mallinnusta hyödyntäen. Tulosten mukaan vuoden 2013 perhevapaauudistus lisäsi yrittäjäisien perhevapaan käyttöä selvästi enemmän kuin palkansaajilla, liittyen todennäköisesti reformin tuomiin joustoihin. Perhevapaiden pitämisen taustalla olevat tekijät olivat pitkälti yhteneviä suhteessa palkansaajiin, mutta alivakuuttaminen näyttäisi vähentävän yrittäjäisien perhevapaille jäämistä, sillä se vaikuttaa negatiivisesti vanhempainpäivärahaan ja siten mahdollisesti perhevapaita koskeviin päätöksiin.",
        "url": "https://doi.org/10.31235/osf.io/yqdvx_v1",
        "version": 1,
        "id": "yqdvx",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/2e3du_v1",
        "title": "'People Like Us': Empathy and Acceptance of Climate Migrants in Rural Bangladesh",
        "authors": "Lukas Rudolph, Linus Hormuth, Jan Freihardt, Vally Koubi",
        "created": "2025-06-02",
        "abstract": "As climate change intensifies, internal migration due to climate extreme events is becoming increasingly common in the Global South. Yet, little is known about how rural host communities respond to environmental migrants. This study investigates attitudes towards internally displaced environmental migrants in northern Bangladesh, focusing on three key mechanisms: perceived deservingness, empathy through geographic and experiential proximity, and personal contact. We draw on a pre-registered, face-to-face survey with 265 rural respondents. At the core of our survey is a forced-choice conjoint experimental design (N=936) to causally assess how different migrant characteristics -- including reason for migration, occupation, religion, and distance from origin -- influence host preferences. Findings show that migrants displaced by riverbank erosion are significantly more likely to be accepted than economic migrants, reflecting a strong role for deservingness in shaping attitudes. Environmental displacement also attenuates discrimination based on other migrant attributes, such as religion, occupation, and distance of migrant origin. Respondents who experienced similar environmental hardships, such as erosion-induced house loss, expressed the strongest preferences for environmentally displaced migrants, supporting the empathy mechanism. In contrast, simple exposure to in-migrants in the village had no measurable effect on attitudes, challenging assumptions about the universal benefits of intergroup contact. Our study extends the migration attitudes literature by focusing on internal, rural-to-rural displacement in a climate-vulnerable context. These findings highlight how moral judgments and experiential proximity can foster inclusive attitudes even in resource-constrained settings, with important implications for societal resilience under climate change.",
        "url": "https://doi.org/10.31235/osf.io/2e3du_v1",
        "version": 1,
        "id": "2e3du",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/7842b_v1",
        "title": "A changing ethnic landscape? The effect of refugee immigration on inter-ethnic group relations and identities of previous immigrants",
        "authors": "Renate Lorenz",
        "created": "2025-06-02",
        "abstract": "How does the arrival of a new immigrant group affect earlier generations of immigrants? Do group relations and self-identification change? Previous research on ethnic boundaries is usually restricted to a two-group paradigm and primarily focuses on the majority group’s perspective. In contrast, this study analyzes how the arrival of refugees in Germany influenced previous immigrants of Turkish and Polish origin by exploiting regional and temporal variation in refugee immigration. I combine macro data about refugees with individual longitudinal data of a large-scale German panel survey (SOEP) from 2012 to 2018 based on a random sample. Using fixed effects estimations, this study finds that an increasing proportion of refugees in a county increased concerns about immigration and decreased self-reported discrimination among Turkish (N = 676 respondents, n = 2,914 person-years) and Polish (N = 513 respondents, n = 2,141 person-years) respondents. Moreover, Turkish immigrants showed a tendency to feel more German and felt closer to Turkey at the same time. Poles also felt more German but not closer to Poland. These results are in line with the theoretical assumptions that minority groups tend to distance themselves from new immigrants, and use the opportunity to improve their own social position by strengthening their identification with the majority and/or with their own ethnic group.",
        "url": "https://doi.org/10.31235/osf.io/7842b_v1",
        "version": 1,
        "id": "7842b",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/9eaps_v1",
        "title": "Bat Archaeological Project Preliminary Report of the 2019-2020 Season",
        "authors": "Jennifer Swerida, Eli N. Dollarhide, Charlotte M. Cable, Selin E. Nugent, Asma Bint Rashid Al Jassisi",
        "created": "2025-05-29",
        "abstract": "The Bat Archaeological Project conducted its 2020 season of excavations and survey from 4 December 2019 - 27 January 2020. Our research concentrated on three specific areas: 1) archaeological survey between the Bat towers and surrounding the proposed visitor’s center site; 2) excavations of Umm an-Nar period houses at the Settlement Slope and at Rakhat al-Madrh .Bat South); and 3) artifact and landscape analyses / رخة المدره( The area surveyed specifically to alert the MHC of any cultural resources within a proposed location for the Visitors Center yielded few results, as an active farm and wellhead were situated within the proposed footprint. The MHC immediately took these findings under advisement and their plans have proceeded. Intensive archaeological survey was conducted on the Settlement Slope, around the Bronze Age tower “al-Qa’a” and at Rakhat al-Madrh before beginning excavations. Together, the survey resulted in the documentation of almost 200 previously unrecorded sites. Excavations at the Settlement Slope uncovered an Umm an-Nar period house rich in ceramic artifacts that date the structure’s occupation to the ca. 2200 BCE. Several samples of carbon were collected and will be tested to date the house. Another structure was excavated at Rakhat al-Madrh, located approximately 8 km southeast of Bat. There are at least four houses all placed around an ancient water catchment area. One structure at the site was excavated, revealing an Umm an-Nar period house built with mudbrick walls atop a stone foundation. Ceramics and shell beads were found within the house which is comprised of long, narrow rooms and a central courtyard. The house excavations at both the Settlement Slope and Rakhat al-Madrh are helping us understand the diversity of places and ecologies in which people lived in Bronze Age Oman. Several artifact and landscape analyses were also conducted at Bat this year. We are developing a new ceramic chronology for the Umm an-Nar period. A study of the lithics excavated and collected at Bat since 2007 was also conducted by Dr. Petranka Nedelcheva, a stone tool specialist, to better understand the development of lithic technology in northern Oman. This winter’s rains also allowed for a survey of plants growing around Bat’s archaeology to help us better envision what the site might have looked like 5,000 years ago. Finally, a survey of the status of many of the northern towers was conducted. We deeply appreciate the Ministry of Heritage and Culture’s continued support of our research.",
        "url": "https://doi.org/10.31235/osf.io/9eaps_v1",
        "version": 1,
        "id": "9eaps",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/a9jht_v1",
        "title": "Bat Archaeological Project Preliminary Report of the 2022 Season",
        "authors": "Selin E. Nugent, Eli N. Dollarhide, Jennifer Swerida, Asma Bint Rashid Al Jassisi, Reilly S. Jensen",
        "created": "2025-05-29",
        "abstract": "The Bat Archaeological Project (BAP) conducted its 2022 season of excavations and surveys from 26 December 2021 – 24 February 2022. Our research concentrated on five key areas: 1) archaeological excavation at the southeastern end of the Settlement Slope in Umm an-Nar mortuary and domestic contexts; 2) excavation of Umm an-Nar period houses at Rakhat al-Madrh; 3) systematic survey to better understand temporal relationships and artifact density between Bat’s different areas; 4) geomorphological analyses at Rakhat al-Madrh; and 5) an expanded arts outreach and experimental archaeology program to further engage the local community. At the Settlement Slope, mortuary excavations revealed a small but deep Umm an-Nar tomb, unusually located on a hillside with a commanding view of Bat’s ancient landscape. A shallow, rectangular platform built into the hillside was discovered adjacent to the tomb and was covered in small bone fragments. The structure may have served as a body processing area utilized before interment. The continued excavations of Structure SS12 on the Settlement Slope revealed the area’s Umm an-Nar Middle II and Late Umm an-Nar period occupation and behaviors. Domestic excavations continued at Rakhat al Madrh, where two Umm an-Nar period houses were excavated and a geomorphological study of the area was conducted. The house excavations revealed ovens, hearths, and botanically-rich contexts within typical Middle Umm an-Nar domestic spaces. Geomorphological and hydrological investigations suggest the area’s environmental conditions are unlike any other region occupied in Umm an-Nar Bat. Greater water access from flooding events and the recharge of the basin’s water table could have enabled the cultivation of flood crops and provided abundant vegetation for animal pasturing. A multi-year survey project to better understand the areas between Bat’s monuments was completed this winter and resulted in the discovery of a likely Iron Age fortress at Khutm, lithic scatters surrounding Rakhat al Madrh, and a dense area of Umm an Nar artifacts north and east of Operation A. An environmental resilience study continued BAP’s investigations of the intersection of the site's ancient and modern landscapes. The analysis of artifacts and samples collected from excavations and survey operations are ongoing. The project also launched an expanded outreach program, implementing arts engagement strategies to connect with local residents. The program culminated in the creation of an original comic book and experimental pottery production project that was disseminated to the community via Bat’s schools after the conclusion of field season. We deeply appreciate the Ministry of Heritage and Tourism’s ongoing collaboration and support of this research.",
        "url": "https://doi.org/10.31235/osf.io/a9jht_v1",
        "version": 1,
        "id": "a9jht",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/aex94_v1",
        "title": "Earnings Effects of Direct Worker Voice in Production",
        "authors": "Dylan Nelson, Nathan Wilmers",
        "created": "2025-05-08",
        "abstract": "When employers use input from workers, who benefits? Direct worker voice in production could boost productivity and strengthen the bargaining position of production workers. Or it could be a way that employers appropriate workers' knowledge and expertise, thereby weakening workers' position. Using a survey of 30,000 US manufacturing establishments matched to administrative records of worker earnings and business performance, we find that employers using worker voice pay workers more and have higher productivity. Even conditional on workers' human capital and establishment characteristics, workplaces using worker voice pay a small earnings premium. One third of this premium is due to increased productivity; the remaining two thirds of the premium reflects greater worker bargaining power. This analysis provides evidence that worker voice in production supports increased earnings for production workers.",
        "url": "https://doi.org/10.31235/osf.io/aex94_v1",
        "version": 1,
        "id": "aex94",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/akr4q_v1",
        "title": "From ‘breathing spaces’ to arnasguneak: the development of the concept in the Basque context",
        "authors": "Maddi Dorronsoro Olamusu",
        "created": "2025-06-03",
        "abstract": "This article examines the development of the concept of arnasgune in the Basque context. While initially referring to demographically concentrated areas where a minority language thrives, as a translation of Fishman’s ‘breathing spaces’, arnasgune has undergone significant conceptual expansion. The term has gained traction in academic research, language policy, and media discourse, sparking debate over its precise definition. Through a qualitative analysis of academic literature, policy documents and newspaper articles, this study traces the evolution of arnasgune and its varied uses. This paper identifies two key perspectives: a dominant group advocating for a strict socio-territorial interpretation, and a more flexible understanding of the term. Additionally, this study highlights how the growing prominence of arnasgune has drawn social and policy attention to previously overlooked sociolinguistic contexts crucial to the future of the Basque language. It argues that the contested nature of the term arnasgune enriches local discussions on language revitalisation, also illustrating how conceptual shifts reflect deeper sociolinguistic and cultural transformations in the Basque context. Ultimately, by analysing the evolution and use of the term arnasgune, the article contributes to ongoing discussions surrounding minority language maintenance, language policy and minority language media.",
        "url": "https://doi.org/10.31235/osf.io/akr4q_v1",
        "version": 1,
        "id": "akr4q",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/avzqd_v1",
        "title": "Equalizing Education, Equalizing Opportunity? How Education Shapes the Origin-Destination Link",
        "authors": "Fabian Kratz, Markus Klein",
        "created": "2025-06-04",
        "abstract": "This study investigates the impact of various educational equalization strategies on labor market disparities by social origin in Great Britain. Specifically, we examine three hypothetical interventions: 1) equalizing higher education rates across social origin groups, 2) equalizing the labor market returns to higher education across social origin groups, and 3) randomly assigning higher education within each social origin group. We hypothesize that equalizing access to higher education would reduce labor market disparities, while the random assignment of high-er education within origin groups would increase them. Reframing conflicting arguments in an ongoing debate, we propose competing hypotheses on whether equalizing returns to higher education increases or decreases labor market disparities. To test these hypotheses, we use a novel non-parametric decomposition method and longitudinal data from the 1970 British Cohort Study. For both sexes, our findings show that equalizing higher education attainment rates would reduce labor market disparities, whereas randomly assigning higher education within origin groups would have no significant impact. The effect of equalizing the benefits of higher education varies by sex and differs depending on whether wages or occupational out-comes are considered.",
        "url": "https://doi.org/10.31235/osf.io/avzqd_v1",
        "version": 1,
        "id": "avzqd",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/erzvm_v1",
        "title": "Bat Archaeological Project Preliminary Report of the 2023-24 Season",
        "authors": "Jennifer Swerida, Selin E. Nugent, Robert C. Bryant, Asma Bint Rashid Al Jassisi",
        "created": "2025-05-29",
        "abstract": "The Bat Archaeological Project (BAP) conducted its 2023-24 season of excavations and survey from 27 December 2023 - 20 January 2024. Our research concentrated on five specific areas: 1) archaeological excavations of an large Umm an-Nar period building at Rakhat al-Madrh (رخـــــــة المـــــــدره); test excavations of Umm an-Nar period architecture at al-Khutm Settlement; 3) a program of structured interviews with the Bat community; 4) geomorphological and geophysical survey of the Wadi al-Hijr between Rakhat al-Madrh and Sint; 5) site monitoring and photogrammetry of the historic Husn al-Wardi, and 6) continued programmes in community-based heritage outreach to further engage the local community. At Rakhat al-Madrh, excavations explored the Umm an-Nar period structures along the edge of the site’s central depression. Building on the results of BAP’s previous two years of work at the site, this season focused on the especially large RaM 3 building. This structure was found to have multiple phases of activity and unusual features that suggest a social function that differs from other excavated buildings at the site—possibly as a public building. Excavations at RaM continued to discover botanically-rich contexts. A third season of geomorphological and hydrological investigations continued to support the interpretation that Rakhat al-Madrh’s environmental and archaeological conditions are unlike the rest of Bat and unique for Bronze Age Southeastern Arabia. Possible human manipulation of flooding events in the basin could have enabled the cultivation of flood crops and provided abundant vegetation for animal pasturing. Botanical analysis suggests wheat, barley, goat grass, cyperaceae, and palm were all grown at the site in the third millennium BC. Test excavations at al-Khutm Settlement continued to clarify the architectural and occupational history of the site. While limited in finds, an Umm an-Nar complex of house, platform monument, and tomb at the eastern end of the Khutm hillside provide new insights into both ritual and domestic behaviors in the third millennium BCE. At the Husn al-Wardi, we began extensively documenting the mudbrick architecture of the Husn al Wardi through photography and 3D photogrammetry, as part of an annual, longitudinal study to identify structural integrity risks and recommend actions for conservation. The project also expanded its community engagement and outreach program by beginning a longitudinal study with Bat residents using structured interviews to document perceptions and expectations of ongoing archaeological research and redesign research and outreach practices to integrate community voices in the years ahead. We also continued our partnership with the Bat office of the Ministry of Heritage and Tourism as well as local partners in the BAP School Day Event. We welcomed local schoolgirls to celebrate Bat’s ancient heritage, learn about new archaeological discoveries, and try digging with the archaeologists. We deeply appreciate the Ministry of Heritage and Tourism’s ongoing collaboration and support of this research.",
        "url": "https://doi.org/10.31235/osf.io/erzvm_v1",
        "version": 1,
        "id": "erzvm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gfp79_v1",
        "title": "Optimizing Carbon Emissions and Cost Reductions for Household Energy Demand Using Machine Learning",
        "authors": "Shivani Chotalia, Kyungmin Lee, David Quispe",
        "created": "2025-06-04",
        "abstract": "Residential buildings account for 17-20% of global greenhouse gas (GHG) emissions, posing a significant challenge in transitioning all buildings to net zero. While heat pumps and building retrofits can significantly reduce emissions, homeowners are often unaware of their energy usage and the potential for cost reduction. Supervised machine learning methods have the potential to provide actionable insights for individual energy end-users, enabling them to reduce both GHG emissions and energy costs. We propose a novel framework that utilizes baseline, intervention, and optimization models to predict emissions and cost estimates for individual energy end users. This paper presents a novel application of an optimization model for energy bills through machine learning methods: (1) classification of time series data for electricity and gas usage baselines, (2) prediction of GHG emission reductions, and (3) prediction of energy cost reductions. This study suggests energy retrofit policy implications that utilize machine learning as an enabling technology, empowering decision-makers and end-users to tackle climate change.",
        "url": "https://doi.org/10.31235/osf.io/gfp79_v1",
        "version": 1,
        "id": "gfp79",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/hcr4y_v1",
        "title": "The Limits of Tolerance: A Field Experiment at a German University on Bias against the Israeli Flag",
        "authors": "Mark Lutter, Naomi Pech, Marc Grimm",
        "created": "2025-06-05",
        "abstract": "In the aftermath of the October 7, 2023 attacks, reports of anti-Israel expressions at German universities have raised questions about the prevalence and nature of such sentiments in academic environments. Traditional survey-based research on antisemitism and anti-Israel sentiment is often limited by response biases and social desirability bias. This study introduces a novel field-experimental approach to measuring anti-Israel sentiment in a real-world university setting. Using event history analysis, it examines the removal probability of stickers of the Israeli flag compared to German, US, Palestinian, and rainbow flags at a German university. Over a 24-week period, 600 stickers were placed on 50 public notice boards and were monitored for 14-day cycles. The results provide strong evidence of anti-Israel sentiment. The Israeli flag had the highest removal rate, with only 47.5% of the flags remaining at the end of the observation period—significantly lower than the survival rates of the other flags (which range from 68% to 80%). Cox regression analysis confirms that Israeli flags faced the highest removal hazard, being 3.3 to 3.7-times more likely to be removed than the rainbow flag and nearly twice as likely as the German flag. Politically motivated removals, though less frequent, disproportionately targeted Israeli flags as well. Removal rates were highest in hallways of the humanities, shared humanities/social sciences as well as in central facilities hallways. Hallways in the natural sciences, the human- and social sciences and economics had lower removal rates. Areas with higher student traffic exhibited fewer removals. Overall, the findings indicate a pronounced anti-Israel bias on campus, distinct from attitudes toward other nationalities or symbols.",
        "url": "https://doi.org/10.31235/osf.io/hcr4y_v1",
        "version": 1,
        "id": "hcr4y",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/jgmqh_v1",
        "title": "Immigration Attitudes and the Puzzle of Latinos’ Swing Toward the GOP",
        "authors": "Daniel Hopkins, William Marble",
        "created": "2025-06-04",
        "abstract": "In the wake of the 2012 and 2016 presidential elections, scholars, politicians, and commentators alike frequently characterized Latino voters as unlikely to support anti-immigration candidates, especially when immigration is salient. However, between 2016 and 2024, Latinos were among the groups whose pro-GOP shift was the largest. How did Trump increase Latino support despite the mismatch between his opposition to unauthorized immigration and Latinos' historically pro-immigration views? We investigate this question primarily using multiple high-quality, population-based panels of Latinos interviewed in English or Spanish (2016-2024). We document a restrictionist turn in Latinos' attitudes, alongside perceptions that both parties slightly moderated. Immigration attitudes were consistently integrated with vote choice to roughly the same degree in 2016, 2020, and 2024 for both Latino and white voters, and do not prove especially predictive for Latinos. These findings demonstrate that while immigration has not waned in importance for Latinos, Democrats' advantage on immigration is eroding.",
        "url": "https://doi.org/10.31235/osf.io/jgmqh_v1",
        "version": 1,
        "id": "jgmqh",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/k6atw_v1",
        "title": "Consolidated Trajectories? Social Class and Earnings Growth over the Life Course",
        "authors": "Philipp M. Lersch, Nhat An Trinh, Caspar Kaiser",
        "created": "2025-06-04",
        "abstract": "What kind of earnings mobility regime defines our society? Are individuals’ earnings trajectories primarily shaped by their social class position, or do trajectories vary within them? These unresolved questions lie at the heart of debates on social class and labor market rewards. To address them, we leverage employment relations theory and data from the German Socio-Economic Panel. We use mixed effects models with heterogenous variance components, and latent group mixed effects models. Our findings align with our central argument that the degree of similarity in trajectories within social classes differs across classes. Social class is linked to typical earnings trajectories, with a pronounced division between the salariat and other classes. However, the degree of trajectory similarity varies across classes. Salaried workers show the least tightly clustered trajectories. Fluctuation in earnings is most pronounced for lower-grade and routine workers. Social class outperforms occupational and post-class accounts at predicting earnings trajectories.",
        "url": "https://doi.org/10.31235/osf.io/k6atw_v1",
        "version": 1,
        "id": "k6atw",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qc84j_v1",
        "title": "Price Volatility Mitigation and the Securities Market Financial Performance of Listed Insurance Firms at Nairobi Securities Exchange.",
        "authors": "Research Bridge publisher, Kenneth Kipyego Toroitich, Kimani Elijah Maina, Julius Miroga Bichanga",
        "created": "2025-05-27",
        "abstract": "The performance of securities market globally plays an important role in both local and international markets. The high rise of such markets has given an increase in the number or risks associated with firms registered at the stock market. This study therefore sought to examine the effect of price volatility mitigation on the securities market financial performance of listed insurance firms in Kenya. The study adopted a descriptive research design and a quantitative research approach. The target population was 548 staff working in finance, investment, risk, actuarial and operations departments in the six insurance firms listed in Nairobi Securities Exchange. The sample size was determined using Yamane's Formula and stratified random sampling was used in the selection of the sample size. The study made use of both primary and secondary data. The study used a data extraction tool to collect secondary data from the annual reports and financial statements of the insurance companies. The study made use of structured questionnaires to collect primary data. The questionnaires generated quantitative data. Descriptive and inferential statistics was used in analyzing quantitative data with the help of the Statistical Package for Social Sciences (SPSS version 24) statistical software. Descriptive statistics included frequency distribution, percentages, mean, and standard deviation. Inferential data analysis was done using Pearson correlation coefficient and linear regression analysis. The study found that price volatility mitigation has a positive and significant effect on securities market financial performance of listed insurance firms in Kenya. The study recommends that insurance firms should focus on implementing strategies to effectively manage supply and demand dynamics within the securities market. This includes closely monitoring market trends, analyzing supply-demand imbalances, and adjusting pricing and stock clearance strategies accordingly. By actively managing supply-demand dynamics, firms can mitigate price volatility risks and enhance securities market financial performance",
        "url": "https://doi.org/10.31235/osf.io/qc84j_v1",
        "version": 1,
        "id": "qc84j",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qwkrb_v1",
        "title": "Bat Archaeological Project Preliminary Report of the 2022-23 Season",
        "authors": "Jennifer Swerida, Selin E. Nugent, Eli N. Dollarhide, Reilly S. Jensen, Asma Bint Rashid Al Jassisi",
        "created": "2025-05-29",
        "abstract": "The Bat Archaeological Project (BAP) conducted its 2023 season of excavations and survey from 27 December 2022 - 4 March 2023. Our research concentrated on five specific areas: 1) archaeological excavations of Umm an-Nar period houses at Rakhat al-Madrh (رخـــــــــة المـــــــــدره); excavations and mapping of Umm an-Nar period and Iron Age architecture at the Khutm Settlement; 3) test excavations at Operation A, near the proposed site of the Bat Visitors Center; 4) geomorphological and geophysical analyses at Rakhat al-Madrh; and 5) an expanded arts outreach and experimental archaeology program to further engage the local community. At Rakhat al-Madrh, excavations revealed domestic architecture and activities connected with three Umm an-Nar houses situated around a central depression. Building on the results of BAP’s previous two years of work at the site, this season explored two new houses, including one especially large building with multiple phases of activity. Excavations at RaM continued to discover botanically-rich domestic contexts. A second season of geomorphological and hydrological investigations continued to support the interpretation that Rakhat al-Madrh’s environmental and archaeological conditions are unlike the rest of Bat and unique for Bronze Age Southeastern Arabia. Possible human manipulation of flooding events in the basin could have enabled the cultivation of flood crops and provided abundant vegetation for animal pasturing. Botanical analysis suggests wheat, barley, goat grass, cyperaceae, and palm were all grown at the site in the third millennium BC. Test excavations and survey at Khutm Settlement and Operation A shed further light onto the use history of the greater Bat landscape. Identification of an Umm an-Nar complex of house, platform monument, and tomb at the eastern end of the Khutm hillside provide new insights into both ritual and domestic behaviors in the third millennium BCE, while newly discovered material culture further supports an Iron Age II date for the fortress identified by BAP in 2022. At Operation A, test excavation results suggest that the site was originally an extension of the Bat Necropolis into the wadi valley and has been revisited multiple times by the site’s later populations. BAP strongly recommends further excavations at Operation A prior to construction of the Bat Visitors Center. The project also expanded its community outreach program by partnering with the Bat office of the Ministry of Heritage and Tourism as well as local partners in the Bat Community. A ‘Bat Community Day’ event hosted by BAP x and Healthy Village Bat welcomed over 200 participants to celebrate the heritage and history of Bat’s community. The project also hosted visits to the UNESCO site from two school groups and, at the request of the Ministry, conducted a two- day Pottery Workshop on traditional ceramic production techniques for HMT staff and community members. We deeply appreciate the Ministry of Heritage and Tourism’s ongoing collaboration and support of this research.",
        "url": "https://doi.org/10.31235/osf.io/qwkrb_v1",
        "version": 1,
        "id": "qwkrb",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/v6bjs_v1",
        "title": "Bat Archaeological Project Report of the 2018-19 Season",
        "authors": "Charlotte M. Cable, Jennifer Swerida, Eli N. Dollarhide, Selin E. Nugent",
        "created": "2025-05-29",
        "abstract": "The 2018-19 season was concerned with identifying the intensity and kinds of land use in the Bat site. The study area consisted of a 0.23 km2 space between the five main towers of Bat: Al-Rojoom, 1156, Al-Khafaji, Al-Ahliya, and Matariya. Thirty-nine transects were walked at 5 m intervals. All diagnostic finds were mapped and collected and a count of non-diagnostic finds kept for each transect. A total of 218 (180 previously undocumented) features were documented within the thirty-nine transects. The majority of identifiable feature types were walls, and the majority of artifacts represented belonged to the Bronze Age. There is a clear variation in the distributions of ceramics across the site. Many of the transects indicate extensive use during the Umm an-Nar period. However, the transects around Matariya indicate use primarily during the early Umm an-Nar period and earlier; transects between Rojoom and Khafaji indicate use during the Iron Age and later; and transects between al-Ahliya and the Settlement Slope suggest use in the Pre-Modern period. Petrographic analysis of ceramics from the Bat to ‘Amlah areas show distinct changes both in time and in space. The ceramics from Bat South are the same as those from Bat, suggesting that the people lived and/or worked closely together. The survey identified three areas for targeted excavation. These trenches focused on: (1) Hafit period mudbrick architecture east of Matariya tower; (2) intact Umm an-Nar deposits across from the Settlement Slope; and (3) varying ancient topography in the center of the site. Future fieldwork will focus on understanding the relationship between settlement, subsistence, and sociopolitical organization in prehistoric Bat and its environs. Results of this research include: (1) presentation at the Seminar for Arabian Studies (July 2019) and (2) three separate presentations at the American Schools of Oriental Research conference (November 2019); (3) publication in the Proceedings of the Seminar for Arabian Studies (vol. 49); and (4) work on an article for Arabian Archaeology and Epigraphy (TBD).",
        "url": "https://doi.org/10.31235/osf.io/v6bjs_v1",
        "version": 1,
        "id": "v6bjs",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/wq8hf_v1",
        "title": "Letter to the Editors: For a Clearer Understanding of David Hume's Monetary Analysis That Prompted Adam Smith's Criticisms of him",
        "authors": "James C.W. Ahiakpor",
        "created": "2025-05-28",
        "abstract": "Maria Pia Paganelli (2025) claims that Adam Smith rejected David Hume's Quantity Theory of Money and the Price-Specie-Flow Mechanism because he believed Hume employed them in pursuit of his mercantilist goals. She relies upon Smith's reference to Hume in the Lectures as having \"gone a little into the notion that public opulence consists in money\" and John Maynard Keynes 's (1936) refence to Hume as a mercantilist for her claim. She ignores Smith's subsequent reference to Hume in the Lectures as the one who \"endeavoured to refute\" the mercantilist arguments of Mun, Gee, and Mandeville. I explain that it was the several self-contradictions and inconsistencies in Hume's 'Of Money\" and \"Of the Balance of Trade\" that prompted Smith's criticisms of him, not because Smith believed Hume to have been a mercantilist. Smith's correction of one of Hume's inconsistencies also explains Jacob Viner's (1937) puzzlement at Smith's monetary analysis, not Paganelli's explanation.",
        "url": "https://doi.org/10.31235/osf.io/wq8hf_v1",
        "version": 1,
        "id": "wq8hf",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/wv6tk_v2",
        "title": "An Empirical Investigation into the Utility of Large Language Models in Open-Ended Survey Data Categorization",
        "authors": "Chris Soria",
        "created": "2025-06-03",
        "abstract": "Can social scientists use large language models (LLMs) to code open-ended survey responses across complexity levels. This study uses the UC Berkeley Social Networks Study as a test case, comparing GPT-4o, Claude Sonnet 3.7, Llama 3.1 variant Sonnar Large, and Mistral Large against human annotators, we find the two proprietary models outperform open-source alternatives, achieving 97% accuracy on straightforward questions and 88-91% on complex interpretive tasks. However, open-source models still perform relatively well, achieving 95-96% accuracy on relatively straightforward questions up to 87% on more complex ones. Performance analysis revealed response brevity, but not category brevity, as a strong determinant of successful classification with responses under 50 characters demonstrating 7-11% higher classification accuracy. While models effectively detected nuance in simpler tasks, they struggled with responses containing multiple reasons, narratives, and implicit meanings. The findings imply that social science researchers who want to use LLMs should design questions to elicit concise responses (10-50 characters), implement human-in-the-loop review for complex tasks, and carefully select appropriate models based on task complexity. Minimal demographic variation in classification accuracy was observed, with Claude uniquely maintaining consistent performance across population segments. Methodologically concerning, some models sometimes produced different social narratives from open-ended classification despite high accuracy metrics.",
        "url": "https://doi.org/10.31235/osf.io/wv6tk_v2",
        "version": 2,
        "id": "wv6tk",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/xg7jp_v1",
        "title": "Vaping and public health: Trends, risks, and regulatory challenges in the digital era",
        "authors": "Jordy Alfaro-Brenes, Daniela Sevilla-Moreira, Fabio Sanchez",
        "created": "2025-06-01",
        "abstract": "Vaping has rapidly become a global public health concern, particularly among adolescents and young adults. Initially promoted as a smoking alternative, its widespread adoption is driven by digital marketing, flavored high-nicotine products, and social media influence. Evidence links vaping to nicotine addiction, respiratory and cardiovascular risks, and long-term health concerns. While regulations vary globally, gaps in digital advertising oversight and disposable e-cigarette policies contribute to rising youth consumption. This paper examines vaping trends, health risks, and regulatory challenges, emphasizing the role of mathematical and epidemiological models in understanding its impact and informing policy interventions.",
        "url": "https://doi.org/10.31235/osf.io/xg7jp_v1",
        "version": 1,
        "id": "xg7jp",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3jy4h_v1",
        "title": "A Song of Rice and Fire: The Ashline, Feedback Loops, and the Recursive Enclosure of Rice",
        "authors": "Trey Menefee",
        "created": "2025-05-29",
        "abstract": "This paper reconceptualizes the domestication of Oryza sativa through the lens of recursive enclosure and network-critical evolution, where feedback loops between fire management, human cognition, and plant adaptation crossed critical thresholds to establish novel evolutionary dynamics. Challenging hydraulic-state orthodoxy, I argue that domestication emerged not through discrete human control but via phase transitions within fire-maintained ecotones operating on 3-7 year cycles. Through archaeobotanical and genomic evidence, I demonstrate that upland swidden systems created recursive attractors - ecological and cognitive feedback loops in which rice and humans co-adapted through repeated burning (t), systematic return (t+1), and selective harvesting (t+2). Fire functioned simultaneously as ecological reset mechanism and prosthetic memory system, compressing successional cycles while entraining selection pressures across multiple plant generations. These early disturbance regimes structured not only rice biology but the cognitive infrastructure enabling subsequent agricultural intensification. I propose that domestication represents a distributed phase shift in socio-ecological networks - a recursive enclosure operating at the ashline where repetitive human-fire interactions established the conditions for coevolutionary change without requiring conscious breeding programs.",
        "url": "https://doi.org/10.31235/osf.io/3jy4h_v1",
        "version": 1,
        "id": "3jy4h",
        "subjects": "(Other)",
        "subjects_osf": "History of Art, Architecture, and Archaeology, East Asian Languages and Societies, South and Southeast Asian Languages and Societies, Agricultural and Resource Economics, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/4x3ns_v1",
        "title": "Caste, Migration, and Intragroup Polarisation: Psychosocial Dynamics within the South Asian Diaspora in the UK",
        "authors": "Saira Mirza",
        "created": "2025-05-24",
        "abstract": "This chapter examines the intersecting psychosocial phenomena that shape the lives of South Asians in the UK within their complex bioecological systems, informed by their distinct social, cultural, historical, and political contexts. Under the lenses of intersectional feminism and post-colonial theory, the chapter explores the interplay between caste, migration and group dynamics, revealing caste as not only a social structure but also a deeply internalised belief system that influences individual behaviour, identity, and well-being. Advantaged and disadvantaged castes internalise superiority or inferiority respectively, through experiences of shame and intergenerational trauma, creating a sense of ‘otherness’ that polarises the group. This internalisation exacerbates socioeconomic divisions and mental health challenges, further entrenching disparities and creating an intragroup polarisation. The complexities of acculturation in post-colonial Britain further complicate caste dynamics as individuals navigate between traditional identities and the pressures of integration into a multicultural society. The chapter argues for the need for decolonised strategies that challenge these entrenched systems. It highlights the importance of re-education, open dialogue, and decolonised therapeutic practices in addressing caste-based trauma and promoting empowerment, self-actualisation, and collective resistance across generations.",
        "url": "https://doi.org/10.31235/osf.io/4x3ns_v1",
        "version": 1,
        "id": "4x3ns",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/6ch2v_v1",
        "title": "Investigating the Metadata of Local Publications and the Tension Between Local and Global Object Identifiers: The Case of the Korea Citation Index (KCI)",
        "authors": "Soohong Eum, Alysson Fernandes Mazoni, Ju Hwan Seo, Jinseo Park, Rodrigo Costas",
        "created": "2025-05-28",
        "abstract": "This study examines the coverage and metadata quality of journal articles indexed in the Korea Citation Index (KCI). Despite a growing number of KCI publications, only a portion are captured by major bibliographic databases, with Dimensions and OpenAlex showing higher coverage than Web of Science and Scopus. The findings highlight metadata limitations—particularly for articles without DOIs—and underscore structural barriers, such as the constraints faced by small learned societies, that hinder DOI assignment, even amid the transition from a national (UCI) to a global (DOI) persistent identifier system. The study argues for more inclusive PID policies, including retrospective DOI assignment, and calls for greater reliance on open research information infrastructures to enhance the visibility, interoperability, and reproducibility of Korean research.",
        "url": "https://doi.org/10.31235/osf.io/6ch2v_v1",
        "version": 1,
        "id": "6ch2v",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/74z2x_v1",
        "title": "Trustworthy artificial intelligence is not an engineering problem – On the epistemological problems and adverse ethical consequences of “actual trustworthiness”",
        "authors": "Pascal König",
        "created": "2025-05-28",
        "abstract": "A key challenge with artificial intelligence (AI) is to design systems that people can safely trust. A central goal in this regard is to calibrate trust, i.e., to align people’s trust with the “actual trustworthiness” of AI systems. The present article argues that we should refrain from using the concept of actual trustworthiness. Leveraging philosophical pragmatism and phenomenological thought, it shows why the ideas of actual trustworthiness and calibrated trust are not only epistemologically but also ethically problematic. “Actual trustworthiness” recasts the question of whether an agent deserves trust – which has a normative dimension – into a question of factual correctness. It also draws humans in the same behavioural framework as machines, treating the relation between AI trustworthiness and human trust as something that is calculable – rather than subject to deliberation. Beyond leading us astray in our language use, this can serve to reduce the space for human autonomy.",
        "url": "https://doi.org/10.31235/osf.io/74z2x_v1",
        "version": 1,
        "id": "74z2x",
        "subjects": "(Other)",
        "subjects_osf": "Philosophy, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/9r2gj_v1",
        "title": "Welsh accents and social identity: A study on perceptions of new and traditional speakers",
        "authors": "Robert Mayr, Jonathan Morris, Ianto Gruffydd",
        "created": "2025-06-05",
        "abstract": "This paper presents the results of an accent rating study of Welsh in which 59 raters were asked to listen to speech samples of three speaker groups (Welsh home language speakers, immersion education learners, and adult learners). The study aimed to ascertain (a) whether these groups are identifiable based on their accents, (b) how raters evaluate the three speaker groups socially, and (c) what phonetic features they associate with them. The results revealed that all groups could be identified well above chance and received positive evaluations in terms of status and solidarity-based traits. However, traditional speakers were correctly identified significantly more often and were perceived more favourably in the social evaluations. In the feature analysis, new speakers’ accents were largely described as deviant from traditional speakers’ although some distinctive patterns were also identified. These findings have important implications for discussions surrounding accent bias and the emergence of new speaker varieties.",
        "url": "https://doi.org/10.31235/osf.io/9r2gj_v1",
        "version": 1,
        "id": "9r2gj",
        "subjects": "(Other)",
        "subjects_osf": "Linguistics"
      },
      {
        "doi": "10.31235/osf.io/9wsqn_v1",
        "title": "Low-Code Strategy with Machine Learning for the Healthcare Area: Assessing the Correlation of Occupational Activity with the Incidence of Cancer in Brazil",
        "authors": "Rafael L. Queiroz, Joberto S. B. Martins",
        "created": "2025-05-28",
        "abstract": "Artificial intelligence and machine learning are widely utilized and offer significant benefits in various fields of knowledge, including healthcare. However, there is an important barrier to disseminating machine learning among healthcare professionals, which primarily stems from their unfamiliarity with programming and computing concepts. The development strategy known as 'low-code,' when applied to software development, encompasses frameworks and tools that, in short, make application development more accessible to professional communities. The low-code strategy simplifies the software development process. This strategy is particularly relevant for smart cities that seek to develop approaches that enhance the efficiency, humanity, and sustainability of cities, thereby contributing to the achievement of the United Nations' Sustainable Development Goals (SDGs). This article positions the low-code strategy, implemented through the PyCaret framework, as a key element of innovation and contribution to the development of health systems utilizing machine learning in smart cities. The paper presents the low-code strategy through a case study that evaluates the incidence and correlation of occupational activities with the occurrence of cancer in Brazil using an anomaly detection algorithm. The article's contributions include positioning the low-code strategy as an element of innovation in smart cities and presenting a case study that serves as a reference for developing applications with machine learning in the healthcare sector. The case study presented, in turn, presents a differentiated approach to detecting cancer using an anomaly detection algorithm and reiterates correlations between types of cancer and occupational activities.",
        "url": "https://doi.org/10.31235/osf.io/9wsqn_v1",
        "version": 1,
        "id": "9wsqn",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Urban Studies and Planning, Social Work, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/abhsy_v1",
        "title": "The Evaluation of Generated Responses by ChatGPT to Complex Linguistics Related Questions",
        "authors": "Hadis Habibi",
        "created": "2025-06-01",
        "abstract": "As a generative AI chatbot which is based on large language models (LLMs), ChatGPT (4.o) offers numerous advantages and promising applications in applied linguistics (Alaqlobi et. al., 2024). However, there are still some uncertainties and concerns regarding its accuracy of responses to some complex questions related to linguistics (Qamar et al., 2024; Nuland, 2024; Dale, 2021). To address this gap, 5 participants as mediators from 5 countries in 3 continents were engaged in this study. Their responsibility was to initially copy a set of predefined questions (syntax, n=1 &amp; semantics, n=1) from the email sent to them and then input them into ChatGPT. The accuracy of responses was measured and checked through the assistance of two senior lecturers in Linguistics at a private college in Athens, Greece. In addition to the evaluation of the questions and responses, the two experts labeled the responses based on three criteria: accurate, partially accurate and inaccurate. The categorized responses were eventually analyzed by a software program. The findings indicated that ChatGPT demonstrated stronger performance in syntax-related questions compared to semantic-related questions. More specifically, its overall performance in responding to more analytical and subject specific questions such as those related to semantics was less than mediocre. This study adds to the persistent debate on the role of AI in linguistics and offers insights into the reliability and accuracy of responses by ChatGPT to complex questions. (This preprint was originally posted to OSF on 29 May, available at https://doi.org/10.31219/osf.io/9h6z7_v1 License CC-By Attribution 4.0 International)",
        "url": "https://doi.org/10.31235/osf.io/abhsy_v1",
        "version": 1,
        "id": "abhsy",
        "subjects": "(Other)",
        "subjects_osf": "Linguistics"
      },
      {
        "doi": "10.31235/osf.io/d4asg_v1",
        "title": "Inquiry into socially supported housing pathways",
        "authors": "Chris Martin, Fatemeh Aminpour, Cameron Duff, Wendy Stone, kylie valentine, Jen Arnold",
        "created": "2025-06-02",
        "abstract": "What this research is about: this research Inquiry looked at how to change Australia's housing assistance system into one that supports 'housing pathways'. Housing policy makers often see 'pathways' as how households move between different tenancies and tenures, including social housing and emergency housing. However, it is useful to think of pathways as the different experiences households have with their housing and their housing aspirations. This helps us think about how housing assistance can support housing pathways and how the social housing system can better support households. Why this research is important: a better system for socially supported housing pathways could focus on supporting each person and household's needs and goals, rather than being constricted by access to a small number of social housing homes. With social housing getting much-needed extra funding, it is important to also improve how the system works with households that need help.",
        "url": "https://doi.org/10.31235/osf.io/d4asg_v1",
        "version": 1,
        "id": "d4asg",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/evc4m_v1",
        "title": "“I appreciate birding more”: Exploring and reframing experiences of disabled birders using a strengths-based approach",
        "authors": "Freya McGregor, Ashley A. Dayer, Emily N. Sinkular",
        "created": "2025-05-30",
        "abstract": "While being disabled is often considered a deficit that creates only problems, in reality every human has interests, values, skills, knowledge and external supports that can act as strengths when participating in recreation. Indeed, many disabled birders anecdotally report experiencing positives of birding with a disability, and the inherent modifiability of birding may allow disabled birders to experience different ways of engaging with this activity. We conducted a survey of disabled birders (n=147), then used inductive coding to analyze the responses to an open-ended question (n=106) about the positives of birding they experience. These responses included themes of slowing down, identifying more birds, noticing more details of birds, and feeling a sense of belonging in nature. This reconsidering of disability using a strengths-based approach creates opportunities for disabled birders and bird-related programming to focus on aspects of birding that may be more in line with disabled birders’ interests, experiences and strengths. It also creates a new avenue for nature organizations to engage with up to a quarter of the population who may feel excluded due to disability. This study contributes to the literature by exploring a rarely studied topic of disabled birders’ experiences using a strengths-based approach to studying disability in outdoor recreation.",
        "url": "https://doi.org/10.31235/osf.io/evc4m_v1",
        "version": 1,
        "id": "evc4m",
        "subjects": "(Other)",
        "subjects_osf": "Leisure Studies"
      },
      {
        "doi": "10.31235/osf.io/fk9wm_v2",
        "title": "What if we implemented a congestion charging scheme in Los Angeles? An epidemiological assessment and predicted impacts",
        "authors": "Mayank Kejriwal",
        "created": "2025-06-03",
        "abstract": "This study investigates the potential health impacts of implementing a hypothetical Congestion Charging Scheme (CCS) in Los Angeles (LA), a city facing significant traffic-related air pollution. Traffic emissions are a major source of pollutants like particulate matter (PM10), carbon monoxide (CO), and nitrogen dioxide (NO2), which have been linked to respiratory and cardiovascular diseases. Utilizing intervention-based epidemiological study designs, the research estimates the effects of a proposed 25% traffic reduction in downtown LA. Simulated results indicate a substantial decrease in NO2 and PM10 levels, with predicted increases of 1,263.58 years of life gained (YLG) in the greater LA area over a decade. The discussion highlights the potential of CCS to not only reduce pollution but also address socio-economic disparities in health outcomes. This model could serve as a blueprint for other urban areas considering similar policy interventions.",
        "url": "https://doi.org/10.31235/osf.io/fk9wm_v2",
        "version": 2,
        "id": "fk9wm",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/hwb5y_v1",
        "title": "National Birth Outcomes and Care Utilization for Infants of Emergency Medicaid Eligible Parents",
        "authors": "Xeuchao Qian, Lilla Orr, Duncan Lawrence, Fernando S. Mendoza, Maria I. Rodriguez, Lee M Sanders, Jonas J Swartz, Jens Hainmueller",
        "created": "2025-05-20",
        "abstract": "Medicaid births represent nearly 40% of all births nationwide and in states such as Oregon and California, births covered by Emergency Medicaid (EM) are 20-30% of all Medicaid births. EM provides restricted/limited benefits coverage for life-threatening conditions, including labor and delivery care for individuals who are otherwise ineligible for Medicaid because of immigration status. Despite EM-covered populations experiencing social and economic disadvantage, prior research on outcomes has included select states, such as Oregon, South and North Carolina, and Texas. This study uses national data to compare health outcomes for infants born to individuals receiving EM and non-EM coverage.",
        "url": "https://doi.org/10.31235/osf.io/hwb5y_v1",
        "version": 1,
        "id": "hwb5y",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/qta5p_v2",
        "title": "The dissociative mechanism of change in wilderness and adventure therapy; Psychological harm and possible malpractice",
        "authors": "Graham Pringle, Soren Dubon, Jamie Mater, Catherine Keech, Lynette Danylchuk, Will Dobud",
        "created": "2025-06-04",
        "abstract": "Wilderness therapy (WT) programming in the US has employed involuntary treatment using cognitive or adaptive dissonance for decades. Cognitive dissonance occurs when people face situations that do not confirm their expectations. Past WT participants have protested that involuntary, inescapable, and harsh conditions harmed them through PTSD and subsequent dissociation. This argumentative study compares dissonance and dissociation using a critical realist and argumentative research process using publicly available information. Using the confronting coercive WT model to illuminate concerns clearly, we argue that dissociation is a response recorded in the design of these WT practices and participant statements and is often mistaken for dissonance. Deliberate use of forced cognitive dissonance during involuntary treatments aligns with the conditions that may cause dissociation. Therefore, planning to enforce cognitive dissonance during WT is likely to be harmful and, given this potential, may be regarded as malpractice",
        "url": "https://doi.org/10.31235/osf.io/qta5p_v2",
        "version": 2,
        "id": "qta5p",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences"
      },
      {
        "doi": "10.31235/osf.io/wp96u_v1",
        "title": "Recent changes to public land budgets and staffing are changing the way avid outdoor recreationists plan their activities.",
        "authors": "Elizabeth Himschoot, Brendan Derrick Taff",
        "created": "2025-05-22",
        "abstract": "Recent changes to the federal workforce and agency budgets, including those working in public lands, have garnered international attention. These changes --- referring to policy, budget, and staffing --- are expected to influence how our federal public lands are managed, but will they also influence recreation behaviors? In partnership with Leave No Trace, researchers at Pennsylvania State University explore how avid outdoor recreationists feel about these recent federal changes and if they are anticipated to influence their summer 2025 recreation plans. In total, n=1,676 recreationists were surveyed across all 50 U.S. states, including Washington, D.C. and Puerto Rico, and 11 countries (27 international responses). The goal of this study is to provide insight for land managers as they plan for the summer 2025 season.",
        "url": "https://doi.org/10.31235/osf.io/wp96u_v1",
        "version": 1,
        "id": "wp96u",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/xtfq2_v1",
        "title": "Political Disinformation: “Fake News”, Bots, and Deep Fakes",
        "authors": "Andreas Jungherr",
        "created": "2025-06-01",
        "abstract": "Political disinformation has become a central concern in both public discourse and scholarly inquiry, particularly following the electoral successes of right-wing populist movements in Western democracies since 2016. These events have been widely interpreted through the lens of manipulation, deviance, and disruption; all closely linked to the spread of false information, automated amplification, and foreign interference in digital communication environments. More recently, advances in Artificial Intelligence have added to anxieties about the growing sophistication and scale of disinformation campaigns. Collectively, these concerns are often framed under the concept of digital disinformation and viewed as posing existential threats to democratic systems. This entry provides a comprehensive and critical overview of the disinformation debate. It traces the definitional and conceptual challenges inherent in the term “disinformation,” highlights how digital infrastructures shape both the problem and its perceived urgency, and synthesizes empirical evidence on the actual reach, distribution, and impact of political disinformation. The article distinguishes between individual, collective, and discursive harms, while cautioning against inflated threat narratives that outpace empirical findings. Importantly, the entry addresses the risks of regulatory overreach and centralized control. Efforts to counter disinformation may themselves undermine democratic openness, suppress dissent, and weaken societies’ capacity for collective information processing. In response, the article outlines a research agenda that prioritizes conceptual clarity, empirical rigor, and systemic analysis over alarmism. It advocates for a shift away from overstreching framings of disinformation toward more precise and differentiated understandings of digital political communication and its challenges.",
        "url": "https://doi.org/10.31235/osf.io/xtfq2_v1",
        "version": 1,
        "id": "xtfq2",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/yfbms_v1",
        "title": "Using artificial intelligence to detect predatory journals: all that glitters is not gold",
        "authors": "Lukáš Plch, Vojtěch Pilař",
        "created": "2025-06-02",
        "abstract": "The abuse of the open access model by publishers of predatory journals has caused serious disruption to scientific publishing. Recognizing a legitimate scientific journal from a predatory one is becoming increasingly difficult, and the scientific community is coming up with many ways to detect them. One of the new methods is the involvement of artificial intelligence. This short communication summarizes the limits of using artificial intelligence in detecting predatory journals and divides them into three categories – the limits associated with the creation of untrustworthy and legitimate journals, the heterogeneity of definitions and characteristics of predatory journals, and the grey area of scientific publishing. The very cases where artificial intelligence has failed to perform well on this issue speak to the need to add an expert perspective to quantitative machine evaluation of predatory journals and to focus primarily on the data on which artificial intelligence models operate and train.",
        "url": "https://doi.org/10.31235/osf.io/yfbms_v1",
        "version": 1,
        "id": "yfbms",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science"
      }
    ]
  }
}
