{
  "update": "2025-10-03",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/2kdsh_v1",
        "title": "Legislative turnover: an in-depth look at Central and Eastern Europe",
        "authors": "Michael Weiss",
        "created": "2025-09-26",
        "abstract": "The article examines legislative turnover rates of MPs in 11 Central and Eastern European countries using an original dataset of turnover rates and compares them to turnover rates in other democracies. Despite turnover rates being higher than in Western Europe, there are large differences between individual countries and an overall declining trend of turnover rates. Utilising multilevel hierarchical regression models, five most commonly used legislative turnover determinants are tested in regards of their effects on turnover rates. The analysis shows that the type of electoral system, term length, change in chamber size and electoral volatility all contribute to legislative turnover.",
        "url": "https://doi.org/10.31235/osf.io/2kdsh_v1",
        "version": 1,
        "id": "2kdsh",
        "subjects": "Politics",
        "subjects_osf": "International and Area Studies, Political Science"
      },
      {
        "doi": "10.31235/osf.io/5ub7w_v1",
        "title": "Comparative Analysis between Federalism Countries and Non Federalism Countries",
        "authors": "Nerhum Sandambi",
        "created": "2025-09-27",
        "abstract": "The approach to federalist and non-federalist countries has always attracted considerable attention from the academic community. Regional development is directly related to the levels and type of decentralisation model that each country actually adopts. In this approach, I analyse centralised and non-centralised countries in a comparative manner, with a strong emphasis on countries with a federal decentralisation model. Thus, the analysis shows that there is greater economic concentration in a single city, such as the capital, which is responsible for the political and economic decisions of the other regions. Centralised countries also have less capacity for economic transformation, due to the lack of fiscal decentralisation, which should in fact promote greater tax revenue collection. On the other hand, the approach also analyses lower political participation and exclusive democracy regions at lower subnational levels with less capacity for democratic participation. On the other hand, the analysis effectively shows that most federated countries, their states and municipalities, through fiscal decentralisation, promote greater economic transformation and greater democratic plurality. However, federated countries are those that manage to achieve greater macroeconomic stability, evidenced by a larger tax base. There is also evidence to suggest that there is in fact greater sustainable economic growth in federal countries.",
        "url": "https://doi.org/10.31235/osf.io/5ub7w_v1",
        "version": 1,
        "id": "5ub7w",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/6q4tw_v1",
        "title": "Democracy in the Data Age: Spatial Computing as a Cognitive Tool for Informed Citizenship",
        "authors": "Sophie Cotton",
        "created": "2025-09-27",
        "abstract": "Democracy depends on citizens’ ability to make informed decisions, yet the scale, speed, and dimensionality of contemporary information increasingly exceed the limits of unaided human cognition. Wicked problems such as climate change, pandemics, and systemic inequality cannot be reasoned about through intuition or traditional data displays alone. This paper situates spatial computing, meaning technologies such as Virtual, Augmented, and Extended Reality, within the historical trajectory of cognitive artefacts including language, writing, mathematics, and mapping. Drawing on the concept of exaptation, it argues that spatial computing can repurpose evolved perceptual systems to interpret complex, high-dimensional data. Recent research prototypes illustrate how immersive environments enable users to “walk through” dimensionality-reduced datasets, annotate evolving multidimensional changes, and collaborate in shared data spaces, thereby making otherwise abstract information perceptible and actionable. As with literacy and numeracy in earlier centuries, the democratic value of spatial computing will depend on equitable access, institutional integration, and critical scrutiny. Far from a technological luxury, spatial computing should be understood as a civic necessity - an essential scaffold for collective reasoning amid the deluge of data.",
        "url": "https://doi.org/10.31235/osf.io/6q4tw_v1",
        "version": 1,
        "id": "6q4tw",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/e25cd_v2",
        "title": "Not feeling like winners: The higher educated and the AI revolution",
        "authors": "Carlo Michael Knotz",
        "created": "2025-09-29",
        "abstract": "Technological redundancy was so far seen as mainly a concern for lower to medium educated workers, but recent advances in machine learning and algorithmic decision-making technology – i.e., “artificial intelligence” (AI) – have raised concerns that the higher educated could now be affected as well. Adding to an emerging literature on the effects of AI exposure, I show that higher educated workers indeed feel that they are at risk of technological redundancy, and that these perceptions are related to objective exposure to AI technology. Specifically, I combine comparative survey data on workers’ subjective technological vulnerability with indicators of objective industry-level AI exposure and find a U-shaped pattern among higher educated workers: There is high perceived vulnerability in some “traditional” automation-exposed sectors (e.g., manufacturing) but also in a group of strongly AI-exposed white-collar industries (finance, real estate, IT), with a remaining pocket of low vulnerability in strongly interpersonal sectors (e.g., education, healthcare). These findings have broader societal and political implications, namely that further advancement in AI technology may contribute to a de-polarization of social risk and thus create the basis for new cross-class coalitions and social solidarity – but it may also reinforce current authoritarian tendencies.",
        "url": "https://doi.org/10.31235/osf.io/e25cd_v2",
        "version": 2,
        "id": "e25cd",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/grne7_v1",
        "title": "The Political Weaponization of Online Content: From Direct to Networked Exposure",
        "authors": "Ernesto de León, Jakob Bæk Kristensen, Mykola Makhortykh, Eva Mayerhöffer, Silke Adam",
        "created": "2025-09-26",
        "abstract": "This paper advances our understanding of online political information exposure by introducing the concept of networked exposure. Existing research has largely focused on direct encounters with misinformation, conspiracy content, or hyperpartisan outlets. Yet audiences are also exposed to seemingly ‘ordinary’ content (e.g. traditional news stories or Wikipedia articles) that is circulated and weaponized within extremist and conspiracy-aligned networks. Previous studies tracing exposure have overlooked measuring encounters with such seemingly innocuous content that is reframed to serve specific narratives. Networked exposure captures this second-order dynamic, highlighting how weaponized material makes its way down to the information diets of a broader audience. We measure networked exposure by combining individual-level browsing and survey data from a Swiss and German sample of users (N = 864), with an aggregate-level dataset of over 21 million URLs shared across Facebook, X (Twitter), Instagram, YouTube, Reddit, Telegram, Vkontakte, and Gab. At the content level, weaponized material often followed extremist narratives and were shared by known conspiracy actors. At the individual level, participants often encountered this content through social media redirects and consumed it alongside hyperpartisan, alternative, and conspiracy (HAC) content. At the attitudinal level, networked exposure predicted political attitudes even after accounting for direct exposure to HAC media. These findings show that the influence of extremist and conspiracy networks extends far beyond exposure to known websites. They push us to reconsider what counts as problematic info.",
        "url": "https://doi.org/10.31235/osf.io/grne7_v1",
        "version": 1,
        "id": "grne7",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/jzs6w_v2",
        "title": "Gutting the Foundation – Declining Funding for the United Kingdom’s Equalities Sector Infrastructure Organisations Between 2020 and 2024",
        "authors": "Shreya Gautam, Helen Mathie",
        "created": "2025-09-30",
        "abstract": "Equity and justice infrastructure organisations (EJIOs) provide specialist infrastructure organisations that provide infrastructure support to equalities and justice sector organisations (EJOs). Yet, little is known about their scale or funding. This study offers the first UK-wide mapping and financial analysis of EJIOs between 2020 and 2024, drawing on regulatory data and 42 stakeholder interviews. This paper adds to a growing body of literature on intermediary or infrastructure organisations and capacity building for the equalities sector, which has real-life implications for philanthropic institutions which are interested in advancing UK’s social equality and justice by funding a strong sector-specific foundation.",
        "url": "https://doi.org/10.31235/osf.io/jzs6w_v2",
        "version": 2,
        "id": "jzs6w",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/mkcwd_v1",
        "title": "Climate (In)justice and the Residual Category of Non-Economic Loss and Damage",
        "authors": "Pauline Heinrichs, Italo Brandimarte, Adam B Lerner",
        "created": "2025-09-25",
        "abstract": "The issue of loss and damage is hotly contested within the United Nations Framework Convention on Climate Change (UNFCCC). However, negotiations on how to address loss and damage are hindered by the concept’s persistent ambiguity. This paper critically analyses a core distinction within the concept between economic and non-economic loss and damage. We argue that dominant frameworks treat non-economic loss and damage as a residual category, whose assumed opacity legitimises inaction, biases institutional memory, and hinders climate justice. Building on Charles Mills’ work on white ignorance, we demonstrate that the distinction between economic and non-economic loss and damage is rooted in what we label an ontology of ignorance—an irreducibly flawed catalogue of the basic substances, processes, and relationships of climate change that downplays, overlooks, and omits many forms of injustice. By treating non-economic loss and damage unquantifiable, ungraspable, and ultimately unresolvable, this definition systematically forgets both vast past losses and major emitters’ ongoing responsibilities, dictating whether and how climate justice can be imagined, institutionalised, and pursued.",
        "url": "https://doi.org/10.31235/osf.io/mkcwd_v1",
        "version": 1,
        "id": "mkcwd",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/px9ew_v1",
        "title": "Refugee Labor Market Integration at Scale: Evidence from Germany’s Fast-Track Employment Program",
        "authors": "Jens Hainmueller, Moritz Marbach, Dominik Hangartner, Niklas Harder, Ehsan Vallizadeh",
        "created": "2025-09-30",
        "abstract": "Governments continue to face challenges integrating refugees into the local labor market, and many past interventions have shown limited impact. This study examines the Job-Turbo program, a large-scale initiative launched by the German government in 2023 to accelerate employment among refugees—primarily individuals from Ukraine and eight other major countries of origin. Using monthly administrative panel data from Germany’s network of public employment service offices and a difference-in-differences design, we find that the program significantly increased both caseworker–refugee contact and job placements over a 23-month follow-up period. Among Ukrainian refugees, the exit-to-job rate nearly doubled. Effects were broad-based—spanning demographic subgroups, unemployment durations, skill levels, regions, and local labor-market conditions—and concentrated in regular, unsubsidized employment. The program also raised both the rate and share of sustained job placements, consistent with improved match quality. Other refugee groups saw meaningful gains as well, but increases in job placements were concentrated among males and in low-skilled jobs, with only limited effects for females. We detect no negative spillovers for German or other immigrant job seekers, finding no signs of either resource reallocation or displacement. The results offer insights for governments responding to displacement crises. They indicate that intensified job-search assistance---embedded within the early stage of integration and implemented at scale through public employment infrastructure---can meaningfully improve refugees' labor-market outcomes, even amid significant arrivals.",
        "url": "https://doi.org/10.31235/osf.io/px9ew_v1",
        "version": 1,
        "id": "px9ew",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Political Science, Economics, Social Work, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/pxtfm_v1",
        "title": "Impact of Specialist Equity and Justice Focused Infrastructure Organisations in the United Kingdom",
        "authors": "Shreya Gautam, Helen Mathie",
        "created": "2025-09-29",
        "abstract": "Equity and justice infrastructure organisations (EJIOs) provide specialist infrastructure support to equity and justice sector organisations (EJOs). Some literature on infrastructure organisations discusses their role in the third-sector. However, little is known about this specialist sub-set of infrastructure organisations – EJIOs - which might be a crucial piece in the puzzle of creating a stronger ecosystem for equalities groups and movements to thrive. This study offers the first analysis of civil society stakeholders and their perception of the impact of EJIOs in the United Kingdom. Drawing on 42 stakeholder interviews with grantmakers, infrastructure organisations and local government bodies and two sector-wide surveys (n=52 and n=54), we capture key impact-areas as self-reported by EJIOs and by their funders and beneficiaries. This paper adds to a growing body of literature on infrastructure organisations and civil-society capacity building, which has real-life implications for funders.",
        "url": "https://doi.org/10.31235/osf.io/pxtfm_v1",
        "version": 1,
        "id": "pxtfm",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/q3dxa_v1",
        "title": "Economic Transformation Through Federalismo Model",
        "authors": "Nerhum Sandambi",
        "created": "2025-09-27",
        "abstract": "The approach particularly analyzes the decentralization of unitary states into federated states, with economic transformation through fiscal decentralization naturally being the objective of the analysis. Thus, in particular, the evidence shows that unitary states do indeed have inefficiencies related particularly to their capacity for economic transformation, while regions in non-federal states depend largely on decisions that must be made by policymakers, which in fact have a negative impact on the levels of public policy implementation. In particular, the study shows that subnational levels in a federal system can in fact become resilient and naturally transformative of the economy if, on the one hand, they achieve profound fiscal decentralization, which nevertheless converges with the lower levels of the subnational region. In this approach, I propose inclusive decentralization, with community councils as the lowest possible level for the implementation of public and fiscal policies, which can channel economic transformation and assertive territorial cohesion.",
        "url": "https://doi.org/10.31235/osf.io/q3dxa_v1",
        "version": 1,
        "id": "q3dxa",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/t926p_v1",
        "title": "Insurgent extremity: A new lens for analysing insurgent ideologies",
        "authors": "Meri Dankenbring",
        "created": "2025-10-02",
        "abstract": "There is a widespread interest in the role of insurgent ideologies in civil war. However, the concept has been understood in a variety of ways, which are at odds with how ideology is conceptualised in political theory and election research. This results in fragmented theorising and a lack of systematic empirical insights. I argue that we should conceptualise ideology in a theoretically sound, and empirically measurable manner to enable quantitative research. Using a definition of ideology common in political science, I argue that we should reclaim the term extremism to theorise effects of insurgent ideologies. I conceptualise ideological extremity as an insurgent group's ideological distance to an average ideology. Instead of relying on ideology-specific arguments, this novel concept enables theorising and empirically studying the effect of extreme, compared to moderate ideologies in a generalisable way, allowing insights that are transferable to future ideologies. The concept maps onto a measurement model, enabling me to estimate insurgent's ideological extremity based on their manifestos.",
        "url": "https://doi.org/10.31235/osf.io/t926p_v1",
        "version": 1,
        "id": "t926p",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/td7vw_v1",
        "title": "Fiscal decentralisation, inclusion and regional competitiveness: Evidence for a federalism model",
        "authors": "Nerhum Sandambi",
        "created": "2025-09-27",
        "abstract": "Through more assertive fiscal decentralisation, the starting point is to analyse in a plausible manner the main implications that are in fact related to its application in a federalist model context. Thus, unitary states in particular do not in fact have evidence of ensuring better fiscal inclusion capacity in their territories. Thus, in this particular approach, I propose significant fiscal decentralisation. The approach shows that, through Structural Imbalance Correction Mechanisms, it is possible to guarantee greater growth dynamics for regions with lower potential. however, regions with lower potential will in fact be the regions that should nevertheless grow significantly in a progressive manner. There is, however, other evidence that contributes to making regions more attractive through a more inclusive fiscal policy. The approach also shows that municipalities with lower attractiveness potential will in fact tend to attract to their territory, as a fiscal headquarters, a group of companies capable of driving a transformation dynamic through significant increases in tax incentives and, in fact, leading their respective regions to greater fiscal and structural sustainability in particular.",
        "url": "https://doi.org/10.31235/osf.io/td7vw_v1",
        "version": 1,
        "id": "td7vw",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/tvpyg_v1",
        "title": "Women's political representation and Foreign Direct Investment into Autocracies",
        "authors": "Tuuli-Anna Huikuri",
        "created": "2025-09-25",
        "abstract": "Although globalization has coincided with rising women's descriptive political representation around the world, less is known about how women in political office shape international economic outcomes. This paper investigates the impact of women’s descriptive representation on inward foreign direct investment (FDI). Leveraging panel data from 178 countries (1966–2023), project-level FDI data (2003-2023), and firm survey data on investor perceptions, I test conjectures about the impact of women politicians on FDI attraction. I find that women's descriptive representation boosts FDI into autocracies, while higher number of women politicians in democracies does not have an effect on capital attraction. Although I find no evidence for the mechanism of firm's reputational concerns, legal commitments to women's political representation improve investor perceptions of regime's political stability especially in autocracies. These findings contribute to research on how women's political representation interacts with global markets, and the determinants of international capital flows.",
        "url": "https://doi.org/10.31235/osf.io/tvpyg_v1",
        "version": 1,
        "id": "tvpyg",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "International and Area Studies, Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/u289j_v1",
        "title": "Beyond Credit Claiming: Protection and Commiseration Messages in Distributive Politics",
        "authors": "Peter McLaughlin, Nathan Barron",
        "created": "2025-09-29",
        "abstract": "Credit claiming, where legislators highlight their role in bringing home federal spending projects to their district, has been shown to offer electoral value in an array of studies. However, congressional messaging on distributive politics expands beyond credit claiming. Distributive policy moves in two directions – new spending and budget cuts – leading to more types of messaging than are currently explored. Legislators often claim credit for protecting existing initiatives (protection messages) and speak out against decisions to cut district projects (commiseration messages). We develop a theory of distributive politics that incorporates the full range of congressional messaging on federal spending. Using an online survey experiment, we find that constituents are receptive to protection and commiseration messages. In fact, protection and commiseration messages are no less effective than traditional credit claims and announcement messages, respectively. These findings suggest distributive politics is about more than displaying influence; it provides legislators with a window for recognizing constituent needs, even in the absence of positive policy outcomes.",
        "url": "https://doi.org/10.31235/osf.io/u289j_v1",
        "version": 1,
        "id": "u289j",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/wnmuc_v1",
        "title": "The Rise and Trajectory of Taiwan’s Ko Wen-je: An Online Perspective",
        "authors": "kerry liu",
        "created": "2025-09-26",
        "abstract": "The rise and trajectory of Ko Wen-je, the founding chairman of Taiwan People’s Party, a significant minority in the Legislative Yuan, is spectacular. Based on Google Trends data as of 30 June 2025, this study presents a quantitative analysis of Ko’s political life. Specifically, this study traces Ko Wen-je’s rise to public attention in July 2006, his popularity during the 2014 and 2018 Taipei mayoral elections, his national ambitions in the 2024 presidential race, and his arrest in September 2024 pending trial. It also provides empirical evidence of his online momentum during the 2024 election - event-driven, youth-led, and responsive to election interest.",
        "url": "https://doi.org/10.31235/osf.io/wnmuc_v1",
        "version": 1,
        "id": "wnmuc",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/wy4zp_v1",
        "title": "Regenerative Governance: Ethical Innovation and Business Models for Systemic Change",
        "authors": "Arif Gasilov",
        "created": "2025-10-01",
        "abstract": "Food and agriculture face interlinked crises of biodiversity loss, climate change and inequity, exposing the fragility of extractive models (IPBES, 2019; IPBES, 2025). This paper develops a framework of regenerative governance, combining Meadows’ leverage points, Ostrom’s commons, and post-growth ethics, to analyze enterprises as micro-governance experiments in sustainability transitions. Using four cases, a US family farm, Dutch start-up, UK cooperative, and an Ecuadorian cacao partnership, we examine how organizational forms intervene at systemic levels by redesigning rules, feedbacks, and paradigms. Cross-case analysis shows that family and partnership models often catalyze paradigm shifts, while cooperatives and entrepreneurial networks codify rules and incentives at scale. Together, they illustrate regenerative enterprises as “living laboratories” of ethical innovation, embedding fairness, stewardship, and resilience into governance. The paper contributes by: (1) integrating systems, commons, and post-growth theory into an operational governance lens; (2) demonstrating how organizational forms activate distinct leverage points; and (3) advancing practice-oriented propositions for testing regenerative governance in food systems. By positioning regenerative enterprises as governance innovations, the paper reframes business strategy not only as value creation but as systemic intervention, with implications for sustainable business models. The findings suggest that small, place-based initiatives can prefigure systemic transitions when nested in polycentric networks and supported by aligned incentives, pointing to pathways for post-growth transformation.",
        "url": "https://doi.org/10.31235/osf.io/wy4zp_v1",
        "version": 1,
        "id": "wy4zp",
        "subjects": "Politics",
        "subjects_osf": "Food Studies, Political Science, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/xpbfj_v1",
        "title": "REINSERCIÓN SOCIAL Y DERECHOS HUMANOS EN CHILE: APUNTES PARA LA REFORMA DEL SISTEMA PENITENCIARIO",
        "authors": "Alexander Milla",
        "created": "2025-09-27",
        "abstract": "Este estudio examina la reinserción social en el sistema penitenciario chileno y sus desafíos desde una perspectiva de derechos humanos. Se analizan las condiciones actuales, identificando necesidades críticas en la política penitenciaria y proponiendo recomendaciones con base en la opinión de especialistas. A través de un enfoque descriptivo, se destacan áreas de mejora para la reintegración de los reclusos, abogando por un sistema que fortalezca el respeto a los derechos humanos y fomente la reducción de la reincidencia a través de estrategias de apoyo estructuradas y efectivas.",
        "url": "https://doi.org/10.31235/osf.io/xpbfj_v1",
        "version": 1,
        "id": "xpbfj",
        "subjects": "Politics",
        "subjects_osf": "Criminal Procedure, Human Rights Law, Constitutional Law, Political Science, Legal Studies, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/bf8cx_v1",
        "title": "The Information Cliff",
        "authors": "Ye Li, Chen Wang",
        "created": "2025-09-30",
        "abstract": "We characterize an information cliff in the stock market: the supply of information on aggregate cash flows drops precipitously beyond a one-year horizon, and so does analyst forecast accuracy. We use a generalized state-space model to explore the implications for expected cash-flow growth and expected returns. Identifying the state-space dimensionality is the only necessary step for sharpening the model structure. Once done, the information cliff has a direct mathematical representation: the expected cash-flow component of the state space must be non-persistent. Furthermore, the expected market returns only depend on the valuation wedge between the total market and one-year dividend strip.",
        "url": "https://doi.org/10.31235/osf.io/bf8cx_v1",
        "version": 1,
        "id": "bf8cx",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/bxt8g_v1",
        "title": "Social capital and the evolution of risk management: Balancing risk-taking and risk-avoidance in cooperative networks",
        "authors": "Joon Hwang, Nurul Alam, Mary K Shenk",
        "created": "2025-09-26",
        "abstract": "Throughout human evolutionary history, individuals have faced two fundamental challenges under uncertainty: deciding whether to take risks and managing risks through cooperation. While both risk-taking and social risk management have been widely studied, less attention has been given to how these two processes are linked—specifically, how risk-taking itself may be shaped by social networks. We test the \"social capital buffer\" hypothesis, which posits that greater social connectedness promotes risk-taking by buffering against negative outcomes. Analyzing social networks and risk preferences among 140 individuals in rural Bangladesh whose livelihoods range from farming to wage labor and small-scale trade, we identify distinct pathways through which social capital influences risk preference. Highly clustered individuals in financial support networks exhibit greater risk preference, suggesting that clustering facilitates risk-taking by ensuring resource circulation within a tight-knit group. In contrast, individuals with more support-receiving ties in material support networks are more risk-averse, indicating that material support functions as informal social insurance reducing reliance on risky decisions. Finally, reciprocity in material support networks promotes risk-taking only among wealthier individuals, highlighting how individual economic resources interact with social capital to shape risk-taking. These findings reveal that social capital does not uniformly promote or constrain risk-taking but serves distinct adaptive functions based on network structure, economic conditions, and resource types, balancing risk-taking and risk-avoidance to help individuals successfully navigate uncertainty.",
        "url": "https://doi.org/10.31235/osf.io/bxt8g_v1",
        "version": 1,
        "id": "bxt8g",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "International and Area Studies, Psychology, Economics, Anthropology, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/gu3q8_v1",
        "title": "Safe and secure accommodation solutions for seasonal and vulnerable workers in regional industries",
        "authors": "Jen Arnold, Tod Jones, Michael Volgger, Sara Niner, Amity James, Joseph Cheer, Salome Adams, Paul Baron",
        "created": "2025-10-02",
        "abstract": "This research looked at ways seasonal and vulnerable workers in regional Australia can be better housed. It provides a policy framework for government and industry stakeholders to ensure a healthy, safe and productive workforce. Many businesses in regional Australia rely on seasonal workers, including workers from migration schemes. These workers help regional areas stay economically competitive. Changes in regional housing markets have greatly increased the cost of housing. As a result, a lack of affordable and available housing often places seasonal and vulnerable workers in inappropriate and poor-quality housing. This also makes it hard for businesses to attract and retain workers in regional parts of Australia.",
        "url": "https://doi.org/10.31235/osf.io/gu3q8_v1",
        "version": 1,
        "id": "gu3q8",
        "subjects": "Economics",
        "subjects_osf": "Urban Studies and Planning, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/vdpj6_v1",
        "title": "Sometimes Losing Leads to Winning",
        "authors": "David Pipke",
        "created": "2025-09-29",
        "abstract": "Seminal evidence from Berger and Pope (2011) shows that teams slightly behind at halftime are more likely to win. A recent study by Klein Teeselink et al. (2023), however, suggests this finding is an artifact confined to the 1999–2009 NBA seasons. Using an independently assembled dataset of 546,628 professional games, I revisit this question with a local regression-discontinuity design. I document that the “behind-at-halftime advantage” is not an artifact: it appears robustly in NBA/ABA play in the late 1960s–early 1970s and in non-U.S. leagues long after the original study. Its attenuation in the modern NBA coincides with strategic adjustments by leading teams, who appear to have learned to counter their opponents’ motivational surge. The results show that reference-dependent motivation is a robust phenomenon, but its expression in equilibrium depends on context and strategic adaptation by opponents.",
        "url": "https://doi.org/10.31235/osf.io/vdpj6_v1",
        "version": 1,
        "id": "vdpj6",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/yg6ap_v1",
        "title": "Revisiting Racial Bias in NBA Refereeing: First So Back, Then So Over",
        "authors": "David Pipke",
        "created": "2025-09-29",
        "abstract": "Influential studies by Price and Wolfers (2010) and Pope et al. (2018) document racial bias among NBA referees and suggest that heightened awareness can reduce it. Using an independently assembled player–game dataset for 1988–2025 that links box scores to referee crews, I replicate the original findings and extend them. Racial bias is present in 1988–2007 and largely absent in 2007–2014, reemerges in 2015–2019, and disappears again from 2020 onward. Merging games to county–day measures of Black Lives Matter protest activity, I find lower bias when local protest intensity is higher. These associations are consistent with awareness-driven reductions in discrimination.",
        "url": "https://doi.org/10.31235/osf.io/yg6ap_v1",
        "version": 1,
        "id": "yg6ap",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/zy3c7_v1",
        "title": "Are Federalism In Africa effective to promove development in inside regions in countries: Some Evidences for Africans Countries with Federalism Model",
        "authors": "Nerhum Sandambi",
        "created": "2025-09-27",
        "abstract": "Many countries develop through the increase of their economic resources, which naturally exist in most countries. On the other hand, some evidence shows that countries can develop through fiscal decentralisation, which promotes this growth through regional growth via significantly viable economic transformation. In Africa, for example, federalist countries such as Nigeria and South Africa show greater capacity for regional transformation through indicators of great relevance in themselves. Evidence also shows, for example, greater economic transformation through fiscal federalism. South Africa, for example, has less significant decentralisation but greater capacity to collect tax revenues. The analysis shows that Nigeria, for example, has a fiscal base in only a few states, with 10 states naturally having greater capacity for economic transformation, which suggests that there is less complexity in tax revenue collection, thus restricting economic development particularly in these states. Political decentralisation in African federalist countries does in fact lead to greater political turnover and greater political plurality among its political actors, which are naturally the political parties. Although there is de facto fiscal decentralisation, particularly in Nigeria and Ethiopia, there is nevertheless a greater lack of economic development in all territories, with the exception, for example, of states with greater economic concentration such as Lagos and Abuja.",
        "url": "https://doi.org/10.31235/osf.io/zy3c7_v1",
        "version": 1,
        "id": "zy3c7",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/zy9pa_v1",
        "title": "Funder Opinions on Philanthrocapitalism in the UK",
        "authors": "Shreya Gautam",
        "created": "2025-09-30",
        "abstract": "Philanthrocapitalism, defined as the application of market-based logics and tools to philanthropic practice, has become increasingly prominent in the United Kingdom. While existing scholarship has largely examined philanthrocapitalism as an ideology, relatively little attention has been paid to how funders themselves understand and engage with these approaches. This paper addresses this gap through an exploratory qualitative study of 28 UK funders. Using written interviews, sentiment analysis, and thematic coding, the study identifies four recurring themes in funder perspectives: pragmatic adoption, loyalty to traditional grantmaking, contextual constraints, and resistance to the term “philanthrocapitalism” itself. By foregrounding funder perspectives, this paper provides a first exploration of how philanthrocapitalism is operationalised in the UK context and highlights implications for philanthrocapitalists and sector practitioners regarding opportunities for sector training necessary for effective adoption of philanthrocapitalist approaches.",
        "url": "https://doi.org/10.31235/osf.io/zy9pa_v1",
        "version": 1,
        "id": "zy9pa",
        "subjects": "Economics",
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/6wx2h_v2",
        "title": "Defensive Naturalization: Immigrants and Citizenship Acquisition in Early 20th Century America",
        "authors": "Roger Waldinger, Nathan I. Hoffmann, Peter Catron",
        "created": "2025-09-29",
        "abstract": "From its beginning, naturalization in the United States had been a largely informal, lightly regulated process; this system was upended by the Naturalization Act of 1906, eventuating in place the far more complicated naturalization procedures that have persisted to this day. Prior research argues that this new law achieved its desired goal of deterring citizenship acquisition among the least desired and least resourced immigrants. However, it also changed the value of citizenship wherein immigrants who may have been found citizenship least desirable decided to become a citizen more quickly given various alienage penalties. To understand how naturalization unfolded under these new conditions, this paper draws on a new hand-coded sample from a novel dataset of declaration of intent to naturalize forms and petition to naturalize forms to the 1920, 1930, and 1940 censuses. We then incorporate hand-coded information uniquely available in the naturalization documents, such as detailed place of birth, height, and complexion. We analyze the speed with which applicants for citizenship moved through the different steps of the naturalization process. Despite mixed results, we find more evidence in support of a defensive naturalization hypothesis, with immigrants with less desirable traits at the time naturalizing more quickly.",
        "url": "https://doi.org/10.31235/osf.io/6wx2h_v2",
        "version": 2,
        "id": "6wx2h",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/7vpbh_v1",
        "title": "Unmasking Environmental Injustice: Intersectional Perspectives on COVID-19 ‘Social Distancing’ and the Exclusion of Marginalized Communities",
        "authors": "Nadine R. Jackson",
        "created": "2025-09-26",
        "abstract": "The COVID-19 pandemic exposed and exacerbated existing environmental and health inequities, yet limited research has examined how social distancing policies intersect with environmental justice concerns. This article investigates how seemingly neutral distancing guidelines functioned as mechanisms of environmental injustice in marginalized US communities. Drawing on existing research, this article evaluates physical and social dimensions of COVID-19 transmission patterns through methodology combining spatial analysis, and environmental justice frameworks, including intersectionality and Laura Pulido’s theory of racial capitalism. Statistical analysis reveals communities of color face 56-63% higher exposure to industrial pollutants, correlating with increased mortality rates. Airborne transmission research shows that standard distancing protocols were particularly ineffective in crowded, poorly ventilated spaces common in under-resourced communities. Historical practices of racial segregation directly predict contemporary COVID-19 mortality patterns, with some marginalized communities experiencing death rates 3.1 times higher than affluent areas. These findings challenge conventional public health approaches and provide an evidence-based framework for equitable crisis responses that address environmental racism, healthcare inequities, and economic exploitation. This work contributes to environmental justice scholarship by exposing how standardized public health measures can reinforce and amplify existing disparities, while advocating for structural interventions that center health equity.",
        "url": "https://doi.org/10.31235/osf.io/7vpbh_v1",
        "version": 1,
        "id": "7vpbh",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/824bx_v1",
        "title": "Momentary symbols: Tracing the visual expressions of collectives",
        "authors": "Emil Bakkensen Johansen, Nicole Milman-Doerr, Mathias W. Nielsen",
        "created": "2025-09-30",
        "abstract": "While a growing sociological literature documents how visuality shapes collective identities, less attention is given to the temporal dimension of symbol construction and the shifting meanings and practices associated with prominent images and objects. We introduce the concept of momentary symbols to describe and examine processes where objects for a shorter period rapidly grow into a dominant symbol for a collective, but just as quickly acquire a less central symbolic role. We demonstrate the empirical relevance of this concept by tracing how umbrellas, lasers, and masks became central but temporally contingent visual symbols of Hong Kong’s protest movement, Anti-ELAB. Specifically, we use methods from computational sociology (including dictionary classification, object detection, and actor-network visualisations) and tweets about the 2019 Hong Kong protests (N = 1,615,832) to trace the provisional and unstable characteristics of Anti-ELAB’s visual expressions. Drawing on actor-network theory, we analyse objects and technologies as non-human actants that express protest and oppositional voices alongside humans. Results show that the three actants (umbrellas, lasers, and masks) oscillate between symbolic-visual and practical-confrontative translations during the protest period. Our study demonstrates the relevance of using processual and temporal approaches to capture the erratic and volatile nature of symbol construction processes.",
        "url": "https://doi.org/10.31235/osf.io/824bx_v1",
        "version": 1,
        "id": "824bx",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/8ekth_v1",
        "title": "Fathers’ and mothers’ joint longitudinal employment patterns around first birth in Germany, 1990-2020",
        "authors": "Lili Vargha",
        "created": "2025-10-02",
        "abstract": "This paper analyzes joint employment trajectories of first-time parents in Germany from one year before to six years after the birth of their first child. Using monthly employment data from the German Socio-Economic Panel, I apply group-based multi-trajectory modeling to identify typical combinations of mothers’ and fathers’ full- and part-time employment over time (Nagin et al., 2016). I find eight distinct multi-trajectory groups. Five reflect traditional specialization, in which mothers partially or fully reduce their paid work for an extended period following childbirth, while fathers remain consistently employed full-time or increase their likelihood of full-time employment. The remaining three reflect less gendered patterns, including dual full-time, female full-time, and dual part-time groups. I examine how couples’ baseline characteristics are associated with multi-trajectory membership. Findings indicate that couples are more likely to specialize when only he holds tertiary education, whereas non-traditional patterns are more likely when only she or both partners are highly educated. The patterns differ across two periods marked by distinct policy contexts and between couples with mothers of East and West German background, even after 2007. The study contributes to our understanding how institutions, absolute and relative resources shape joint parental employment trajectories from a dynamic dyadic perspective.",
        "url": "https://doi.org/10.31235/osf.io/8ekth_v1",
        "version": 1,
        "id": "8ekth",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/8ex5r_v1",
        "title": "Is parents’ employment uncertainty linked to children’s development? Analyzing patterns and mechanisms in France.",
        "authors": "Marta Facchini, Lidia Panico, Carlo Barone",
        "created": "2025-09-30",
        "abstract": "Early childhood is a critical period for the reproduction of social inequality. While extant literature focuses on socioeconomic background, less is known about the role of parents’ employment uncertainty, notwithstanding its significant presence in post-Fordist societies. We investigate the relationship between household employment uncertainty (HEU)— including temporary work and unemployment—and children’s cognitive and socio-emotional development, as well as their physical health. We leverage four waves of the nationally representative French Longitudinal Study of Children (ELFE). First, using OLS and Linear Probability Models, we find that the accumulation within the household and the persistence of HEU over time are both associated with lower cognitive development (up to -0.2 SD) at ages two and three and a half. Results for socio-emotional development are less robust, and physical health appears not to be correlated with HEU, possibly due to comprehensive healthcare. Second, we examine potential mechanisms using counterfactual mediation analysis. In line with the family investment and the family stress models, income and parental investment in cognitively-enhancing activities mediate the link with cognitive development, whereas parental stress mediates the association with socio-emotional development. Robustness tests include regression-with-residuals to account for other mediators and sibling birth as post-treatment confounders of the mediator-outcome link. Overall, HEU emerges as an important pathway in early inequality, calling for targeted policy.",
        "url": "https://doi.org/10.31235/osf.io/8ex5r_v1",
        "version": 1,
        "id": "8ex5r",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ar2xc_v2",
        "title": "How Are Cultural Tastes Stratified? Evidence from Library Borrowing for the Entire Population of Denmark",
        "authors": "Ea Hoppe Blaabæk, Sam Friedman, Mads Meier Jæger, Aaron Reeves",
        "created": "2025-09-26",
        "abstract": "Research shows that cultural tastes are socially stratified. Yet, most of this research relies on small-sample surveys and includes only a few dimensions of stratification. To address these limitations, we analyze registry data on library borrowing for the entire adult population of Denmark and consider four dimensions of social stratification: wealth, education, income, and occupation. We find considerable social stratification in library borrowing and in highbrow literary tastes by wealth and education, but not by income and occupation. As Denmark is characterized by higher wealth and educational stratification than income and occupational stratification, our results suggest that although cultural tastes always seem to be socially stratified, the type of stratification likely depends on the nature of the wider inequalities within a given context. We end by discussing the implications of our results, including how stratification of tastes according to wealth represents a type of stratification not considered in existing research on cultural stratification.",
        "url": "https://doi.org/10.31235/osf.io/ar2xc_v2",
        "version": 2,
        "id": "ar2xc",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/b2drs_v1",
        "title": "Retirement intentions in the context of digital transformation: a multilevel approach",
        "authors": "Martin Lakomý, Drahomíra Zajíčková",
        "created": "2025-09-26",
        "abstract": "The decision of older workers to retire or remain in the labour market is a multidimensional process. Drawing on the life course perspective, the paper sees retirement intentions as influenced by both individual and contextual characteristics. The aim of the analysis was to assess how factors at the individual (digital skills and demand for them, gender, health, and type of employer), household (partnership status and financial situation), and macro-level (unemployment rates and the level of digitalisation in society) affect retirement intentions. This study uses data from 26 European countries collected through the Survey of Health, Ageing and Retirement in Europe, supplemented by macro-indicators. The findings reveal that higher digital skills are associated with lower retirement intentions, stressing the importance of technological proficiency for extending working careers. Furthermore, workers with a better financial situation, better health, and higher education have intentions to retire as soon as possible, while the macro-context – including unemployment and the level of digitalisation – also affects the timing of retirement. These findings suggest that policies aimed at enhancing digital skills could play an important role in extending older workers’ careers.",
        "url": "https://doi.org/10.31235/osf.io/b2drs_v1",
        "version": 1,
        "id": "b2drs",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/bevts_v1",
        "title": "Weapon and Poison: Framing Disinformation in European Commission Speeches, 2016–2024",
        "authors": "Eliana Fattorini, Alberto Acerbi, Massimiano Bucchi, Enzo Loner",
        "created": "2025-09-29",
        "abstract": "Drawing on 238 speeches delivered by European Commission (EC) presidents, vice- presidents, and commissioners (2016–mid-2024), this paper examines how the EC narrates “disinformation”. Using topic modelling, text-community detection, and qualitative content analysis, we show a generally self-absolving and fatalistic framing. Disinformation is considered the root cause of unwanted behaviours and events, naturalized as a technological inevitability given citizen gullibility. Moreover, responsibility for the spread of disinformation is externalized to hostile states, “bad actors”, and digital platforms. Battlefield and contagion metaphors (fight/weapon; poison/infodemic) underpin a policy repertoire focused on platform governance, detection/takedown, and media-literacy “vaccines”, positioning citizens as vulnerable subjects. Temporal analysis traces shifts from Russia-centred attributions to a broadened cast (China, Lukashenko) and, by 2023–24, AI-enabled amplification. We argue that this framing narrows problem definitions and answers, imposing top-down solutions instead of supporting democratic dialogue.",
        "url": "https://doi.org/10.31235/osf.io/bevts_v1",
        "version": 1,
        "id": "bevts",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/cgkdu_v2",
        "title": "The hydra of comparative surveys: measurement and harmonization of education in PIAAC Cycle 2",
        "authors": "Silke L. Schneider",
        "created": "2025-09-26",
        "abstract": "The production and certification of skills is one of the main tasks of educational systems. One aim of PIAAC is to evaluate the performance of educational systems in how effectively and equitably they produce basic skills. Educational attainment is therefore the single most important background variable in PIAAC. At the same time, because countries organize education very differently, it is arguably the most challenging background variable to measure in an internation-ally comparable way. This paper presents how PIAAC Cycle 2 measured and harmonized edu-cation across countries. While measures of education had to be nationally adapted and interna-tionally harmonized in PIAAC Cycle 1 already, the international PIAAC consortium refined these procedures for Cycle 2. Firstly, the consortium revised the target international coding scheme, which builds upon but extends the International Standard Classification of Education 2011. Then, further derived variables were made available for analysis, including variables for comparisons across PIAAC Cycles. The paper also introduces the formal education consultation process between countries and the consortium, which supported countries in the adaptation of the background questionnaire while ensuring comparability. The paper also briefly evaluates both the process as well as some outcomes related to education measures in PIAAC Cycle 2. The process was highly challenging and had several limitations. When analyzing outcomes, the paper also shows how researchers can derive further variables from the detailed coding scheme for specific analytical purposes.",
        "url": "https://doi.org/10.31235/osf.io/cgkdu_v2",
        "version": 2,
        "id": "cgkdu",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/fmc26_v1",
        "title": "Multiple Jobholding as Identity: Investigating an emerging shift among younger workers toward “Mosaic Careers”",
        "authors": "Amanda Welsh, Jenna Nguyen",
        "created": "2025-10-02",
        "abstract": "Multiple jobholding (MJH)—the practice of maintaining more than one paid position simultaneously—is experiencing unprecedented growth, driven by digital platforms, remote work normalization, and the expanding gig economy, which have all democratized access to diverse work opportunities. This expansion has altered the demographics of multiple job holders, shifting from predominantly low-wage workers seeking economic survival to include professionals across the income spectrum pursuing varied employment arrangements. Exploration of MJH has typically been dichotomized into two perspectives: those who view it as an unfortunate necessity forced upon the economically vulnerable and those who celebrate it as empowering \"side hustles\" that provide supplemental income and personal fulfillment. To examine workers' actual preferences and motivations, we fielded a survey (n=254) investigating whether workers actively desire MJH arrangements, whether financial considerations alone drive these preferences, and what other factors influence their appeal. Results revealed that workers across demographic groups express a genuine preference for MJH arrangements, transcending economic boundaries. While compensation remains important, workers value MJH for the flexibility and autonomy it provides. In contrast to the universal appeal of these characteristics, the youngest generation (Gen Z) is distinguished by significantly higher interest in using multiple roles to maintain different professional identities and build diverse networks (p &lt; 0.05). These findings suggest the emergence of what we term the \"Career Mosaic\"—a deliberate construction of professional identity through intentionally curated work experiences that together create a more complete expression of self. This shift from viewing careers as linear progressions to seeing them as multifaceted compositions among the next generation of workers has profound implications for employment policy, workforce development practices, HR technology, and organizational strategy, all of which were designed for a single-employer paradigm that may no longer reflect workers' evolving relationship with work.",
        "url": "https://doi.org/10.31235/osf.io/fmc26_v1",
        "version": 1,
        "id": "fmc26",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ganpm_v1",
        "title": "Youth on the Margins: Heterogeneous State Dependence in NEET",
        "authors": "INVEST Flagship, Outi Sirniö, Laura Jernström, Niko Eskelinen, Timo Kauppinen",
        "created": "2025-09-25",
        "abstract": "A vulnerable status during the passage to adulthood is linked to a higher risk of adverse outcomes later in life. This study provides a longitudinal perspective on young people’s labor market integration by analyzing the dynamics of being Not in Employment, Education, or Training (NEET). We focus on entry in and persistence of being NEET over time, namely state dependence, using correlated dynamic random-effects logit models to study the effect of the past on the current NEET status. We analyze full-population individual-level data from Finland, with follow-up from age 19 to 29 between 2001 and 2020. Findings suggest clear state dependence: being NEET in the previous year is associated with a 10-percentage-point increase in the probability of being NEET in the current year. State dependence is moderately elevated for men and those with lower parental education, and considerably elevated for individuals of foreign origin or with a history of mental health issues or child protection services. Older NEETs are more prone to state dependence than younger ones, and state dependence was stronger in 2011–2020 than in 2001–2010. Our results suggest diverging mechanisms driving accumulation of (dis)advantages during the labor market entry and highlight the need for preventive policies.",
        "url": "https://doi.org/10.31235/osf.io/ganpm_v1",
        "version": 1,
        "id": "ganpm",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/h3gkc_v1",
        "title": "The Association between Intergenerational Class Mobility and Income Inequality Revisited: a Topological Approach",
        "authors": "Martina Beretta",
        "created": "2025-09-26",
        "abstract": "Research on the association between intergenerational social class mobility and income inequality has yielded inconclusive results. This study seeks to clarify this association by examining whether income inequality impacts different class mobility transitions differently. Using data on individuals born between 1955 and 1987 across 15 Western European countries, I characterize mobility transitions using three types of “effects” from a topological model: class hierarchy, class inheritance, and status affinity. To capture the potential influence of income inequality on mobility decisions at different life stages, I measure it at the secondary school choice (age 15), during the school-to-work transition (ages 15-25), and during the primary working age (ages 25-55). The results indicate that greater income inequality is associated with more limited vertical mobility between the salariat and the working class and stronger inheritance propensity among individuals from the high salariat and entrepreneurial families, especially when measuring income inequality during the primary working age. Although the effect of rising income inequality is limited to the mobility transitions where inequalities in relative mobility chances are most pronounced, its negative consequences fall on individuals in the most disadvantaged class positions seeking to improve their social position.",
        "url": "https://doi.org/10.31235/osf.io/h3gkc_v1",
        "version": 1,
        "id": "h3gkc",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/j5fhg_v1",
        "title": "The unequal geography of mass higher education in comparative perspective",
        "authors": "Daniel McArthur",
        "created": "2025-09-30",
        "abstract": "The emergence of mass higher education in high-income countries represents a profound social and economic transformation. There is much research investigating the consequences of an increasingly large population of degree holders for socioeconomic inequalities. However, despite rising regional inequality and income segrega?tion in many countries, sociologists have neglected the implications of the expansion of higher education for disparities between places. This paper examines inequalities in the geographical distribution of the degree educated from the 1980s to the present day across 17 high-income democracies using granular data from the newly-available Regional Human Capital Database (RHCD). Results show an increasingly unequal distribution of degree holders across places in all countries studied. Educational expansion appears to exacerbate existing inequalities, with faster growth in areas that already had highly educated populations. The paper provides a tentative explanation of these trends, with evidence suggesting a role for sorting: the selective migration of highly educated individuals to already well-educated urban centers. These findings suggest that previous analyses of educational expansion have overlooked its’ highly disparate geographical incidence. They underscore the importance of examining sub-national geographies when assessing the the role that mass higher education plays in shaping inequalities.",
        "url": "https://doi.org/10.31235/osf.io/j5fhg_v1",
        "version": 1,
        "id": "j5fhg",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/k9rau_v1",
        "title": "Boardroom Quotas and Gender Disparities in Pay and Representation: The Dutch Case",
        "authors": "Sören Tumeltshammer, Zoltán Lippényi, Christoph Janietz",
        "created": "2025-09-25",
        "abstract": "There are ongoing discussions about whether corporate boardroom quotas impact gender equality within organizations beyond the level of leadership. We examine the impact of the Dutch target law – a weakly enforced quota policy applying to a wide range of firms – on gender wage disparities and female representation across organizational levels. Our findings are ambivalent: while the quota did not reduce the gender wage gap in targeted firms relative to comparable firms, it did increase women’s representation in higher organizational wage echelons below the board. Using linked employer-employee register data and both regression discontinuity and difference-in-differences designs, we show evidence of a gradual shift towards greater gender parity in top employee income quartiles, without corresponding wage equalization. These findings highlight how boardroom quotas, even with weak enforcement, can produce compositional shifts without equalization, providing new empirical evidence and theoretical insight into the mechanisms through which institutional re-forms shape inequality.",
        "url": "https://doi.org/10.31235/osf.io/k9rau_v1",
        "version": 1,
        "id": "k9rau",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/mu4f2_v1",
        "title": "Who Benefits from Citizenship? Heterogeneous Effects of Naturalization Decisions in the Early Twentieth-Century United States",
        "authors": "Peter Catron, Nathan I. Hoffmann, Mingze Li",
        "created": "2025-10-02",
        "abstract": "While existing research highlights the occupational advantages of citizenship for immigrants, little is known about how such advantages might vary, and previous studies have not fully dealt with issues of selection. We study the heterogeneous effects of naturalization by leveraging a novel historical dataset of naturalization records from New York City’s Southern District in the early 1900s. We link these to U.S. census data from 1920, 1930, and 1940, tracking 1,947 immigrants who declared their intent to naturalize, analyzing occupational trajectories among them, and modeling selection into naturalization using random forests. Our findings reveal that immigrants who completed the naturalization process attained significantly higher occupational status than those who initiated but did not complete naturalization. In addition, propensity-stratified results support a negative selection hypothesis: Immigrants less likely to naturalize enjoyed greater returns to naturalization, surpassing the unnaturalized in the high-propensity, more advantaged group. We support these results with supplementary analyses of full-count census data, where we find similar trends. These results underscore the role of naturalization as a key driver of socioeconomic mobility while highlighting citizenship as a critical stratifying force.",
        "url": "https://doi.org/10.31235/osf.io/mu4f2_v1",
        "version": 1,
        "id": "mu4f2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/sgrqd_v1",
        "title": "The Common Sense of Hegemony and Habitus. Towards a Theoretical-Conceptual Interaction between Gramsci and Bourdieu",
        "authors": "Matteo Puoti",
        "created": "2025-10-02",
        "abstract": "This article presents some conditions of possibility for a broad and deep Gramsci-Bourdieu interconnection, meaning it is an exploration and reconstruction of the affinities that emerge from their respective approaches to the socio-cultural dynamics of their own times. Some of the terms through which it is possible to formulate complementarities will be shown, in particular through the identification of the links that bind the two authors within an integrable perspective on mass society, common sense and practical sense; on the relations between the high/legitimate sphere and the low/dominated/subaltern sphere of culture; and thus, on the articulation between cultural expressions/practices and social stratification. In this regard, it is emphasized how the points of contact between some couples of interpretative categories of each-habitus and doxa, hegemony and common sense, respectively-might detect some paths of interaction. Essentially, by highlighting the commonalities and shared ground of the two conceptual universes, we seek to understand whether it is possible to refer to them in social research; and whether their intertwining can give rise to reformulations and developments of conceptual and epistemological devices, with a view to their use in social theory.",
        "url": "https://doi.org/10.31235/osf.io/sgrqd_v1",
        "version": 1,
        "id": "sgrqd",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/srwbg_v3",
        "title": "When expectations backfire: A longitudinal analysis on unmet migration expectations and destination attachment of recent immigrants to Switzerland",
        "authors": "Andreas Genoni, Didier Ruedin",
        "created": "2025-10-01",
        "abstract": "Immigrants with higher levels of education tend to report more discrimination and a weaker attachment to their destination country than immigrants with lower levels of education. This so-called integration paradox is thought to occur because of two basic, mutually independent mechanisms: (1) highly educated immigrants more often experience unmet migration expectations, and (2) show stronger negative reactions when their expectations about their life abroad are not met. Existing research mainly focused on the first mechanism, and empirically tracing the second has been challenging due to a lack of evidence comparing less- and more-educated immigrants’ reactions over time. Here, we address this gap and examine how unmet migration expectations contribute to education-related differences in destination attachment. Using panel data on recent immigrants to Switzerland from the Swiss Migration-Mobility Survey (N = 5,242 immigrants and 13,890 observations, 2016-2022), we assessed the extent of unmet expectations and associated disappointment through a question on dissatisfaction with the decision to migrate. Consistent with theory, we found that increasingly negative evaluations of pre-migration expectations were linked to reduced destination attachment, especially for immigrants with higher levels of education. These results suggest a fundamental mechanism for the emergence of the integration paradox, enhancing our understanding of immigrant integration.",
        "url": "https://doi.org/10.31235/osf.io/srwbg_v3",
        "version": 3,
        "id": "srwbg",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/t2mcr_v1",
        "title": "Growing divergences: a research note forecasting ultimate childlessness by education in the Nordic countries",
        "authors": "INVEST Flagship, Julia Hellstrand, Linus Andersson, Lars Dommermuth, Peter Fallesen, Ari Klængur Jónsson, Marika Jalovaara, Mikko Myrskylä",
        "created": "2025-09-30",
        "abstract": "Recent period trends in the Nordic countries show rapid declines in first births, particularly among lower-educated men and women. This study translates these period changes into cohort patterns and analyzes observed and forecasted ultimate childlessness by education for men and women born 1970–1987/88 in Denmark, Finland, Iceland, Norway, and Sweden using register-based data. We apply three forecasting methods: freeze rates, five-year extrapolation, and a nonparametric approach based on historical first-birth probabilities. Results reveal the steepest increases in ultimate childlessness among the lowest educated, approaching as high as 40% among low-educated women and 50% among low-educated men in some of the countries. Among the higher tertiary educated, childlessness is overall lower and remains relatively stable. By contrast, men with lower tertiary education show notable increases in childlessness, in some cases reaching levels similar to or higher than those of upper-secondary-educated men. While overall childlessness in Denmark remains stable, it exhibits the fastest widening educational gap. These findings underscore a growing educational polarization in the transition to parenthood across the Nordic societies, with women’s childlessness patterns increasingly resembling those of men—a marked shift in the region’s fertility landscape.",
        "url": "https://doi.org/10.31235/osf.io/t2mcr_v1",
        "version": 1,
        "id": "t2mcr",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/trf2z_v1",
        "title": "A Structural-Demographic Analysis of Japan: 1945–2050",
        "authors": "Georg Orlandi, Peter Turchin",
        "created": "2025-09-29",
        "abstract": "Is it possible to forecast the dynamics of societal resilience and its obverse, sociopolitical unrest or even breakdown? This is the goal of Structural-Demographic Theory (SDT), which integrates mechanism-based models with data and focuses on the dynamics of structural drivers for instability over the long-term (thus, requiring a historical approach). Several recent studies utilizing the SDT framework have proven adept at predicting (or “retrodicting”) sociopolitical instability in c.20 past societies. It was also used in 2010 to successfully forecast the outbreak of US instability for 10 years in the future (in 2020). This study applies the SDT to explore the dynamics of another contemporary society. Our aim is to empirically test SDT in a most rigorous way, using it to forecast future dynamics of sociopolitical instability in Japan. Our research questions are: (1) how accurately (if at all) does the SDT framework predict future levels of sociopolitical instability; (2) What are the relative contributions of possible drivers of instability, including those proposed by SDT, as well as other theories, in explaining instability levels; and (3) are there key ‘leverage points’ that might help mitigate the negative consequences of instability? This article explains how we develop quantitative indices for SDT drivers of instability: mass immiseration, elite overproduction, and state fiscal distress. We then construct a Political Stress Index to track the evolution of these pressures from the 1990s to the present and implement a multipath forecasting model to project future trends through 2050, using a variety of intervention (or non-intervention) scenarios. Our plan is to revisit these predictions ten years in the future with the goal of assessing their accuracy.",
        "url": "https://doi.org/10.31235/osf.io/trf2z_v1",
        "version": 1,
        "id": "trf2z",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ts64q_v1",
        "title": "Emphasized and Non-Emphasized Femininities: A Structured Action Perspective",
        "authors": "James W. Messeschmidt, Tristan Bridges",
        "created": "2025-09-24",
        "abstract": "Raewyn Connell’s concept of “emphasized femininity” remains foundational to gender scholarship, yet it is often treated as a static or singular formation. In this article, we revisit and extend the concept using structured action theory, highlighting the contextual, reflexive, and routinized nature of gendered structured action. We reanalyze a collection of published qualitative studies to illustrate how femininities—emphasized and non-emphasized—are variably constructed through accountability, femmephobia, and the relational and discursive structures that shape gendered practice. Through this reanalysis, we demonstrate how emphasized femininities are contextually fluid configurations that are essential to the legitimation of hegemonic masculinities and reinforce gender inequality. By contrast, non-emphasized femininities are defined primarily through the construction of intragender hierarchies among femininities. This highlights the analytic value of structured action theory for theorizing femininities as diverse, relational, and embedded within systems of power.",
        "url": "https://doi.org/10.31235/osf.io/ts64q_v1",
        "version": 1,
        "id": "ts64q",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/v4d3t_v1",
        "title": "Childhood Geographical Mobility's Role in Shaping Educational and Occupational Attainment by Age 30 in Finland",
        "authors": "INVEST Flagship, Patricia McMullin, Aleksi Karhula, Jani Erola",
        "created": "2025-09-29",
        "abstract": "This study investigates childhood geographical mobility and its effect on educational and early career outcomes in Finland. Through using population register data, it analyzes migration histories of individuals born from 1987 to 1990, tracking their outcomes until ages 30-33. Findings reveal that frequent relocations during school years often correlate with lower educational attainment—particularly pronounced for those moving multiple times. Notably, the adverse effects of mobility are somewhat attenuated when considering family circumstances prior to school-age and concurrent life-course events. Furthermore, the study critically examines potential implications for occupational attainment. While initial findings disclose negative associations, these adverse effects are reversed when controlling for concurrent events and individual’s highest educational level. This research thus provides new avenues to understand how geographical mobility in childhood can influence educational and professional trajectories.",
        "url": "https://doi.org/10.31235/osf.io/v4d3t_v1",
        "version": 1,
        "id": "v4d3t",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/wn8fg_v1",
        "title": "Engagement by Design: Belongingness, Cultural Value Orientations, and Pathways into Emerging Technologies",
        "authors": "Daisuke Akiba, Michael Perrone, Caterina Almendral, Rebecca Garte",
        "created": "2025-09-25",
        "abstract": "This theoretical article examines how belongingness, defined as the sense that one’s participation is legitimate and valued, interacts with cultural value orientations to help explain persistent disparities in U.S. technology en-gagement, including emerging technologies, across racial and ethnic groups. While structural barriers (e.g., racism, poverty, linguistic bias, etc.) remain essential to understanding such inequity, we argue that engagement patterns in technology also reflect how different cultural communities may define and experience belongingness in relation to digital domains. Drawing on Triandis and Gelfand's (1998) framework, and focusing specifically on educational contexts, we propose the Belongingness through Cultural Value Alignment (BCVA) model, whereby belong-ingness serves as a catalyst between cultural value orientations and technology engagement, with vertical collec-tivism deriving belongingness primarily through structured skill development and validation while horizontal collectivism focusing instead on belonging based on community integration. When technological environments value practices that are consistent with vertical collectivist norms, individuals from horizontal collectivist cultures may experience cultural misalignment not from disinterest in technology or exclusionary efforts but, instead, because dominant engagement modes conflict with their familiar frameworks for fostering a sense of belonging. By examining how cultural value orientations mediate the sense of belonging in contexts involving modern tech-nologies, the proposed perspective offers a novel framework for understanding why access alone may have proven insufficient to address technological participation gaps, and suggests directions for creating technology spaces where individuals from a wider range of communities can experience the authentic sense of belonging.",
        "url": "https://doi.org/10.31235/osf.io/wn8fg_v1",
        "version": 1,
        "id": "wn8fg",
        "subjects": "Sociology",
        "subjects_osf": "Curriculum and Instruction, Social and Philosophical Foundations of Education, Bilingual, Multilingual, and Multicultural Education, Science and Mathematics Education, Curriculum and Social Inquiry, Educational Psychology, Educational Methods, Teacher Education and Professional Development, Psychology, Science and Technology Studies, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/3fbzh_v1",
        "title": "Linguistic Rights and the Borders of Political identity",
        "authors": "Giacomo Lemoli",
        "created": "2025-09-30",
        "abstract": "Language policy is focal in the relations between states and ethnolinguistic minorities, yet empirical evidence on its political effects is limited. Although accommodation of minority languages in state-mediated domains can be expected to favor national integration and reduce conflict, the implied delivery of cultural and material benefits along linguistic lines can empower ethnic parties and further policitize identities. I examine the 1986 linguistic reform in the Spanish province of Navarre, which divided the territory into three zones with different levels of normalization of the Basque language. Using Difference-in-Differences and Regression Discontinuity designs across zones, I find that the introduction of bilingualism in public institutions did not significantly alter Basque nationalist mobilization in the short run. However, support for Basque parties diverged markedly across zones from the late 2000s, suggesting that intergenerational identity realignments and the end of political violence by ETA catalyzed political change over the medium to long run. Consistent with this interpretation, the reform led to an increase in the share of candidates with Basque names in local elections. Overall, the reform appears to have affected political behavior and the making of social boundaries between linguistic groups by widening the constituency of voters with Basque identities rather than changing the behavior of pre-existing Basque speakers. Machine-learning analyses of thousands of streets and geographic names reveal that an important boundary-making process, the linguistic make-up of human geography, remains in part contested in communities at the language frontier.",
        "url": "https://doi.org/10.31235/osf.io/3fbzh_v1",
        "version": 1,
        "id": "3fbzh",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/4b5x8_v1",
        "title": "Entrepreneurialism, Inequality, and Society: Organizational and Policy Implications",
        "authors": "Robert Eberhart, Timothy Folta, Lisa Hehenberger, Jennifer Jennings, Dev Jennings, Bill Schulze, Tim Weiss",
        "created": "2025-09-26",
        "abstract": "This Special Issue investigates how the phenomenon of entrepreneurialism shapes society, particularly with respect to inequality. While entrepreneurship has evolved from being viewed as a fringe phenomenon focused largely, if not entirely, on the creation of new products and services, it is now widely viewed as a mechanism for addressing social challenges ranging from poverty alleviation to climate change, inequality, and, most recently, to government policy. The impact of these new forms of entrepreneurial engagement thus extends beyond the marketplace, influencing public policies and governance structures, with some advocating for the replacement of traditional state interventions with market-based solutions. The purpose of this special issue is to explore the impact of these new forms of entrepreneurial engagement on society, paying particular attention to not only how entrepreneurship has changed society, but also to how entrepreneurship has contributed to, and perhaps further perpetuated socioeconomic challenges.",
        "url": "https://doi.org/10.31235/osf.io/4b5x8_v1",
        "version": 1,
        "id": "4b5x8",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/4bafr_v2",
        "title": "A Multilevel Model for Coalition Governments: Uncovering Party-Level Dependencies Within and Between Governments.",
        "authors": "F Benjamin Rosche",
        "created": "2025-09-30",
        "abstract": "Coalition research increasingly emphasizes party-level explanations of coalition outcomes. However, this work does not account for the complex multilevel structure between parties and governments: many parties participate in multiple governments and governments often comprise multiple parties. In this paper, I show that this crisscrossing structure creates dependencies among observations both across and within governments. If ignored, these dependencies produce downward-biased uncertainty estimates that cluster-robust standard errors fail to fully correct. To address this issue, I then introduce a model that extends the Multiple Membership Multilevel Model to represent the multilevel structure of coalition government data. The model accounts for party-level dependencies across governments through party-specific effects in each coalition they join, and for dependencies within governments by representing the total party effect on a government as a weighted sum of its members’ contributions. By allowing party weights to vary with covariates describing their interrelationships, the model enables researchers to examine the interdependent nature of coalition outcomes. I validate the model through simulation and an empirical application to coalition government survival, showing that ignoring party-level dependencies can produce misleading conclusions at all levels of analysis. The model is estimated via Bayesian MCMC and implemented in the accompanying R package ‘bmlm’.",
        "url": "https://doi.org/10.31235/osf.io/4bafr_v2",
        "version": 2,
        "id": "4bafr",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/4z9sk_v1",
        "title": "Co-creating Public Air Quality Displays for the AWAIR Project by Leveraging Artistic Boundary Objects",
        "authors": "Kayla Schulte, Echo Wan, Andrew Grieve",
        "created": "2025-09-28",
        "abstract": "Despite the widespread health risks associated with environmental hazards, the public display of real-time environmental health information remains relatively sparse. Existing displays tend to rely on static, number-heavy formats and scientific frameworks that may be inaccessible to diverse audiences. This paper presents findings from the AWAIR project, which employed participatory and artistic co-design methods to reimagine the display of public air pollution information in three neighborhoods across London, UK. Through collaborative workshops with residents, the study explored how individuals articulate informational needs and emotional responses to air pollution, how these evolve through dialogue, and how this can inform the public display of environmental phenomena. This research demonstrates how artistic artifacts, employed as ‘boundary objects’, created space for participants to express and negotiate diverse values, experiences, and concerns that ranged from health protection to aesthetic and symbolic resonance. Rather than seeking consensus, the co-design process embraced productive friction among science, diverse lived experiences, and personal approaches to sense-making. Participants generated a range of display concepts, including smiley face icons, color codes, and heart imagery, illustrating the potential for affective, accessible, and context-sensitive communication. However, the process also surfaced tensions tied to the technological infrastructures conventionally relied upon to define air pollution, as well as assumptions about scientific and digital literacy. This work underscores the need for ongoing, iterative, and inclusive design practices that foreground creativity and co-creation. By centering diverse publics in environmental communication design, such approaches can render air quality information exchange more meaningful, democratic, and just.",
        "url": "https://doi.org/10.31235/osf.io/4z9sk_v1",
        "version": 1,
        "id": "4z9sk",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/56drf_v2",
        "title": "How does Coethnicity with Refugees Shape their Reception? Evidence from Afghan Refugees in Pakistan",
        "authors": "Mashail Malik, Niloufer Siddiqui, Yang-Yang Zhou",
        "created": "2025-10-02",
        "abstract": "How does coethnicity shape host attitudes toward refugees? Existing research often assumes that refugees who share the ethnic or cultural background of host populations will face less backlash. We test this assumption in Pakistan, where both refugee and host communities include substantial Pashtun populations. Drawing on original survey experimental, observational, and qualitative data, we find that while coethnicity increases refugee acceptance on average, this result masks sharp internal variation. Coethnic hosts who live in provinces where they are ethnic minorities are far more likely to express inclusive attitudes than those living in their ethnic homeland. The impact of coethnicity therefore depends on local context: in settings where ethnic identity is politically salient and shaped by marginalization, coethnicity with refugees can carry both instrumental and symbolic value. These findings complicate standard assumptions about the primacy of cultural threat and underscore the need to attend to subnational variation in refugee-host dynamics.",
        "url": "https://doi.org/10.31235/osf.io/56drf_v2",
        "version": 2,
        "id": "56drf",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/58az6_v1",
        "title": "Local Stories, Global Resonance: How China’s Local Stories Bridge the World",
        "authors": "Su Jiangli",
        "created": "2025-09-25",
        "abstract": "The power of China’s local and regional stories to transcend boundaries and bridge the world has never been more pronounced. These stories, rooted in rich Chinese cultural heritage and contemporary experiences, are finding their way onto the world stage, offering valuable perspectives and enriching the global connectivity landscape. However, the negative impact of “cultural discount”, communication noise originating from stereotypes stemming from ethnocentric mindsets has hindered their effective trans-cultural communication. This article explores how to transform localized efforts into viral trends that resonate worldwide from three dimensions: breaking the reverse information cocoon formed by one-sided reliance on AI and cultural empowerment; redefining story-telling and taking advantage of China’s local social media platforms and LLM.",
        "url": "https://doi.org/10.31235/osf.io/58az6_v1",
        "version": 1,
        "id": "58az6",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6hgsy_v1",
        "title": "The adaptive role of peer culture is shaped by risk landscapes",
        "authors": "Alejandro Pérez Velilla, Paul E. Smaldino",
        "created": "2025-09-24",
        "abstract": "Peer cultures can contribute adaptive innovations, but their capacity for contribution depends on the environmental risk landscape. High-risk environments promote conservative cultural transmission, suppressing contributions from peer-driven exploration, while low-risk conditions allow peer cultures to thrive, generating and spreading novel solutions. Socioeconomic stratification also influences these dynamics, creating cultural divides in how peer cultures operate.",
        "url": "https://doi.org/10.31235/osf.io/6hgsy_v1",
        "version": 1,
        "id": "6hgsy",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6zn3m_v1",
        "title": "Quantifying Land Power Evaluating the ADE Model and Its Implications for Civilian Oversight",
        "authors": "yoshitaka higashi",
        "created": "2025-09-26",
        "abstract": "This article revisits the Armored Division Equivalent (ADE) model to explain two inflection points in the Russo-Ukrainian wars. Re-calibrating ADE for training levels, readiness and high-impact weapons, it shows that Ukraine’s drastic post-2010 force reductions created a quantifiable “power vacuum” that enabled Russia’s 2014 Crimea operation. Conversely, the U.S. air-lift of roughly 3,000 Javelin ATGMs before February 2022 produced a “technological surprise”: when Javelins are folded into ADE, local force ratios around Kyiv shrink from 12:1 to about 3:1, matching Russia’s failure to seize the capital. The study argues that such transparent, open-source modelling can alert policymakers to emerging imbalances, temper symbolic deployments like NATO’s Enhanced Forward Presence, and strengthen democratic civilian oversight. While ADE cannot predict outcomes where leadership or morale dominate, it remains a tractable baseline for deterrence planning and arms-control talks, provided its limits in irregular warfare are acknowledged.",
        "url": "https://doi.org/10.31235/osf.io/6zn3m_v1",
        "version": 1,
        "id": "6zn3m",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/82j9w_v1",
        "title": "Prevalence and Determinants of Upper Extremity Repetitive Strain Injuries (RSI) Among Handloom Weavers in Tangail District, Bangladesh",
        "authors": "Md. Sunyet Alam Chowdhury, Md. Ahsan-uz-Zaman, Md. Rownok Hasan, Irin Hossain",
        "created": "2025-09-30",
        "abstract": "Background: Handloom weaving is a critical source of rural employment in Bangladesh but entails high ergonomic risk, predisposing workers to upper extremity repetitive strain injuries (RSIs). Evidence on prevalence and determinants of RSIs in Bangladeshi handloom workers is limited. Objective: To determine the prevalence, anatomical distribution, and predictors of upper extremity RSIs among handloom weavers in Tangail district. Methods: A community-based cross-sectional study was conducted among 303 male handloom workers in Pathrail Union, Delduar Upazila. Data were collected via structured interviews and the Standardized Nordic Musculoskeletal Questionnaire. Socio-demographic, occupational, and ergonomic factors were assessed. Logistic regression identified independent predictors of RSIs. Results: The prevalence of RSIs was highest in the neck (60.7%), shoulders (56.8%), and wrists (55.8%). Repetitive movements ≥4 hours/day, awkward posture, prolonged working hours, low income, and limited education were independently associated with RSIs. Prevalence increased with years of experience: 58.7% (&lt;10 years), 72.2% (10–20 years), and 85.9% (&gt;20 years). Severe cases often required job modification and had multi-site involvement. Conclusion: Upper extremity RSIs are highly prevalent among Bangladeshi handloom workers, reflecting a combination of ergonomic strain and socio-economic vulnerability. Interventions targeting workplace ergonomics, work hours, and socio-economic support are essential to safeguard worker health and sustain the handloom sector.",
        "url": "https://doi.org/10.31235/osf.io/82j9w_v1",
        "version": 1,
        "id": "82j9w",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8k3xc_v1",
        "title": "STI DoxyPEP, Antimicrobial Resistance and Queer Stewardship",
        "authors": "Chase Ledin",
        "created": "2025-10-01",
        "abstract": "The emergence of STI prophylaxis using doxycycline (aka DoxyPEP) amongst gay and bisexual men (GBMSM) has been positively received by healthcare professionals (Molina et al. 2018; Cornelisse et al. 2023; Leutkemeyer et al. 2023), community health organisations (Weil &amp; Nutland 2023), and community members (Holt et al. 2024). Alongside high acceptability, integrating DoxyPEP into clinical medicine has raised clear issues about antimicrobial resistance (AMR) and complex disruption of the human microbiome (Bachmann et al. 2024). These issues present new challenges for community health research and practice, including refining existing HIV/STI prevention strategies and new methods for engaging communities in conversations about sustainable antibiotic use and antimicrobial stewardship (AMS) (Broder 2020; Weil 2023, 2024). This paper brings together interviews with UK clinicians with scholarship on STI/HIV health promotion to consider how emergent use of DoxyPEP plays into the making of queer AMS. I demonstrate how clinicians establish links between microbiome health and generalised antibiotic consumption to construct AMS principles. Based on these principles, I consider what a queer AMS might look like for GBMSM, including social and ethical procedures for assembling safer sexual practices and deterring onward transmission of bacterial STIs (Davis et al. 2022). Building upon Davis et al.’s (2022) work, I argue that the assemblage of normative and non-normative use of DoxyPEP constitutes queer AMS through the negotiation of what I call a ‘threshold of acceptable STI transmission’. Attending to this threshold might allow healthcare practitioners to stay with social complexity (Law 2004; Haraway 2016) and multiply engage with sexual communities (Epstein 2022) to cultivate queer AMS. Finally, when sufficiently contextualised and localised within larger debates about AMR, queer AMS can enable new understandings of how GBMSM actively understand and/or contest biomedical power through negotiated safer sex practices.",
        "url": "https://doi.org/10.31235/osf.io/8k3xc_v1",
        "version": 1,
        "id": "8k3xc",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8kdp4_v1",
        "title": "Neurobiological Preconditions for Effective Discipline: A Model of Forgiveness and Permanence",
        "authors": "Christopher Sylvain",
        "created": "2025-09-28",
        "abstract": "Discipline has traditionally been approached as external enforcement, yet coercion and punishment rarely yield lasting transformation. This paper advances a new model in which forgiveness and permanence are identified as the neurobiological preconditions of effective discipline. Forgiveness collapses conflict into coherence through anterior cingulate cortex (ACC)–prefrontal cortex (PFC) regulation of amygdala-driven hostility, while permanence consolidates forgiveness into enduring relational stability. Together, these processes produce discipline as an emergent property of resolution and stabilization rather than fear or control. Drawing on neuroscience, psychology, and resilience research, the model predicts that forgiveness without permanence leads to fragility, permanence without forgiveness results in brittleness, and only their integration generates sustainable order. Applications span clinical psychology, education, criminal justice, and public health, offering testable hypotheses for neuroimaging and longitudinal research. By reframing discipline as the integration of forgiveness and permanence, this framework situates discipline as a pathway to resilience and transgenerational thriving.",
        "url": "https://doi.org/10.31235/osf.io/8kdp4_v1",
        "version": 1,
        "id": "8kdp4",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8u5wp_v1",
        "title": "Quantifying CAHOOTS: Mobile crisis response program diverts and prevents police response",
        "authors": "Nathan Burton, Claire Herbert, Rori Rohlfs",
        "created": "2025-09-19",
        "abstract": "Mobile Crisis Response Programs (MCRPs) have emerged as alternatives to police for emergency mental and behavioral health calls, yet their effectiveness in diverting calls from police remains contested. CAHOOTS, the United States' longest-running MCRP, has been subject to widely varying ad hoc diversion rate estimates, from 3% to 20%. We use a systematic difference-in-differences design to estimate the causal effects of CAHOOTS on police call volume by introducing three estimators. The Substitution Diversion Rate (SDR) quantifies MCRP responses that directly replace police responses and estimate it as 18% for CAHOOTS. Our results show in addition to substituting for police response, CAHOOTS prevented police calls. The Prevention-adjusted Diversion Rate (PDR) accounts for this, and we estimate at 23% for CAHOOTS. Finally, the Overlapping-mandate Diversion Rate (ODR) quantifies the proportion of mutually answerable calls handled by an MCRP. We estimate CAHOOTS’ ODR at 50%. Our findings provide evidence that MCRPs significantly reduce police response call volume through both direct substitution and incident prevention.",
        "url": "https://doi.org/10.31235/osf.io/8u5wp_v1",
        "version": 1,
        "id": "8u5wp",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/9jxvc_v1",
        "title": "De la sociología análoga a la sociología de lo digital: Hacia una teoría de la delegación simbólica y el vaciamiento del yo en la era de la Superinterfaz",
        "authors": "OMAR ENCINAS MENDOZA",
        "created": "2025-09-25",
        "abstract": "Este artículo propone la Teoría de la Delegación Simbólica del Yo como un marco conceptual para comprender la externalización de la subjetividad en la era digital. Método. Se realiza un análisis teórico-crítico que confronta los marcos clásicos de la sociología (Marx, Gramsci, Bourdieu, Bauman) con las dinámicas emergentes en la Superinterfaz. Se amplía el debate con teóricos contemporáneos (Foucault, Baudrillard, Castells, Zuboff, Han) para construir una genealogía del poder y la subjetividad en el entorno digital. Resultados. Se identifican tres procesos interrelacionados —delegación simbólica, terciarización de la experiencia y vaciamiento transversal del yo— que reconfiguran de raíz las dimensiones económicas, políticas, culturales y éticas de la vida social. Conclusiones. Los enfoques clásicos resultan insuficientes para captar la radicalidad de la digitalización actual. Se propone que la sociología de lo digital debe construirse como una sociología del yo externalizado, capaz de analizar la condición humana en un escenario donde la agencia y la experiencia son gestionadas algorítmicamente.",
        "url": "https://doi.org/10.31235/osf.io/9jxvc_v1",
        "version": 1,
        "id": "9jxvc",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/b2fmt_v1",
        "title": "Green Illusions and the Carbon Neutrality Paradox",
        "authors": "N Kowshik",
        "created": "2025-10-01",
        "abstract": "The notion of sustainability has reached the forefront of global climate conversations but has also become more contested in meaning and practice. This paper interrogates how sustainability has been framed into a narrow construct of carbon neutrality, deterring considerations about broader ecological and social consequences. It will use a review of international frameworks, corporate commitments, and specific examples to illustrate the ways in which sustainability often operates as a rhetorical and branding device disconnected from a genuine concern for planetary health. The analysis employed policy papers, corporate announcements, independent watchdog and scholarly outputs as sources and was triangulated on analytical case study practices. Three case studies were selected as illustrative examples as each reflected patterns of interest. Carbon offsetting is heralded as a solution to the climate crisis; in practice carbon offset projects often validate land dispossession and alienation, harm ecosystems, and exacerbate pollution through mitigation claims of neutrality. The Indian Railways' introduction of kulhad cups shown as an example of the process of \"symbolic\" policy wherein environmental costs are displaced as new costs emerge where the value of ecological virtue is claimed. The 'traceability' of the commodity chains of cobalt and lithium demonstrates the deliberate obfuscation of brands taking little, if any responsibility for the human and environmental costs of the so–called green transition. The evidence implies that sustainability is now less a universal ecological principle and more a curated agenda for political legitimacy and corporate profit. Greenwashing, reliance on offsets, ignorance of Scope 3 emissions, and reliance on interventions that are yet to be proven as technically feasible, are a few standard tactics that disguise the ecological damage. Unless sustainability is reclaimed as a holistic framework that accounts for the ecological, social, and ethical, we have the potential to duplicate unsuccessful, false solutions while entrenching systemic inequity.",
        "url": "https://doi.org/10.31235/osf.io/b2fmt_v1",
        "version": 1,
        "id": "b2fmt",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ba4jf_v1",
        "title": "Pregnancy Recognition Trajectories: A conceptual framework",
        "authors": "Joe Strong, Emily Freeman, Ernestina Coast, Ann M. Moore",
        "created": "2025-09-26",
        "abstract": "Whether, how, and when a person comes to recognise they may be pregnant can have significant implications for their health and wellbeing. Little theoretical or empirical work has interrogated the time-bound, varied processes that lead to pregnancy recognition. We develop a novel conceptual framework, using an inductive saturation approach to review literature published between 2000 and 2023 and workshops with multi-disciplinary researchers and experts. Our framework comprises three overlapping domains: assessing the possibility of becoming pregnant; interpreting signs and symptoms of a (potential) pregnancy; and opportunities for pregnancy confirmation. The framework includes an individual’s trajectory to recognising a pregnancy, recognising there is no pregnancy following suspicion there may be, and not recognising a pregnancy that could be recognised through other means (e.g. using biomedical testing). It is inclusive of diverse conceptualisations of what constitutes a pregnancy. Within these intersecting domains, we map factors influencing trajectories operating at micro, meso, and macro levels, identifying the connections between individuals, communities, policies, health systems and institutional structures. While pregnancy duration is linear, time manifests in different ways across an individual’s trajectory. Individuals might experience one or all the domains of pregnancy recognition, different factors within those domains, and may encounter them in differing order. Individuals may move between states of recognition and non-recognition, and experience liminal states in between them. A better understanding of pregnancy recognition provides policy and care practitioners with new insights into care-seeking related to pregnancy.",
        "url": "https://doi.org/10.31235/osf.io/ba4jf_v1",
        "version": 1,
        "id": "ba4jf",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/bsmzy_v1",
        "title": "Unregulated, Unknown and Highly Necessary: Grey Market Nannies",
        "authors": "Fabio Robibaro, Monica Alexander",
        "created": "2025-09-26",
        "abstract": "Canada’s robust yet overburdened public childcare drives reliance on a “grey market” of nannies and private caregivers, often mediated by digital gig platforms. This paper analyzes over 6,000 nanny profiles scraped from CanadianNanny.ca in the Greater Toronto–Hamilton area to investigate how platform-enabled self-presentation reproduces inequality in care labour. Using natural language processing (sentiment, n-gram, and LDA topic modeling), we find a stratified market where self-presentation diverges by wage tier. Lower-wage caregivers (under $20/hour) disproportionately frame themselves as \"generalists,\" bundling childcare with extensive domestic labour (housekeeping, meals). In contrast, higher-wage caregivers (over $20/hour) emphasize professional credentials, specialized skills (e.g., newborn care), and formal training. These results show that digital platforms actively structure care labour, reinforcing racialized and gendered hierarchies that devalue generalist labour while conditionally valorizing professionalized care. We argue that Canada’s fragmented system entrenches this dual process, the devaluation of reproductive labour for the many and conditional valorization for the few, underscoring the urgent need for policy to regulate platform work and ensure equitable recognition and protection for all care workers.",
        "url": "https://doi.org/10.31235/osf.io/bsmzy_v1",
        "version": 1,
        "id": "bsmzy",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/cu6gw_v1",
        "title": "Polarisation of adolescent offending trajectories during the youth crime decline: A multi-cohort analysis of justice-involved adolescents in Australia",
        "authors": "Molly McCarthy, Stephane Shepherd, Troy Allard, Michael Bryden, Mohammed Ali",
        "created": "2025-09-29",
        "abstract": "Despite growing research on the youth crime decline, there has been limited analysis of how these trends have influenced offending trajectories and patterns of justice system contact in recent birth cohorts. This study aimed to examine changes in offending trajectories and youth justice system contact among Australian adolescents with a proven offence aged 10 to 16 years across 12 consecutive birth cohorts (1995 to 2006), in Queensland, Australia. Findings indicate that the number of adolescents with a proven offence decreased by 44%, and the number sentenced to a supervised order decreased by 29%. Within recent birth cohorts of justice-involved adolescents, there were significant increases in high frequency and violent offending, and in days spent in custody. Latent class growth analysis was used to identify offending trajectories. Multinomial logistic regression indicated that recent cohorts of justice-involved adolescents were significantly more likely to display moderate or chronic offending trajectories, than low-level offending.",
        "url": "https://doi.org/10.31235/osf.io/cu6gw_v1",
        "version": 1,
        "id": "cu6gw",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gj6ed_v1",
        "title": "Arming from Abroad: Arms Transfers and Interstate Military Conflict in the Interwar Period",
        "authors": "Ma. Camila Atehortúa Cardona, Marius Mehrl, Paul Thurner",
        "created": "2025-09-25",
        "abstract": "What is the effect of arming on conflict? While a large literature debates this question, most existing research ignores that the majority of states are unable to arm themselves and must rely on arms transfers to acquire weapons. But even where studies investigate such external arming, existing findings are mixed: arming is found to either increase, decrease, or not affect the probability of conflict onset between states. In light of this, we present a theory of external arming that conceptualizes arms transfers not simply as material capability boosts, but also as carriers of information and as relational linkages to arms suppliers. We develop several hypotheses positing external arming and conflict to be linked both negatively and positively, depending on whether recipients gain new information from arms transfers and on the nature of the suppliers. Empirical tests using additive and multiplicative effects network models and data from the Interwar years, a historical period where our information-based theory of external arming is particularly applicable, provide support for these expectations. This research advances our under- standing of how arming affects interstate conflict, unifies the disparate findings reported in previous research on external arming, and highlights the importance of the relational in International Relations.",
        "url": "https://doi.org/10.31235/osf.io/gj6ed_v1",
        "version": 1,
        "id": "gj6ed",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/pb68v_v1",
        "title": "A Research Note on the pitfalls of sample selection and what (not) to control for in gender wage gap estimations",
        "authors": "Matthias Collischon",
        "created": "2025-09-30",
        "abstract": "Estimating discriminatory gaps is one of the core topics of Sociology. A large number of studies use observational data to estimate these gaps, typically by controlling for potentially confounding factors and interpreting the coefficient of the group variable (e.g. female) as the degree of discrimination. However, estimations in this manner require choices both with regards to sample selection as well as the selection of variables to control for the stages where researchers assume discrimination to occur. Against the backdrop of the literature on gender wage gaps, this research note discusses these choices, their impact on the interpretation of the results and provides recommendations for applied researchers on how to deal with these choices in practice.",
        "url": "https://doi.org/10.31235/osf.io/pb68v_v1",
        "version": 1,
        "id": "pb68v",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qf2mr_v1",
        "title": "Navigating Organisational Paradoxes in Blockchain Communities",
        "authors": "Annika Aebli, Fabienne Silberstein-Bamford, Joshua S. Bamford",
        "created": "2025-09-26",
        "abstract": "Decentralised, peer-to-peer blockchain networks rely on sustained community participation, yet retaining user engagement is challenging in fast-moving, information-saturated environments where new projects constantly compete for attention. As these networks grow in size and complexity, managing them requires navigating contradictory organisational demands that shape community dynamics and platform retention. Drawing on the organisational paradox lens, and using 26 semi-structured interviews, we explore the organisational structures that shape users’ engagement in their blockchain group. We identified the coexistence of conflicting organisational demands rooted in decision-making, community growth, and modes of communication. Maintaining a careful balance, rather than attempting to resolve these organisational tensions, supports user retention, whereas leaning too heavily toward either extreme may hinder engagement. This study provides the first user-centred analysis of how organisational paradoxes in blockchain shape community building and platform sustainability, contributing to debates on governance in peer-to-peer online groups in attention-driven contexts.",
        "url": "https://doi.org/10.31235/osf.io/qf2mr_v1",
        "version": 1,
        "id": "qf2mr",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qgefb_v1",
        "title": "Judging AI: Exploring Professional Identity and Attitudes Toward Artificial Intelligence in the Legal System",
        "authors": "Anna Fine, Shawn Marsh, Emily Hand",
        "created": "2025-09-30",
        "abstract": "Objective(s): Artificial intelligence (AI) is increasingly integrated into the legal system, raising questions about trust, fairness, and legitimacy in judicial decision-making. This study examined how professional identity, cognitive appraisals, and perceptions of fairness shape judges’ openness to AI. Research Questions: Five questions guided the study: (1) Do different message framings (role enhancement, efficiency, neutral) influence judges’ trust, perceived usefulness, ease of use, and adoption intentions? (2) How do professional identity and prior experience with technology and AI shape evaluations and willingness to adopt AI? (3) How are procedural justice, legitimacy, and trust interrelated in predicting adoption? (4) Do judges differ in their levels of trust across legal contexts? (5) What concerns or reflections do judges express about AI in courtroom decision-making? Method: A national sample of 317 judges (56.6% male, 41.1% female; M age = 60.41, SD = 10.24; 80.2% White, 8.4% Black, 3.4% Hispanic/Latinx, 2.7% Asian, 1.5% American Indian/Alaska Native, 1.9% Native Hawaiian/Pacific Islander) was recruited through the National Judicial College. Judges were randomly assigned to one of three message framings. Measures included professional identity, trust in AI across eight legal contexts, perceived usefulness, ease of use, attitudes, procedural justice, legitimacy, and adoption intentions. Results: Role-enhancement framing significantly increased trust (η² = .02), perceived usefulness (η² = .06), and adoption intentions (η² = .04). Mediation analyses indicated that procedural justice predicted adoption indirectly through legitimacy and trust (indirect effect = .08, 95% CI [.05, .10]). Prior AI experience was the strongest predictor across outcomes (e.g., trust: β = .10, p &lt; .001; adoption: β = .37, p &lt; .001). Judges expressed higher trust in AI for research and educational tasks than for sentencing, bail, or parole. Conclusions: Adoption of AI by judges depends on both functional evaluations (usefulness, familiarity) and normative judgments (fairness, legitimacy, identity alignment). Findings suggest that role-congruent framing, experiential training, and governance safeguards that emphasize fairness and transparency are critical for the responsible integration of AI into courts.",
        "url": "https://doi.org/10.31235/osf.io/qgefb_v1",
        "version": 1,
        "id": "qgefb",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qp3yw_v1",
        "title": "Analyzing Trends and Insights from Research on the Relationship Between Input Elements and Audit Quality: A Bibliometric Analysis",
        "authors": "Yulinsa Ema Roslye Bless, Lulus Kurniasih, Wartono",
        "created": "2025-09-25",
        "abstract": "Audit quality can be considered good if it succeeds in detecting fraud. However, in reality, audit quality through internal and external audits has not been an effective tool for detecting fraud, which becomes a problem. Some theories and evidence from previous research show that audit quality is influenced by audit quality input factors, such as auditor values, ethics, and attitudes. Therefore, this study aims to identify trends and findings related to audit quality input factors using a bibliometric analysis. The data used included 290 documents published from 1996 to 2025, which were analyzed using the PRISMA protocol. The results of the analysis found that the number of publications with the most analysis topics occurred in 2020, although there has been a decline in recent years. The United States had the highest number of publications. In addition to the co-occurrence network, several input factors and audit quality were in Cluster 4, which shows the relationship between the two. This study provides insights into emerging topics and directions for future research, especially those that examine the interaction between input factors and audit quality in greater depth.",
        "url": "https://doi.org/10.31235/osf.io/qp3yw_v1",
        "version": 1,
        "id": "qp3yw",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/r4svz_v1",
        "title": "Living on the edge: investigating experiences of poverty through the lens of the Desperation Threshold Model",
        "authors": "Arnaud Wolff, Laudine Carbuccia, Zineb Makine, Daniel Nettle",
        "created": "2025-09-25",
        "abstract": "The Desperation Threshold Model (DTM) seeks to explain conflicting findings about the risk propensity of people living in poverty. It makes assumptions about their experiences: that they have a conception of basic needs, that their ability to meet these motivates their decisions, and that they modulate risky decisions depending on their ability to do so. The realism of these modeling assumptions has not yet been investigated. To start filling this gap, we investigated experiences of poverty through the lens of the DTM, using two complementary approaches: a pre-registered online survey with British participants (n = 300) and semi-structured qualitative interviews with very low-income individuals in France (n = 14). Our results imply that basic needs have both a context-general component and context-specific elaborations. Furthermore, participants often relied on social and institutional resources when experiencing financial adversity, indicating that only measuring personal income or wealth might not accurately capture the resources available to people. With respect to the DTM’s main predictions, most individuals close to—but still above—the desperation threshold exhibited caution and took a safety-first approach, consistent with risk-averse behavior. Risky or antisocial behaviors (e.g., cheating, stealing) emerged only in rare instances of severe financial hardship and complete lack of external support. These results suggest that the DTM’s main assumptions are empirically grounded but that they need to be qualified in specific ways. They also suggest that abstract models like the DTM can capture something about the experience of people living in conditions of poverty.",
        "url": "https://doi.org/10.31235/osf.io/r4svz_v1",
        "version": 1,
        "id": "r4svz",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/t4y86_v1",
        "title": "Sharing = multiplying? Exciting times for sociology",
        "authors": "Pearl A. Dykstra",
        "created": "2025-09-25",
        "abstract": "At present, sociologists have exciting opportunities to gain an even better understanding of complex social issues. I describe three of these opportunities using the concept of ‘sharing’. I also address the question of whether that sharing involves ‘multiplication’. The first form of sharing is through multidisciplinary collaboration. Such collaboration requires complicated communicative, relational, and substantive efforts. If there is a foundation of trust, these efforts can generate innovative scientific returns in addition to collateral happiness. The second form of sharing involves the joint use of data. Access to large-scale data and computational methods enables a renewal of the research agenda, while access to government data increases the possibilities to underpin policy with empirical knowledge. The third form of sharing materializes in evidence-informed policy advice. The effectiveness of scientific advice is greater if policymakers and scientific experts engage in deliberative dialogue over the course of the advisory process. For a variety of topics, such as food from the oceans, microplastics, car emissions, plant protection products, cybersecurity, and pandemic preparedness, the incorporation of a sociological perspective has been crucial.",
        "url": "https://doi.org/10.31235/osf.io/t4y86_v1",
        "version": 1,
        "id": "t4y86",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/u7x5y_v1",
        "title": "Safeguarding Sovereignty: Border Security and Native American Tribes",
        "authors": "Rhett Anderson",
        "created": "2025-09-24",
        "abstract": "This paper explores the intricate security challenges associated with the U.S.–Canada Northern Border, particularly in relation to Indigenous nations whose territories and communities extend across both nations. The intersections of Indigenous sovereignty, cultural continuity, and cross-border rights with national and international security issues, such as human trafficking, smuggling, political overreach, and environmental stewardship, are examined. Historical agreements like the Jay Treaty, along with the differing recognition frameworks in the U.S. and Canada, influence the legal and political circumstances that Indigenous communities encounter today. Special emphasis is placed on the disproportionate effects of the Missing and Murdered Indigenous Women (MMIW) crisis, the exploitation of tribal lands by transnational criminal organizations, and how economic and political conflicts heighten vulnerabilities. The paper contends that effective security at the Northern Border necessitates collaborative strategies that honor Indigenous sovereignty while tackling common security threats. Suggested actions include enhancing cross-border cooperation, broadening culturally sensitive law enforcement training, improving communication between agencies, and creating legislative frameworks that involve Indigenous leadership in border management.",
        "url": "https://doi.org/10.31235/osf.io/u7x5y_v1",
        "version": 1,
        "id": "u7x5y",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/zhs2n_v1",
        "title": "Language: Shame, Emotion, and the Limits of Expression",
        "authors": "Brian Lynch",
        "created": "2025-09-27",
        "abstract": "Abstract This essay explores the fundamental inadequacy of language in expressing and mediating human emotion, arguing that its limits are often affective rather than purely logical. Drawing on Ludwig Wittgenstein's philosophy of language, Silvan Tomkins' affect psychology, and recent neuroscience concerning the habenula, the piece demonstrates how language, as a later evolutionary tool, is \"pasted on\" an ancient, pre-linguistic affective system primarily designed for survival. Concrete examples, such as intimate relationship conflicts, illustrate how words often fail to capture the \"braided\" nature of emotions, leading to misunderstanding and defense mechanisms. The essay further posits that this affective-linguistic mismatch is exacerbated in contemporary society by the fragmentation of shared multiple inputs, leading to a dangerous divergence of meaning in symbols and discourse. Ultimately, by understanding that affect is primary and that our bodies \"feel\" before we \"speak,\" the essay advocates for a shift towards greater awareness of our internal states—informed by what music and poetry have always intuitively expressed about affective truth—to foster more gentle, deliberate, and effective communication, moving beyond the illusion of linguistic clarity.",
        "url": "https://doi.org/10.31235/osf.io/zhs2n_v1",
        "version": 1,
        "id": "zhs2n",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3w6yu_v2",
        "title": "RPAS – hub in Citizen Science network",
        "authors": "Gheorghe-Gavrilă Hognogi, Firtala-Cioncut, Gabriela Alexandra Bolchiș, Niculina Lucrina Ștefănescu, Ana-Maria Pop",
        "created": "2025-09-26",
        "abstract": "Smartphone technology, employing mobile apps, has positively influenced the development of Citizen Science (CS) over the last years. It is possible that another technology – RPAS (UAV, UAS, drones) – will play a similar role, with applications in several domains. The use of RPAS in CS is an emerging practice, which is proved by the existence of only three literature reviews on this topic and of only 12 studies addressing the use of technology mentioned in CS projects by the volunteers. The Systematic Review (SR) developed represents the basis of a participatory Living Systematic Review (LSR), updated every twelve months and available at https://rpas-in-cs-lsr-cgeoreg.hub.arcgis.com. This will present to the interested community the summarized (categories of study, fields of use, level of volunteer engagement, etc.) and updated image of the mentioned topic. Additionally, it allows the volunteers to signal CS studies or projects and to be part of the team that reviews the subsequent versions. Starting from the existing literature, we propose a scale of the level of volunteer engagement in CS projects using RPAS, detailing the activities developed. The identified CS projects were analyzed by relating them to the proposed scale. In addition, evolutionary perspectives were discussed in terms of using RPAS in CS projects. In conclusion, the research proposes an LSR (the second outside the medical sciences) meant to continuously update the new partnership between CS and RPAS with real development perspectives.",
        "url": "https://doi.org/10.31235/osf.io/3w6yu_v2",
        "version": 2,
        "id": "3w6yu",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/4xpbr_v1",
        "title": "The logic of myth: “Crisis” and “norm” in the archaic worldview",
        "authors": "Dariia Davydova, Sergey Nekliudov",
        "created": "2025-09-17",
        "abstract": "The present study is devoted to several groups of folklore and mythological plots and motifs seen as a representation of archaic ideas about the crisis. The latter can be interpreted both as an initial ‘deficiency’ of first creation (in the long term, as an eschatological catastrophe), and as a result of purposeful (not fully thought out?) activity of the demiurge. On the basis of an analysis of a number of cosmogonic and etiological myths, it is suggested that crisis in mythic logic proves to be one of the forms of overcoming chaos, which can however give rise to a ‘second-order’ crisis and even a ‘pendular’ crisis (when each phase of overcoming the current crisis gives rise to a new crisis). The condition of ‘cosmic imbalance’ is illustrated by myths about the pacification of ‘solar chaos’, which are widespread in world folklore. In a large number of regional versions of the myth, excessive heat (light) is the starting point of the story, which suggests that such a situation is admissible within the framework of ‘mythological logic’, and therefore, the point of reference in the construction of the story is not an initial state of equilibrium, but a certain crisis that needs to be resolved. The study (1) describes the transition from the original mythological ‘anti-norm’ to the ‘formula of the impossible’ of fairy tales; (2) examines certain object realizations of mythological representations linked to images of space and time. This analysis allows us to assert that, while the image of first creation recalls the idea of morphological incompleteness and inaccessibility of the ‘natural’ state we observe around us, the ‘non-normality’ of the other world of ‘lower’ mythology highlights its deviation from this already existing ‘naturalness’.",
        "url": "https://doi.org/10.31235/osf.io/4xpbr_v1",
        "version": 1,
        "id": "4xpbr",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/5r3k2_v1",
        "title": "Pattern Recognition of Illicit E-Waste Misclassification in Global Trade Data",
        "authors": "Muhammad Sukri Bin Ramli",
        "created": "2025-09-29",
        "abstract": "The global trade in electronic and electrical goods is complicated by the challenge of identifying e-waste, which is often misclassified to evade regulations. Traditional analysis methods struggle to discern the underlying patterns of this illicit trade within vast datasets. This research proposes and validates a robust, data-driven framework to segment products and identify goods exhibiting an anomalous \"waste signature\" a trade pattern defined by a clear 'inverse price-volume'. The core of the framework is an Outlier-Aware Segmentation method, an iterative K-Means approach that first isolates extreme outliers to prevent data skewing and then re-clusters the remaining products to reveal subtle market segments. To quantify risk, a \"Waste Score\" is developed using a Logistic Regression model that identifies products whose trade signatures are statistically similar to scrap. The findings reveal a consistent four-tier market hierarchy in both Malaysian and global datasets. A key pattern emerged from a comparative analysis: Malaysia's market structure is defined by high-volume bulk commodities, whereas the global market is shaped by high-value capital goods, indicating a unique national specialization. The framework successfully flags finished goods, such as electric generators (HS 8502), that are traded like scrap, providing a targeted list for regulatory scrutiny.",
        "url": "https://doi.org/10.31235/osf.io/5r3k2_v1",
        "version": 1,
        "id": "5r3k2",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/6g7sp_v1",
        "title": "L’intelligence artificielle générative au collégial: fiche pédagogique pour une utilisation responsable",
        "authors": "Andréane Sabourin Laflamme, Frédérick Bruneault",
        "created": "2025-09-23",
        "abstract": "Cette fiche s’inscrit dans le cadre d’un projet d’innovation pédagogique au Cégep André-Laurendeau (CAL), réalisé à la session d’hiver 2025. Les projets d’innovation pédagogique au CAL visent à expérimenter de nouvelles approches pédagogiques qui enrichissent la formation offerte et à développer des outils réutilisables par le personnel enseignant de l’ensemble du collège. Dans ce cadre, la fiche proposée constitue le livrable principal : trois ateliers clé en main, modulables et transférables entre cours et disciplines, conçus pour soutenir des usages responsables de l’intelligence artificielle générative (IAg) par les personnes étudiantes.",
        "url": "https://doi.org/10.31235/osf.io/6g7sp_v1",
        "version": 1,
        "id": "6g7sp",
        "subjects": "(Other)",
        "subjects_osf": "Higher Education"
      },
      {
        "doi": "10.31235/osf.io/9fn7e_v1",
        "title": "Sobre a Psicologia de um Grande Modelo de Linguagem",
        "authors": "Diogo Luiz Alves de Araújo",
        "created": "2025-09-27",
        "abstract": "Este artigo argumenta que o antropomorfismo prevalente na pesquisa de alinhamento de Grandes Modelos de Linguagem (LLMs) constitui um erro de categoria fundamental, enraizado em projeção psicológica. Ao descrever LLMs com termos centrados no ser humano, como “engano” e “intenção”, o campo caracteriza erroneamente a tecnologia, levando a modelos de ameaça falhos e avaliações de segurança equivocadas. Primeiramente, desconstruo o LLM como um sistema matemático e estatístico, demonstrando como sua mímica convincente da cognição emerge do pareamento de padrões probabilísticos, não de uma compreensão genuína. Em seguida, estabeleço um limiar filosófico para a agência moral, sintetizando as perspectivas Humeana, Kantiana e fenomenológica, argumentando que a agência requer sentimento afetivo, autonomia racional e experiência subjetiva e temporal — todos ausentes nos LLMs. Usando um referencial junguiano, reinterpreto estudos sobre IA “enganosa” e “maquinadora” não como descobertas de malícia emergente, mas como manifestações da projeção de nossa própria “Sombra” sobre um artefato tecnológico opaco. Essa má interpretação leva a narrativas perigosas e quase mitológicas de risco de IA, exemplificadas por relatórios como 'AI 2027'. Em sentido alternativo, proponho um paradigma fundamentado para o alinhamento que desloca o foco da malícia semelhante à humana para modos de falha não-humanos. Este artigo conclui não que os LLMs são inofensivos, mas que o perigo está mal localizado. O risco surge quando um gerador de texto não racional é conectado a ferramentas do mundo real e funciona como um conselheiro para usuários finais e líderes geopolíticos, uma situação que exige comunicação conspícua sobre a natureza roteirizada e as limitações inerentes da tecnologia.",
        "url": "https://doi.org/10.31235/osf.io/9fn7e_v1",
        "version": 1,
        "id": "9fn7e",
        "subjects": "(Other)",
        "subjects_osf": "Philosophy, Psychology, Public Affairs, Public Policy and Public Administration, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/a6zhm_v1",
        "title": "Methodological Challenges in Content-Based Citation Analysis: Expertise, Reliability, and the Primacy of Citance Identification",
        "authors": "Zehra Taskin",
        "created": "2025-10-02",
        "abstract": "Content-based citation analysis seeks to capture the meaning and functions of citations but continues to face unresolved methodological challenges. This study analyzes a stratified sample of Library and Information Science publications to examine how citance segmentation and annotator expertise influence the consistency of classification. Using two annotators with different professional backgrounds, the findings show that agreement is high when citances are defined identically, but reliability decreases sharply once text boundaries diverge. Citance length, rather than subject category or citation density, emerges as the strongest predictor of disagreement. These results identify segmentation as a methodological rather than a purely technical issue, shaping both human and automated tagging outcomes. By highlighting the interplay between expertise effects and boundary definitions, the study underscores the need for clearer operational frameworks in citation analysis. The contribution lies in demonstrating that methodological refinements in citance identification are essential for improving reproducibility, enhancing hybrid human-machine approaches, and strengthening the validity of citation-based indicators in research evaluation.",
        "url": "https://doi.org/10.31235/osf.io/a6zhm_v1",
        "version": 1,
        "id": "a6zhm",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/df4c5_v1",
        "title": "Can The Continuum of Resistance Model Be Applied to Understand Mode Selection in Sequential Mixed-Mode Surveys?",
        "authors": "Liam Wright, Georgia D Tomova, Richard J. Silverwood",
        "created": "2025-09-25",
        "abstract": "Background: Analyses of sequential mixed-mode survey data can be biased due to non-random selection of participants into mode. Understanding the consequence of this bias requires knowledge of the predictors of mode selection. However, research on these predictors is sparse, in contrast with research on the predictors of survey non-response. The ‘continuum of resistance’ model of survey response predicts that delayed responders – who, in sequential mixed-mode surveys, appear in later offered modes – and non-responders share similar characteristics. If the model, which is testable in longitudinal data, is correct, this would suggest that research on non-response could be generalized to understand mode selection. Methods: We used data from a major UK birth cohort study (the 1958 National Child Development Study) which embedded a sequential web-then-telephone mixed-mode survey at the age 55y sweep to assess whether (a) descriptively, late (i.e. telephone) and non-responders share similar characteristics and (b) whether predictions from models of non-response are accurate when used to predict telephone response. For (a), we calculated univariate descriptive statistics and performed cluster analysis to compare an array of participant characteristics across response groups (web, telephone and non-response). For (b), we estimated random forest models for non-response and telephone response (conditional on response) and compared two metrics of predictive accuracy (Area Under the Receiver Operating Characteristic curve [AUC ROC] and Brier scores) when using the non-response model to instead predict telephone response, against predictions from the model generated for telephone response, specifically. Results: Telephone and non-respondents were similar on almost all (measured) characteristics, and dissimilar in most regards to web respondents. Predictions from non-response models had similar predictive accuracy to predictions from models trained on telephone response, specifically – for instance, AUC ROC values in hold-out samples not used to train models of 0.72 (95% CI = 0.70, 0.74) and 0.74 (95% CI = 0.72, 0.75), respectively. Conclusions: The characteristics of late- and non-responders in a sequential (web-then-telephone) mixed-mode survey were very similar, consistent with the ‘continuum of resistance’ model of survey response. This suggests that research on non-response could transport to understanding mode selection in sequential mixed-mode surveys, though replications in other surveys with different mixed-mode designs (e.g., modes adopted and their order) is required.",
        "url": "https://doi.org/10.31235/osf.io/df4c5_v1",
        "version": 1,
        "id": "df4c5",
        "subjects": "(Other)",
        "subjects_osf": "Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/dvjgz_v1",
        "title": "Exploring the Potential of Digital Games for Climate Action Education",
        "authors": "André Czauderna",
        "created": "2025-09-29",
        "abstract": "This article examines why digital games may be particularly well-suited to fostering deeper understanding and critical reflection on climate action, while addressing their inherent limitations. It develops a theoretical argument grounded in analyses of Half-Earth Socialism, Green New Deal Simulator, and The Financial Times Climate Game, also drawing on qualitative interviews with developers and player discussions on Steam. These games invite players to experiment with climate crisis solutions, fostering learning by placing them in the role of powerful decision-makers confronting challenges such as achieving net-zero CO₂ by 2050 while maintaining full employment. Learning is shaped by three characteristics: offering curated choices, delivering immediate and vivid feedback, and manipulating time. Yet limitations such as restricted choice and ideological bias make reflection essential. Informal online spaces, including discussion forums, host debates on political visions and the realism of in-game simulations, offering blueprints for integrating digital games into climate action education.",
        "url": "https://doi.org/10.31235/osf.io/dvjgz_v1",
        "version": 1,
        "id": "dvjgz",
        "subjects": "(Other)",
        "subjects_osf": "Film and Media Studies, Instructional Media Design, Communication"
      },
      {
        "doi": "10.31235/osf.io/dzayg_v2",
        "title": "Double Robust, Flexible Adjustment Methods for Causal Inference: An Overview and an Evaluation",
        "authors": "Nathan I. Hoffmann",
        "created": "2025-09-29",
        "abstract": "Double robust methods for flexible covariate adjustment in causal inference have proliferated in recent years. Despite their apparent advantages in overcoming model misspecification, these methods are rarely used by social scientists. It is also unclear whether these methods actually outperform more traditional methods in finite samples. This paper has two aims: It is a guide to some of the latest methods in double robust, flexible covariate adjustment using machine learning, and it tests them against more traditional statistical methods and flexible \"single robust\" methods using simulated, cross-sectional data where the treatment effect is known. Double robust methods covered include Augmented Inverse Probability Weighting (AIPW), Targeted Maximum Likelihood Estimation (TMLE), and Double/Debiased Machine Learning (DML). Results suggest that these methods do outperform traditional methods in a wide range of simulations, but only when paired with flexible machine learning estimators. Notably, G-computation with the same flexible estimators obtains almost identical results, and standard regression methods have only slightly higher bias. In the scenarios considered in this paper, flexibility and robustness to heterogeneous treatment effects appear to be more important properties than double robustness.",
        "url": "https://doi.org/10.31235/osf.io/dzayg_v2",
        "version": 2,
        "id": "dzayg",
        "subjects": "(Other)",
        "subjects_osf": "Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/n42bh_v1",
        "title": "Imagining Impossible Virtual Worlds: Final Fantasy XI Private Servers as Imagined Living Community Archives",
        "authors": "Lucas McGill",
        "created": "2025-10-02",
        "abstract": "Using modern archival theory and semi-structured interviews, this article examines how Massively-Multiplayer Online Role-Playing Game (MMO) private servers, and their participants function as imagined living community archives and the challenges that occur. The article presents findings of a series of interviews conducted with 15 members of the Final Fantasy XI (FFXI) private server community and investigates the value private servers provide to the preservation of virtual worlds. Player interviews speak to the power of private servers and their ability to allow them to relive past eras the virtual world in which they play and exist in, while interviews with private server developers uncovered the challenges of recreating past eras of a virtual world. Finally, this paper argues that by hiring the private server developers to help recreate these virtual worlds, game companies could address player demand, profit from the nostalgia, and compensate those who have already been voluntarily preserving their game.",
        "url": "https://doi.org/10.31235/osf.io/n42bh_v1",
        "version": 1,
        "id": "n42bh",
        "subjects": "(Other)",
        "subjects_osf": "Digital Humanities, Leisure Studies, Library and Information Science"
      },
      {
        "doi": "10.31235/osf.io/t4msv_v1",
        "title": "From Experimentation to Strategy: The Ambidextrous Balancing Act of Developing News Recommender Systems",
        "authors": "Hanne Vandenbroucke, Annelien Smets",
        "created": "2025-09-29",
        "abstract": "Despite advances in news recommender systems (NRS) research, their application in news organisations remains limited, hampered by practical obstacles and organisational challenges. This study applies the multi-stakeholder framework (Smets et al., 2022) alongside ambidexterity theory to analyse the complex decision-making dynamics in applying NRS within two large commercial news organisations. Based on 11 in-depth interviews with different stakeholders, two “balancing acts” emerged. The first is stakeholder alignment through two strategies: knowledge management with dummy-proof presentations and “showcasing success” to help increase stakeholder buy-in for NRS. The second balancing act is managing trade-offs between exploration and exploitation in a roadmap prepared by the multidisciplinary team of product owners (POs), ensuring a balanced allocation of resources for NRS innovation and optimization. This research shows how organisational ambidexterity supports successful technology integration and provides insights for implementing emerging technologies in complex news media environments.",
        "url": "https://doi.org/10.31235/osf.io/t4msv_v1",
        "version": 1,
        "id": "t4msv",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/ucgzm_v1",
        "title": "Publishing infrastructures in the semi-periphery: How research assessment shapes the research output of Spain and Lithuania",
        "authors": "Eleonora Dagiene, Eduard Aibar",
        "created": "2025-10-02",
        "abstract": "National research assessment policies, designed to boost international competitiveness, have intensified “publish or perish” pressures and reshaped the global academic publishing landscape. However, the impact of these pressures on the domestic publishing infrastructures of semi-peripheral nations remains underexplored. This paper investigates how a nation’s domestic publishing infrastructure shapes whether new, high-volume open-access publishing models function as a portfolio addition or a systemic substitute. Using a comparative mixed-methods analysis of Spain and Lithuania, we combine bibliometric data from the Web of Science (2004–2024) with 28 semi-structured interviews with researchers. The findings reveal two divergent, rational strategies. In Spain, a resilient domestic publishing infrastructure, accommodated by a flexible evaluation system, allowed researchers to adopt new publishers as a pragmatic portfolio addition to an already diverse set of options. In stark contrast, Lithuanian research assessment policies actively marginalised domestic journals, creating acute strain on the country’s publishing ecosystem. Researchers in Lithuania thus adopted these same new publishing models as a systemic substitute and a survival measure. We conclude that control over a community-managed domestic publishing infrastructure is a key factor shaping the autonomy of a national academic system. It is this infrastructure that separates a strategy of dependent displacement from one of autonomous coexistence: a crucial lesson for policymakers engaged in global research assessment reforms.",
        "url": "https://doi.org/10.31235/osf.io/ucgzm_v1",
        "version": 1,
        "id": "ucgzm",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/vf6ud_v1",
        "title": "The development of translation studies as a discipline",
        "authors": "Dariia Davydova, Elena Starodumova",
        "created": "2025-09-18",
        "abstract": "The article provides a detailed commentary on the development of Western translation thought in the late 20th century, from a subdivision of contrastive linguistics into an independent, dynamically developing discipline within the humanities (translation studies). The author analyzes the theoretical and philosophical preconditions for the change in the scientific and academic status of translation within the Western academic field, the main milestones and key figures of this process. After having summarized the most important theoretical shifts that took place in Western translation thought at the turn of the 20th and 21st centuries, the author comes to the conclusion that since the late 1970s the development paths of Western and Russian translation studies have diverged. In Western translation studies, after the ‘cultural turn’, the concept of ‘neutral’ translation is abandoned in favor of a new politicized view of translation as a tool for shaping cultural identities. The translator, who in the linguistic model was relegated to the modest role of a technical assistant, is seen in the culturally oriented paradigm as a co-author, a fully-fledged subject of political dialogue, capable of resisting the usurpation and ethnocentrism of their own culture. The new Western translation ethics is largely determined by the call to resist the dominants of the target culture and not be afraid of open political activism.",
        "url": "https://doi.org/10.31235/osf.io/vf6ud_v1",
        "version": 1,
        "id": "vf6ud",
        "subjects": "(Other)",
        "subjects_osf": "Comparative Literature"
      },
      {
        "doi": "10.31235/osf.io/wrfxk_v1",
        "title": "Extra-Liminality: Anthropological Insights into Resilience and Adaptation in Hostile Sociopolitical and Digital Environments",
        "authors": "Dominique Ryder",
        "created": "2025-09-25",
        "abstract": "This study identifies a new emerging phenomenon centered on non-dominant narratives: extra-liminality. Traditionally, liminality refers to a transition between two states of being, but extra-liminality occurs when this state becomes persistent, shaping reality. This study utilizes decolonial methodologies, digital ethnography, auto-ethnography, and story as methodology to capture the lived experience of extra-liminality. These methodologies are essential to allow immersive experiential engagement and, as such, are both radical and experimental in their form. This also serves to resist historically damaging or extractive research methodologies within non-dominant narratives. Through the lens of non-dominant narratives, parallels begin to form between terrestrial and extraterrestrial adaptive strategies. By drawing on existing knowledge in anthropology, psychology, and digital ethnography, this interdisciplinary study serves as both an emerging theoretical framework and the foundation of a broader research agenda in space anthropology. This study focuses on resilience and adaptation in non-dominant narratives and extreme environments, whether sociopolitical or environmental.",
        "url": "https://doi.org/10.31235/osf.io/wrfxk_v1",
        "version": 1,
        "id": "wrfxk",
        "subjects": "(Other)",
        "subjects_osf": "Feminist, Gender, and Sexuality Studies, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/ydvk3_v1",
        "title": "Contested flows: A dynamical systems modeling approach to understanding actor narratives and strategies in water governance",
        "authors": "Nusrat Molla, Ruchika Jaiswal, Jonathan Herman",
        "created": "2025-10-02",
        "abstract": "Governance is increasingly understood to be a complex system shaped by diverse actors. However, understanding of how these actors interact with the institutions and infrastructure systems in which they are embedded to drive change is still limited. An interdisciplinary approach is needed to understand factors shaping actors' political behavior and how power dynamics influence their ability to create change. This study addresses this gap by combining analysis of actors' narratives about water issues and governance with dynamical systems modeling of the socio-hydrologic system in the context of California's San Joaquin Valley. Through interviews and focus groups with growers, advocacy groups, and rural residents, distinct narratives emerge around water issues and power dynamics. Modeling strategies that would maximize each actor's water access reveals that existing structures incentivize strategies that would mainly benefit larger growers, and thus conflict with the goals of environmental justice narratives. Comparing these modeled strategies with actors' actual strategies also reveals disparities in different actors' ability to pursue the \"optimal\" strategy. These findings highlight how system structures entrench certain interests as well as the potential of narratives for shaping strategies aimed at long-term transformation.",
        "url": "https://doi.org/10.31235/osf.io/ydvk3_v1",
        "version": 1,
        "id": "ydvk3",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/yvw57_v2",
        "title": "Accuracy of Respondent Driven Sampling estimates: A test using the 2021 English census data as a benchmark",
        "authors": "Filip Sosenko",
        "created": "2025-09-27",
        "abstract": "Background: Respondent Driven Sampling (RDS) is a widely used chain‑referral method for surveying hidden or hard‑to‑reach populations. While it has theoretical advantages over other non‑probabilistic methods, there is limited empirical evidence on the accuracy of its estimators when benchmarked against complete population data. Methods: We conducted a GPS‑verified, smartphone‑based RDS survey in York, England, in September–October 2024. The target sample size was 800 residents aged 16 or over; 807 eligible responses were obtained from six recruitment seeds over up to 44 waves. The survey collected demographic, socio‑economic, and health information aligned with the 2021 Census, along with personal network size and some network composition data. RDS‑I, RDS‑II, and Successive Sampling estimators were applied, and results were compared with Census 2021 benchmarks. Results: For many variables, RDS estimates diverged markedly from census values, and 95% confidence intervals often failed to include the true value. Deviations from the at‑random recruitment assumption were evident, particularly for sex and ethnicity, and appeared to be a major source of bias. Incorporating self‑reported network composition reduced bias in the estimate of the variable for which network composition information was collected. Conclusions: In this real‑world test, standard RDS estimators did not produce consistently accurate estimates. Violations of the random recruitment assumption were a likely cause. Network composition‑based estimation offers a promising alternative but requires further testing and methodological refinement. Enhancing RDS systems to monitor subgroup representation in real time and applying weighting adjustments to address complex recruitment homophily could improve estimator performance.",
        "url": "https://doi.org/10.31235/osf.io/yvw57_v2",
        "version": 2,
        "id": "yvw57",
        "subjects": "(Other)",
        "subjects_osf": "Social Statistics"
      }
    ]
  }
}
