{
  "update": "2025-01-17",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/4j75v",
        "title": "The technocratic side of populist attitudes: evidence from the Spanish case",
        "authors": "Pablo Fernandez-Vazquez, Sebastián Lavezzolo, Luis Ramiro",
        "created": "2025-01-08",
        "abstract": "Populism and technocracy represent a challenge to pluralist party democracies. The first promotes the rule by “the people”, while the second demands the rule by independent experts. The literature on populism and technocracy as challenges to party democracy is burgeoning. Less is known about citizens’ attitudes towards the ideas that underpin both populism and technocracy. We explore these opinions in a survey conducted in Spain using a comprehensive battery of items tapping on technocracy and populism. We find that populist attitudes correlate with two dimensions of technocracy: anti-politics and pro-expertise sentiments. A latent-class analysis shows that the largest sample group simultaneously endorses rule by the people and the enrolment of experts in political decision-making. We name this group technopopulists. Our paper challenges extant views of populism and technocracy as separate alternatives and spurs works on voter demand for the involvement of experts in politics.",
        "url": "https://doi.org/10.31235/osf.io/4j75v",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/7pcjd",
        "title": "Academic Access to Social Media Data for the Study of Political Online Safety",
        "authors": "Andreu Casas, Georgia Dagher, Ben O'Loughlin",
        "created": "2025-01-16",
        "abstract": "In this report we provide an overview of the kinds of data academics need in order to conduct independent research into political online safety matters on social media platforms, and the challenges they currently face. Additionally, we put forward ideas regarding novel governance structures that would enable high-quality independent research, while protecting users’ rights and data privacy, in the United Kingdom.",
        "url": "https://doi.org/10.31235/osf.io/7pcjd",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/8f5ba",
        "title": "Da Penicilina ao Trilhão: estratégias, influência e desvios no setor farmacêutico",
        "authors": "João Henrique Santana Stacciarini",
        "created": "2025-01-07",
        "abstract": "Manipulações, fraudes, crimes, bilhões destinados a lobby e financiamento eleitoral, interferência indevida em órgãos reguladores e investimentos maciços em marketing estão entre as estratégias recorrentes do setor farmacêutico para maximizar lucros, frequentemente em detrimento da saúde individual e coletiva.",
        "url": "https://doi.org/10.31235/osf.io/8f5ba",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Law and Economics, Health Law and Policy, Political Science, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/eg58k",
        "title": "COVID-19 Vaccine Diplomacy: A Computational Multimodal Analysis of the Neighborhood Effect in Bangladesh's Vaccine Roll-out Response",
        "authors": "Sharmin Jahan Juha, Arefin Mizan",
        "created": "2025-01-08",
        "abstract": "Bangladesh started its COVID-19 mass vaccination program from February 2020. According to the COVAX live (Live COVID-19 Vaccination Tracker), as of May 2022, 70.26% of the total population have been vaccinated. This is indeed an example of Bangladesh governments' astounding competence that Bangladesh is considered among the first few countries to start vaccinations. However, Bangladesh did experience occasional hiccups in steady vaccine roll-out due to disruptions in the supply chain. Experts condemned Bangladesh's diplomatic choice of relying on only India as a steady vaccine manufacturing source after India decided to temporarily halt vaccinations right before the administration of second doses. Bearing reference to the 'Neighborhood Effect' in International Politics which implies that excessive dependency on geographical neighbors can cause similar levels of instability in both the countries (neighbors), this paper examines Bangladesh's overall Diplomatic approach in its COVID-19 Vaccination program with comparison to its East Asian counterpart Mongolia. Mongolia secured high-ranking position in COVID-19 mass vaccination using its strategic partnerships to pool vaccines from multiple sources as a result of its 2011 multi-pillars Foreign Policy (Third Neighborhood Policy) approach. Using a novel computational multimodal discourse analysis using machine learning assisted techniques in two large hand-collected datasets, the paper delves into the practices implemented by Bangladesh's multi-level stakeholders from the early stages of the pandemic until January this year to find any signs of or impacts of the Neighborhood Effect in its Vaccine Diplomacy. The paper later on makes policy-level suggestions on how to resolve this in case of future health crisis with occasional mention and comparison to Mongolia's Third Neighborhood approach and its implacability in Bangladeshi context.",
        "url": "https://doi.org/10.31235/osf.io/eg58k",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Communication"
      },
      {
        "doi": "10.31235/osf.io/fb4cn",
        "title": "Towards a New Ontology of Polling Inaccuracy: The Benefits of Conceiving of Elections as Heterogenous Phenomena for the Study of Pre-election Polling Error",
        "authors": "Jack Tudor",
        "created": "2025-01-14",
        "abstract": "A puzzle exists at the heart of pre-election polling. Despite continual methodological improvement and repeated attempts to identify and correct issues laid bare by misprediction, average polling accuracy has not notably improved since the conclusion of the Second World War. In this thesis, I contend that this is the result of a poll-level focus within the study of polling error that is both incommensurate with its evolution over time and the nature of the elections that polls seek to predict. I hold that differences between elections stand as a plausible source of polling error and situate them within a novel four-level model of sources of polling error. By establishing the heterogenous nature of elections as phenomena and its expected impact on polling error, I propose a new election-level ontology through which the inaccuracy of polls can be understood. I test the empirical validity of this new ontology by using a novel multi-level model to analyse error across the most expansive polling dataset assembled to date, encompassing 11,832in-campaign polls conducted in 497 elections across 83 countries, finding that membership within different elections meaningfully impacts polling error variation. With the empirical validity of my proposed ontology established, I engage in an exploratory analysis of its benefits, finding electoral characteristics to be useful in the prediction of polling error. Ultimately, I conclude that the adoption of a new, multi-level ontology of polling error centred on the importance of electoral heterogeneity not only offers a more comprehensive theoretical account of its sources than current understandings, but is also more specifically tailored to the reality of pre-election polling than existing alternatives. I also contend that it offers pronounced practical benefits, illuminating those circumstances in which polling error is likely to vary.",
        "url": "https://doi.org/10.31235/osf.io/fb4cn",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/hxv8z",
        "title": "Seeing the State in Action: Public Preferences About and Judgments of Common Police-Civilian Interactions",
        "authors": "Paige Vaughn, Gregory A Huber",
        "created": "2025-01-09",
        "abstract": "New technologies allow unprecedented public visibility of routine police-civilian interactions, but we know little about how the public wants the police to behave during them. We examine public evaluations about preferred punishment and fair treatment using vignette experiments that randomize multiple features of police-civilian interactions. These causal estimates reveal that for the mass public, officer race generally does not affect public attitudes, while participant demeanor, markers of threat, and civilian race do. Police-civilian interactions are evaluated through a lens of reciprocity: hostile officers are judged as less fair, while hostile and armed civilians are viewed as deserving of harsher punishment. When civilians remain polite and threat is low, there is little support for punitive outcomes, but poor civilian behavior warrants more punitive state action. Moreover, people prefer more punishment for White compared to Black civilians, and in interactions with White officers and civilians compared to those in which both parties are Black. Interactions with a White officer and a Black civilian are judged as less fair, as are the fairness of assigned punishments in them. Finally, views about fairness are not equivalent to views about appropriate sanctions. These results provide critical evidence about public attitudes regarding police punishment and fairness in order maintenance.",
        "url": "https://doi.org/10.31235/osf.io/hxv8z",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Legal Studies"
      },
      {
        "doi": "10.31235/osf.io/j8p3m",
        "title": "The Political Economy of Geoeconomic Power",
        "authors": "Christopher Clayton, Matteo Maggiori, Jesse Schreger",
        "created": "2025-01-09",
        "abstract": "Great powers are increasingly using their economic and financial strength for geopolitical aims. This rise of \"geoeconomics\" has the potential to reshape the international trade and financial system. This paper examines the role of domestic political economy forces in determining a government’s ability to project geoeconomic power abroad. We also discuss the role that persuading or coercing foreign governments plays in projecting geoeconomic power around the world.",
        "url": "https://doi.org/10.31235/osf.io/j8p3m",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/ky4z7",
        "title": "Poder, Disputas y Geopolítica en el Sector Farmacéutico",
        "authors": "João Henrique Santana Stacciarini",
        "created": "2025-01-10",
        "abstract": "El sector farmacéutico alcanzó ingresos globales de 1,6 billones de dólares en 2023, consolidando su vasto poder económico y su influencia estratégica en la economía y la política contemporáneas. Este artículo, basado en una exhaustiva recopilación, sistematización y análisis de datos, examina las dinámicas de dicho poder e influencia. Se analizan el valor económico y político de las empresas del sector, las disputas entre corporaciones y naciones involucradas, el papel geopolítico desempeñado durante la pandemia de covid-19, así como la capacidad del sector para moldear políticas internas a través de su intensa interacción y financiación de legisladores y organismos de fiscalización y regulación.",
        "url": "https://doi.org/10.31235/osf.io/ky4z7",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Geography, Political Science, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/np9hs",
        "title": "La Consolidación del Sector Farmacéutico en la Economía Global: crecimiento, influencia, desvíos y marketing",
        "authors": "João Henrique Santana Stacciarini",
        "created": "2025-01-13",
        "abstract": "Este estudio investiga cómo el sector farmacéutico se ha convertido en uno de los sectores económicos más grandes e influyentes de la actualidad. Presenta cifras e información que respaldan esta afirmación y busca elucidar los factores que contribuyeron a tal ascenso. Desde el descubrimiento de la penicilina por Alexander Fleming en 1928, las industrias farmacéuticas han evolucionado de pequeñas entidades, a menudo familiares y de actuación local, a corporaciones multinacionales valoradas en cientos de miles de millones de dólares con influencia global. Sin embargo, además del descubrimiento y diversificación de medicamentos, del aumento de la demanda y de la expansión de la capacidad productiva, parte de esta evolución se sostiene por estrategias complejas y, en algunos casos, perversas, que priorizan la maximización de los beneficios en detrimento de la salud pública e individual. Los hallazgos de este estudio revelan que, en las últimas dos décadas, los ingresos del sector se cuadruplicaron, alcanzando 1,48 billones de dólares en 2022, una cantidad comparable al Producto Interno Bruto (PIB) de países desarrollados, como España. Las veinte mayores empresas del sector poseen un valor de mercado combinado de 3,5 billones de dólares y activos totalizando 1,86 billones de dólares, generando ingresos anuales de 820 mil millones de dólares y beneficios de 181,6 mil millones de dólares. Para contextualizar, solo los activos de estas compañías son comparables al PIB de todos los países del África Subsahariana. Empresas, como Johnson &amp; Johnson, poseen un valor de mercado que supera el PIB de 184 naciones. El estudio también examina y discute prácticas cuestionables adoptadas por la industria farmacéutica, incluyendo la inversión de miles de millones de dólares en lobby y financiamiento electoral, influencia sobre órganos reguladores, apoyo financiero a organizaciones de pacientes, patrocinio a autores de \"Directrices Clínicas\", manipulación y ocultación de investigaciones y pruebas de medicamentos, y la orientación de inversiones masivas para fortalecer lazos con prescriptores, hospitales universitarios e instituciones académicas. Se proporcionan ejemplos concretos de estas acciones, respaldados por estudios, levantamientos de datos y decisiones judiciales, que resaltan las consecuencias alarmantes de esta realidad. Finalmente, la investigación analiza el marketing farmacéutico como una de las principales estrategias de aumento de ventas. A pesar de que los medicamentos no son mercancías comunes, susceptibles a la promoción bajo la lente del consumo desenfrenado, las empresas invierten miles de millones anualmente en publicidad dirigida directamente al consumidor. En el contexto brasileño, el sector farmacéutico se destaca como uno de los principales inversores en marketing. En los últimos años, diversas empresas del área figuraron entre los mayores gastos individuales en propaganda. La emergencia de estrategias de marketing digital impulsadas por internet, algoritmos avanzados y redes sociales, junto a campañas publicitarias nocivas para la salud pública y colectiva, ratifican un escenario preocupante y desafiante.",
        "url": "https://doi.org/10.31235/osf.io/np9hs",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "History, Geography, Political Science, Economics, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/5fzjm",
        "title": "MEDICALIZAÇÃO: escalas e estratégias do setor farmacêutico",
        "authors": "João Henrique Santana Stacciarini",
        "created": "2025-01-12",
        "abstract": "Pesquisadores de diversas áreas do conhecimento têm se dedicado à investigação das origens, materializações e decorrências do fenômeno da “medicalização”. Buscando auxiliar este debate, realizamos amplo levantamento e análise dos números que cercam a temática – sobretudo no que diz respeito ao crescimento da produção, marketing e consumo de medicamentos em escala global e nacional (Brasil). Os resultados apontam que o mercado farmacêutico mundial obteve receitas na casa de US$ 1,25 trilhão. As vinte maiores companhias do setor possuem um valor de mercado agregado de US$ 2,87 trilhões. No território brasileiro, são 454 indústrias farmacêuticas e 116,1 mil farmácias. A produção de medicamentos atinge 162 bilhões de doses no país e as vinte e seis maiores empresas farmacêuticas nacionais obtiveram receitas conjuntas de R$ 38,7 bilhões. Avolumam-se também o investimento em marketing do setor, que atinge R$ 10,8 bilhões. Duas farmacêuticas lideram o ranking dos maiores investidores publicitários do Brasil.",
        "url": "https://doi.org/10.31235/osf.io/5fzjm",
        "subjects": "Economics",
        "subjects_osf": "Economics, Communication"
      },
      {
        "doi": "10.31235/osf.io/8muc4",
        "title": "Increasing Stability in the Digital Payment Space: The Potential Institutional Benefits of Central Bank Digital Currencies",
        "authors": "Nina Eichacker",
        "created": "2025-01-15",
        "abstract": "In recent years, cryptocurrencies have become more salient as speculative assets, and as sources of instability for wider swathes of the public. This has occurred at a global level, with both domestic and international spillover effects for core and peripheral economies. At the same time, analysts of cryptocurrency and blockchains have identified some institutional benefits of these innovations, including the ability to process payments outside of traditional business hours and the potential to provide banking services for households and institutions in regions that lack access to a formal banking sector. This paper considers how central banks’ efforts to create formal digital currencies may stabilize financial and monetary conditions. By offering a formal digital currency, central banks have the potential to diminish payment related demand for cryptocurrencies, and decrease the exposure households have to the volatility of cryptocurrency asset markets as well as to fraud endemic to the cryptocurrency markets. Offering a formal digital currency may be seen as a monetary form of public finance; in this case, the public alternative is a country’s own currency that may be usable in the blockchain, rather than forcing households to search for the most reputable or stable cryptocurrency alternatives. As households and businesses adopt CBDCs, they may leave cryptocurrency markets; while this might induce a brief period of instability in those markets, it would likely leave more volatile crypto asset markets to those best suited to managing the risk and potential reward of betting on existing assets, and insulate the risk averse from that volatility.",
        "url": "https://doi.org/10.31235/osf.io/8muc4",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/9auh4",
        "title": "El Sector Farmacéutico Global: cifras y dinámicas",
        "authors": "João Henrique Santana Stacciarini",
        "created": "2025-01-12",
        "abstract": "Investigadores de diversas áreas del conocimiento científico se han dedicado a investigar las múltiples características del sector farmacéutico. Con el objetivo de contribuir a este debate y proporcionar insumos para la discusión, esta investigación se ha dedicado a recolectar, interpretar y disponibilizar datos e informaciones relacionados con el Sector Farmacéutico a escala global. Se descubrió que los ingresos anuales del sector casi se cuadruplicaron en las últimas dos décadas, alcanzando 1,48 billones de dólares en 2022. Las veinte compañías más grandes poseen un valor de mercado combinado de 3,5 billones de dólares, activos por valor de 1,86 billones de dólares y generaron ingresos de 820 mil millones de dólares, resultando en ganancias de 181,6 mil millones de dólares. De naturaleza oligopolística, gran parte de las empresas líderes están concentradas en EE. UU. y Europa, aunque un conjunto de industrias en \"países farmaemergentes\", especialmente en Asia, ha ganado fuerza. El consumo farmacéutico, aunque aún bastante concentrado en países desarrollados, también se ha expandido en países emergentes. Esta tendencia está impulsada por naciones como Brasil, Rusia, India, China y Sudáfrica (BRICS), así como México, Indonesia, Corea del Sur y Turquía (MIST). Juntos, estos nueve países ya representan el 48% de la población mundial y contribuyen con el 31% del Producto Interno Bruto (PIB) global.",
        "url": "https://doi.org/10.31235/osf.io/9auh4",
        "subjects": "Economics",
        "subjects_osf": "Health Law and Policy, Economics"
      },
      {
        "doi": "10.31235/osf.io/d3c8z",
        "title": "Formal-Informal Paradox of Indigenous Entrepreneurship in Bangladesh",
        "authors": "Sharmin Jahan Juha, Arefin Mizan",
        "created": "2025-01-08",
        "abstract": "Recent research in the emerging field of ‘Indigenous Entrepreneurship’ is revealing that there are various conditions and values present when it comes to Indigenous businesses and enterprises, that fundamentally challenges the common assumptions about entrepreneurship. This study aims to address the challenges that ethnic minorities in Bangladesh, otherwise known as Indigenous people (IP), face in their entrepreneurial ventures while remaining in the informal sector, and recommend policy initiatives to counteract those challenges. We hypothesize that the Indigenous economy’s entrepreneurial landscape mainly comprises informal entrepreneurship. Which inevitably creates barriers to accessing financial institutions, incentives and services provided by the Government of Bangladesh (GOB) and other formal institutions, necessary for Small and Medium Enterprises (SME) to scale up and maximize market development. For this study, we used 67 case studies of IP-led businesses and startups in Bangladesh, in conjunction with the Future of Business Survey Data from Facebook. We use Fuzzy-set Qualitative Comparative Analysis (Fs/QCA), a novel analytical method to identify complex interacting causal factors from a large body of case studies. We hope to provide a sound basis for policy interventions based on practical and perceived needs of IPs, which are required to make entrepreneurship in Bangladesh more inclusive and ensure that IPs have a level playing field in the formal economy of Bangladesh.",
        "url": "https://doi.org/10.31235/osf.io/d3c8z",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/d6p9h",
        "title": "Green Macrofinancial Bargains: How Economic Interests Enable and Limit Climate Action",
        "authors": "Nils Kupzok, Jonas Nahm",
        "created": "2025-01-08",
        "abstract": "In the late 2010s, countries began to strengthen policies that redirect financial flows into decarbonization, such as higher carbon prices and new green industrial policies. However, investments remain below what is necessary to reach official climate targets. We argue that the green turn reflects the success and limits of political bargains that attempt to use decarbonization as a means to fortify countries’ growth models and dominant economic interests. Such bargains have proven effective in overcoming entrenched path dependencies, unlocking policy progress. But these bargains also entail trade-offs that constrain the scope and goals of decarbonization. Prioritizing incumbent economic interests can slow emission cuts, limit tools to the unpopular and ineffective, and thwart visions of a just transition. To develop this argument empirically, we provide original quantitative estimates of climate policies in the G20 and conduct case studies of the UK, the EU, and South Korea.",
        "url": "https://doi.org/10.31235/osf.io/d6p9h",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/hbs8j",
        "title": "The Global Pharmaceutical Sector: numbers and dynamics",
        "authors": "João Henrique Santana Stacciarini",
        "created": "2025-01-12",
        "abstract": "Researchers from various fields of scientific knowledge have dedicated efforts to investigate the multiple characteristics of the pharmaceutical sector. Aiming to contribute to this debate and provide material for discussion, this research focused on collecting, interpreting, and making available data and information related to the Pharmaceutical Sector on a global scale. It was found that the sector's annual revenue has almost quadrupled over the last two decades, reaching $1.48 trillion in 2022. The twenty largest companies have a combined market value of $3.5 trillion, assets worth $1.86 trillion, and generated revenue of $820 billion, resulting in profits of $181.6 billion. Of an oligopolistic nature, most of the leading companies are concentrated in the USA and Europe, although a group of industries in \"pharmerging countries\", especially in Asia, has been gaining strength. Pharmaceutical consumption, although still highly concentrated in developed countries, has also been expanding in emerging countries. This trend is driven by nations such as Brazil, Russia, India, China, and South Africa (BRICS), as well as Mexico, Indonesia, South Korea, and Turkey (MIST). Together, these nine countries already account for 48% of the world's population and contribute 31% to the global Gross Domestic Product (GDP).",
        "url": "https://doi.org/10.31235/osf.io/hbs8j",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Geography, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vbxzs",
        "title": "Investigación y Desarrollo (I+D) en el Sector Farmacéutico: avances, limitaciones, selectividad y negligencia",
        "authors": "João Henrique Santana Stacciarini",
        "created": "2025-01-12",
        "abstract": "Con el objetivo de contribuir a los estudios y debates sobre el proceso de Investigación y Desarrollo (I+D) en el sector farmacéutico, este trabajo realizó una extensa recolección, organización y análisis de datos sobre el tema, explorando los avances, limitaciones, selectividad y negligencia en este ámbito. Se reveló que el sector farmacéutico representa el segundo mayor inversor en I+D, registrando un gasto global de 238 mil millones de dólares en 2021. La búsqueda de ganancias derivadas de medicamentos exitosos motivó un crecimiento significativo en el número de empresas farmacéuticas centradas en I+D, resultando en 5.416 corporaciones que prueban más de 20 mil fármacos en diversas fases de investigación y desarrollo. Sin embargo, este estudio también señala las limitaciones de los productos derivados de la I+D farmacéutica, observando que muchos medicamentos recién aprobados no presentan ventajas significativas sobre los ya existentes y tienden a priorizar el mantenimiento de franquicias rentables o la competencia en el mercado, en detrimento del bienestar de la población. Además, se destaca la selectividad y negligencia en las inversiones en I+D, con ciertas enfermedades recibiendo mayor atención debido a una variedad de intereses, incluyendo aspectos socioeconómicos.",
        "url": "https://doi.org/10.31235/osf.io/vbxzs",
        "subjects": "Economics",
        "subjects_osf": "Health Law and Policy, Economics"
      },
      {
        "doi": "10.31235/osf.io/zg5vd",
        "title": "Corporate Information Disclosure for Sustainable Financial Investment: Challenges and Contradictions in Reporting the ‘S’ in ESG in South Korea",
        "authors": "Peter Matanle, Yejin Shin, Hannah Jun, Zhamayne Fakharuzi, Yang Li, Jonathan Bradley, Jim McCafferty",
        "created": "2025-01-13",
        "abstract": "We investigate ESG (Environmental, Social, and Governance) information disclosure and reporting practices among South Korea’s largest publicly traded companies from 2018 to 2023. We focus on corporate reporting on employment practices within the ‘S’ pillar of the ESG framework. Through a simultaneous convergent mixed methods research design combining quantitative analysis of disclosed data with qualitative insights from corporate stakeholders, we highlight significant challenges and contradictions in ESG reporting. These stem from regulatory ambiguities, socio-political and cultural barriers, and the absence of standardized and reliable disclosure frameworks. Our research contributes to the literature by proposing a contextualized ESG disclosure framework that integrates local cultural and regulatory norms with global sustainability standards. This not only advances the theoretical understanding of ESG reporting in non-Western contexts but provides practical guidance for firms seeking to enhance transparency, meet investor expectations, and drive corporate sustainability.",
        "url": "https://doi.org/10.31235/osf.io/zg5vd",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "International and Area Studies, Economics, Organization Development, Sociology"
      },
      {
        "doi": "10.31235/osf.io/439fr",
        "title": "Immigrants’ modes of incorporation in Spain. A multivariate quantitative approach",
        "authors": "Carlos Ruiz-Ramos, Andrés Felipe Castro Torres",
        "created": "2025-01-13",
        "abstract": "Analysing immigrants’ incorporation patterns into host countries is essential for understanding social inequalities in contemporary societies. This study examines the living conditions of immigrants in Spain, moving beyond univariate approaches to social stratification by assessing the interaction between categories of privilege and disadvantage. As the second-largest recipient of immigrants in Europe, Spain offers valuable insights into the relationship between migration and social inequality. Using Geometric Data Analysis and clustering methods, we provide a structural and multidimensional perspective on social cleavages, revealing segmented assimilation patterns related to housing, employment, and education, influenced by age, origin, and social class. Our findings also show that second-generation immigrants experience only partial assimilation. This comprehensive analysis offers a deeper understanding of how various social categories shape immigrants’ integration, shedding light on the complex interplay of factors that influence their experiences in Spain and potentially other European countries with similar immigration trends in recent decades.",
        "url": "https://doi.org/10.31235/osf.io/439fr",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/7c6z5",
        "title": "Beyond tradition: Successful career paths to full professorship",
        "authors": "Jasmin M. Kizilirmak, Lisa-Marie Steinkampf, Sandra Buchholz, Jessica Ordemann",
        "created": "2025-01-13",
        "abstract": "German academia has faced a multitude of changes over the last two decades, including new alternative academic pathways to a professorship based on the Anglo-Saxon science system, such as junior or tenure track professorship. Our study investigates the patterns of academic career trajectories to a professorship that have emerged due to these changes. It looks deeper into the relationship between those patterns and determinants of academic success, such as previous career choices, scientific productivity and the chosen scientific field. Using data from the prof*panel (N=660) – a survey of recently appointed full professors in Germany – and sequence-cluster analysis, we find four academic career clusters, three of which are beyond the traditional pathway of Endurance Careers: Efficient Careers, Unconventional Careers and International Careers indicating an institutional change within German academia. Cluster affiliation is mainly related to time-to-tenure, habilitation (second thesis), working abroad and the field of the professorship. Our findings suggest that traditional career paths still play a major role, although the influence of internationalization and novel academic career steps, like junior and tenure-track positions, is growing. Furthermore, less conventional career paths, attract a higher proportion of women and are characterized by international mobility and more diverse professional experiences. The insights of our study underscore the ongoing changes in the landscape of academic careers and highlight both persistent challenges and new opportunities for aspiring professors.",
        "url": "https://doi.org/10.31235/osf.io/7c6z5",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/7ywqx",
        "title": "The Impact of Reduced Paid Work on Gender Disparities in Unpaid Labor: A Systematic Review and Meta-Analysis",
        "authors": "Matteo Piolatto, Anna Zamberlan",
        "created": "2025-01-10",
        "abstract": "Although still debated, the relationship between paid and unpaid work is crucial for uncovering a potential determinant of persisting gender inequality. Reductions in paid work and their consequences for the gendered performance of unpaid work have the potential to shed light on this relationship. However, there is still no clear answer to the question of whether and how reductions in paid work (including reductions in working hours, job losses, and retirement) affect the amount of time spent on unpaid work by gender, and what factors explain the variation in existing studies. We conducted a systematic review and meta-analysis of the existing literature on the topic. We analyzed 198 unique estimates of the effect of reductions in paid work on time spent on housework and care work in different-sex couples. Our findings indicate that both men and women respond to reductions in paid work by increasing the time they spend on unpaid work. Although the effect is stronger for men than for women, it is small and quite heterogeneous across studies. Therefore, it is insufficient to reduce gender inequality in the division of unpaid work.",
        "url": "https://doi.org/10.31235/osf.io/7ywqx",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/892e5",
        "title": "Machine-Learning Text Analysis of Intergenerational Mobility Perceptions in Germany, Sweden, and the United Kingdom",
        "authors": "Alexi Gugushvili, Felix Lennert, Patrick Präg",
        "created": "2025-01-14",
        "abstract": "Research on intergenerational mobility has traditionally focused on objective markers of socioeconomic position. In this study, we argue that the subjective aspects of intergenerational mobility deserve greater attention and empirically explore what individuals report they compare when they gauge their intergenerational mobility trajectories. Drawing on representative survey data from Germany, Sweden, and the United Kingdom, as well as machine-learning-driven text analyses of open-ended survey responses, we reveal that, in addition to conventional measures of intergenerational mobility, such as education, occupational status, and income, individuals consider a diverse array of factors, including family life, home ownership, and lifestyle choices. Our findings highlight the heterogeneity of these comparisons across different countries, genders, and generations. We identify significant variations in the dimensions of intergenerational comparisons, such as the prominence of education in Sweden, the focus on housing in the United Kingdom, and the salience of freedom, opportunity, and lifestyle in Germany. Furthermore, gender differences reveal that females are more likely to emphasize education and family life, while males focus on income and occupational status. These insights provide a deeper understanding of the subjective dimensions of intergenerational mobility and contribute to ongoing debates in social stratification research and general social theory.",
        "url": "https://doi.org/10.31235/osf.io/892e5",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/jsgz5",
        "title": "Bridging the Divide: Temporal Inequality as a Neglected Dimension in Sociological Research",
        "authors": "Yuan Shi",
        "created": "2025-01-10",
        "abstract": "Time is an essential but overlooked dimension of inequality in modern societies. While money can be earned and saved, time remains finite, shaped by labor markets, caregiving duties, and institutional frameworks. Despite its importance, mainstream sociological research on inequality and resources have predominantly focused on material and economic factors and overlooks temporal factors. This manuscript centers on the concept of temporal inequality—the unequal distribution of and control over time—to demonstrate that focusing solely on material resources overlooks critical constraints on daily life and offers ground work for further research. Building on sociological theories of capital, intersectionality, and economic stratification, this article argues that time poverty intersects with race, class, and gender inequalities, deepening existing social divides. By foregrounding time, this article aims to advance a more holistic understanding of social stratification.",
        "url": "https://doi.org/10.31235/osf.io/jsgz5",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/tvjfb",
        "title": "“I think I misspoke earlier. My bad!”: Exploring How Generative Artificial Intelligence Tools Exploit Society’s Feeling Rules",
        "authors": "Lisa M. Given, Sarah Polkinghorne, Alexandra Ridgway",
        "created": "2025-01-10",
        "abstract": "Generative artificial intelligence (GenAI) tools that appear to perform with care and empathy can quickly gain users’ trust. For this reason, GenAI tools that attempt to replicate human responses have heightened potential to misinform and deceive people. This paper examines how three GenAI tools, within divergent contexts, mimic credible emotional responsiveness: OpenAI’s ChatGPT, the National Eating Disorder Association’s Tessa, and Luka’s Replika. The analysis uses Hochschild’s (1983) concept of feeling rules to explore how these tools exploit, reinforce, or violate people’s internalised social guidelines around appropriate and credible emotional expression. We also examine how GenAI developers’ own beliefs and intentions can create potential social harms and conflict with users. Results show that while GenAI tools enact compliance with basic feeling rules – e.g., apologising when an error is noticed – this ability alone may not sustain user interest, particularly once the tools’ inability to generate meaningful, accurate information becomes intolerable.",
        "url": "https://doi.org/10.31235/osf.io/tvjfb",
        "subjects": "Sociology",
        "subjects_osf": "Library and Information Science, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/twzj4",
        "title": "Evaluating variation in school dropout rates in rural Nepal: A statistical study",
        "authors": "Nikesh Lagun, Rohan Prasad Sah",
        "created": "2025-01-11",
        "abstract": "This study discusses the complex range of factors that impact educational quality and school dropout rates in Nepal. It mainly considers such factors as socio-economic, cultural, and environmental ones. Some of the most common problems include social norms, the prevalence of early marriage, poverty, high levels of illiteracy, lack of access to schools and school facilities, inadequate transportation, and lack of learning materials. The analysis uncovered severe variations in student-teacher ratios in institutional schools versus children in community schools in various provinces. The ratios were significantly higher in community schools and had a noxious impact on educational impressions. Furthermore, the investigation focuses on the connection between repetition rates and school leaving patterns. Repetition and repetition of many reasons of dropout were observed in the lower grades and transition phases, which were the most vulnerable and unstable periods to deal with. By statistical analysis, the case of high student-teacher ratios is proved, showing the imperativeness of the take-on measures. A problem of endurance in terms of the rural areas is crossing these hazardous places and the long travel distance in the way that dropout rates are increased even more. Cultural phenomena including early marital ties keep girls from getting continued education, increasing the number of female students who drop out at higher levels. The study reveals that improving infrastructure, creating economic assistance, enhancing the skills of the teachers, and encouraging community awareness as well is fundamental for the reduction of the dropout numbers and making quality education available for everyone. Accordingly, the time should be determined by elements targeting several factors that limit educational success in Nepal. which will facilitate more successful intervention in the at-risk persons and provide the children with equal education opportunities, thus, serving as one of the tolls for the future nation advancement.",
        "url": "https://doi.org/10.31235/osf.io/twzj4",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/u4zkh",
        "title": "The Irizarry Hair Texture Scale",
        "authors": "Yasmiyn Irizarry",
        "created": "2025-01-09",
        "abstract": "The Irizarry Hair Texture Scale (IHT) is a novel framework that captures both the physical and socio-cultural dimensions of hair texture, challenging traditional classification systems that perpetuate racial hierarchies. Developed through interdisciplinary research and informed by critiques of racialized beauty standards, the IHT spans a spectrum from straight to coily textures, incorporating factors such as curl pattern, density, and style. This scale provides a scientifically grounded approach to studying hair as a marker of identity and systemic inequities.",
        "url": "https://doi.org/10.31235/osf.io/u4zkh",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/vzmbu",
        "title": "Moving Beyond Precision: Adapting to New Measures of Learning via Improvisation in Music Education",
        "authors": "Sunny Choi",
        "created": "2025-01-14",
        "abstract": "This study explores the pedagogical impact of incorporating improvisation practices into the curriculum of Classical piano students in higher education. Drawing from Bourdieu’s social reproduction theory and the concept of habitus, the research investigates how intentional disruptions to students' ingrained Classical training can foster identity development, adaptability, and career readiness. The findings are based on a case study conducted at a Finnish music university, where three Classical piano students participated in weekly free accompaniment (FA) lessons focusing on improvisation with non-Classical repertoire as learning materials. The study highlights the challenges students faced when transitioning from their traditional emphasis on technical mastery to a more flexible approach centered on exploration. Physical habits and dispositions that were deeply rooted in their Classical training served as both barriers and opportunities for growth. Over time, the students embraced improvisation to redefine learning, transitioning from a narrow focus on technical perfection to valuing adaptability. These findings reveal broader implications for higher education, particularly in preparing students for professional environments that demand flexibility and interdisciplinary expertise. The FA lessons facilitated a development in the students’ musical identity as pianists, enabling them to navigate the tension between their Classical foundations and the evolving demands of a competitive society. The study underscores the importance of integrating adaptive learning practices across disciplines to equip students with the soft skills necessary to thrive in an ever-changing professional landscape.",
        "url": "https://doi.org/10.31235/osf.io/vzmbu",
        "subjects": "Sociology",
        "subjects_osf": "Classics, Music, Higher Education, Sociology"
      },
      {
        "doi": "10.31235/osf.io/xbg37",
        "title": "A Typology of Nuclear and Extended Family Relations in the United States",
        "authors": "Bettina Hünteler, Karsten Hank, Diego Alburez-Gutierrez, Thomas Leopold",
        "created": "2025-01-15",
        "abstract": "Objective: To develop a typology of relationship quality for nuclear and extended family relations in the United States, accounting for variation across kinship types and racial/ethnic groups. Background: Existing typologies of family relationships primarily focus on nuclear ties, often neglecting relations with extended kin. Ties to extended kin are, however, central to many people’s lives and may be particularly salient in certain racial/ethnic minority groups. Expanding current typologies to include both nuclear and extended kin is therefore important for describing the diverse landscape of family relations. Method: We applied latent class analysis to data from the US sample of the KINMATRIX survey. Data were collected online from the ego-centric perspective of respondents (egos) aged 25 to 35, capturing their perspectives on a wide array of their nuclear and extended family members. The analytic sample comprised N = 3,772 egos and N = 61,511 dyadic relationships with their biological kin. Results: We identified five classes of relationships in nuclear and extended family ties: tight-knit, connected-but-autonomous, disharmonious-but-supportive, intimate-but-distant, and detached. Across these classes, we found a pronounced gradient, whereby closeness declined and detachment increased with genealogical distance. Considering absolute kin numbers, however, revealed a substantial ‘relational reserve’ in extended family ties, particularly those characterized as connected-but-autonomous. These were especially relevant in Black respondents, who were less close to nuclear kin, but also less detached from extended kin. Conclusion: This study highlights the relevance of kin relations beyond the nuclear family and demonstrates the value of typological approaches assessing commonalities and differences – especially along racial/ethnic lines – in contemporary American families.",
        "url": "https://doi.org/10.31235/osf.io/xbg37",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/38dhy",
        "title": "A Safety Audit of Rural Public Spaces in Gujarat: Negotiating safe spaces for women and girls",
        "authors": "ISST, Pallavi Sobti Rajpal, Anweshaa Ghosh, Mubashira Zaidi, Abhishek Sekharan",
        "created": "2025-01-13",
        "abstract": "ISST- Utthan Gujarat's latest collaborative study, Using the Safety audit tool, Shakti, the study explored and identified challenges women faced in accessing public spaces in rural Gujarat followings a mixed-methods approach. By engaging local Nyaya Samiti members, the study gathered powerful insights through surveys, focus group discussions, key informant interviews, transect walks and desk research. The initiative, led along with community members was to initiate positive change and improve safety for women in these villages. The Safety audit provided crucial evidence for gender sensitization and proved to be a strong enabler of women's well-being, mobility, health, education, workforce participation, career growth, and political participation.",
        "url": "https://doi.org/10.31235/osf.io/38dhy",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3gbkc",
        "title": "Echoes of Doubt. The Impostor Phenomenon as an Internalized Barrier for Educational Advancement",
        "authors": "Max P. Jansen",
        "created": "2025-01-16",
        "abstract": "The Impostor Phenomenon (IP) represents a popular research topic among scholars in various disciplines, frequently approached through a lens of individualization and pathologization. This study explores its relevance within the educational domain and contextualizes the IP by examining its association with social group membership along the dimensions of gender, immigration origin, and socioeconomic status. Providing empirical insights into the implications of the IP for social upward mobility through educational gains, this study addresses two research questions: (1) “who is particularly affected by the IP?” and (2) “is the IP negatively associated with educational efficacy beliefs and educational aspirations?”. To investigate these questions, the study applies a sociological framework for understanding the IP from a lens of social theory and examines its social stratification drawing on data from a register-based data collection among German adolescents aged 15-18 (n=4,697). The results of linear regression and probability models for three dependent variables show that (1) the IP is positively associated with disadvantaged social group membership, whereas it is negatively associated with two drivers for educational upward mobility, namely (2) educational efficacy beliefs and (3) educational aspirations. These findings suggest that the IP can undermine opportunities for social upward mobility by reinforcing internalized notions of inadequacy and not belonging to higher educational spheres. As individuals from disadvantaged social groups are more susceptible to the IP, which is associated with lower confidence in educational abilities and reduced pursuit of higher education, the IP appears to constitute an internalized barrier to upward social mobility. These results highlight the societal role of the IP, emphasize the value of understanding it from a sociological perspective, and demonstrate the importance of analyzing it through a lens of social stratification, both within and beyond the educational domain.",
        "url": "https://doi.org/10.31235/osf.io/3gbkc",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/4vtrg",
        "title": "Beyond the Screen: Gender and Smartphone App Access, Use and Control Among Youth - A Case Study of Kalyanpuri, Delhi",
        "authors": "ISST, Anweshaa Ghosh, Shipra, Camellia Reja",
        "created": "2025-01-13",
        "abstract": "This study examines the gendered dynamics of access, usage, and control of smartphones among adolescents and young adults (ages 15-22) from low-income backgrounds in Delhi. Utilizing a mixed-methods approach, including online surveys, focus group discussions (FGDs), and personal interviews, the research investigates smartphone and app access, usage patterns, and the influence of familial, societal and geographical constraints on digital behaviours. The findings indicate significant gender- and age-based disparities in smartphone access and app engagement. Boys were provided preferential access and invested more time and resources in smartphone apps, particularly gaming. In contrast, girls experienced more stringent restrictions and social policing of their smartphone usage, resulting in limited online interactions and self-expression. This gendered control is shaped by broader patriarchal norms, leading to self-censorship and reduced participation in digital realm and consequently physical spaces. While smartphones have facilitated educational access, they have also exposed youth to challenges such as online violence and the lack of adequate safety features. Though both boys and girls seemed at disadvantaged situation, boys comparatively had more robust support networks to address these challenges, while girls felt more isolated. Despite these gendered barriers, owning a smartphone remains a significant aspiration for both genders. The study highlights the intersection of gender, technology, and social norms, underscoring the need for targeted interventions to address the digital gender divide. It calls for comprehensive strategies that tackle gender norms in digital behaviour, enhance digital literacy, and improve online safety, in order to foster a more inclusive and equitable digital environment for youth.",
        "url": "https://doi.org/10.31235/osf.io/4vtrg",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/5wrcu",
        "title": "Family types and sizes",
        "authors": "Anushé Hassan, Abigail E. Page",
        "created": "2025-01-09",
        "abstract": "A family is a network of individuals tied to each other by blood, marriage, adoption or fostering and comes in many forms and sizes. There is no singular or universal type of family. Some common family types or structures include a single parent and children, a ‘nuclear’ family comprising two parents and children, or extended families consisting of one or two parents, children and other relatives. However, a range of different family types exist within this spectrum. A household is a commonly used term or unit of analysis to describe a group of people’s living arrangements and relationships to each other. What comprises a household can vary across cultures, social contexts and even seasons. While family and households are often conflated in the literature, in reality they are different. Families refer to specific kinship structures, whereas not all members of a household are necessarily kin but instead are tied to each other through co-residence and roles and responsibilities around the production and consumption of food and labour. One key reason we see so much variation in families and households is because people usually tend to live with other people - although, of course, living alone is also a type of household. Thus, family and household size, structure and composition can vary for multiple reasons across cultures including the number of children a parent/couple have, child and adult survival rates, the types of marriage which form the family and the post-marital residence systems which influence the generational configuration of households. This chapter underlines how flexible and context-specific human family systems are, and how the vast diversity present in humans leads to endless types of families and households.",
        "url": "https://doi.org/10.31235/osf.io/5wrcu",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/5ysja",
        "title": "Digitalisation at the Frontlines: ASHA's Experiences across Haryana, Rajasthan, Kerala and Meghalaya",
        "authors": "ISST, sreerupa, Sneha Jha, Aishwarya Rajeev",
        "created": "2025-01-13",
        "abstract": "Digitalisation at the Frontlines examines how India’s push for healthcare digitalisation has transformed the work of Accredited Social Health Activists (ASHAs). Drawing on research across four states, the study reveals a spectrum of digitalisation—highlighting improved efficiency, transparency, and communication through digital tools—while also uncovering challenges such as increased workloads, unpaid digital labour, and inequities linked to gender, age, education, and caste. The report offers actionable recommendations to ensure digital tools empower ASHAs without adding strain or deepening inequalities.",
        "url": "https://doi.org/10.31235/osf.io/5ysja",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/62wr8",
        "title": "Can an Eye for an Eye Turn the Whole World Sanctioned?",
        "authors": "Khrystyna Holynska, Dr. Renato Corbetta, Carter T. Butts, C. Ben Gibson",
        "created": "2025-01-07",
        "abstract": "International sanctions have been an increasingly common tool for enforcing international norms of behavior, among other goals. There is continuing debate on what drives sanctioning behavior: while IR theories of sanctions have a long empirical history, more recent studies identify a need to extend these theories to better account for the endogenous nature of state sanction networks. Using a combination of network and IR-based insights, we aim to build a theory-driven, interpretable model of international sanctions that has high predictive utility. Using a separable version of dynamic network logistic regression, we test network theories of “Matthew effects,” reciprocity, and previous state-level sanctioning activity alongside traditional IR theories regarding the democratic peace, cultural or institutional similarity, power imbalance, and trade. Though we find that mechanisms from established IR theories largely hold with the inclusion of network endogeneity, endogenous network effects are more powerful than traditional IR concepts for predictive accuracy of the sanctioning network. We also find considerable differences for factors driving the imposition of sanctions (tie formation) versus persistence of sanction regimes (persistence), pointing to the importance of treating such effects separately.",
        "url": "https://doi.org/10.31235/osf.io/62wr8",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6sznc",
        "title": "Femtech in the Post-Roe Era: Implications for Female Athletes' Health Monitoring",
        "authors": "Natalie Kupperman",
        "created": "2025-01-11",
        "abstract": "This paper explores the history of menstrual cycle monitoring in sports, the rise of FemTech and wearable technology, and the potential for misuse of sensitive reproductive data, such as basal body temperature (BBT) tracked by wearables. It argues that while such technologies offer potential benefits, the post-Roe legal context raises significant ethical and legal dilemmas for female athletes, who may face increased surveillance or pressure based on their reproductive health data. The paper analyzes current state and federal biometric and health privacy laws, including BIPA, CCPA/CPRA, and HIPAA, and their applicability to athletes, particularly collegiate athletes. It concludes with recommendations for policy and practice, advocating for athlete autonomy, data transparency, and robust legislation to protect athletes' reproductive privacy in the face of increasingly sophisticated health tracking technologies.",
        "url": "https://doi.org/10.31235/osf.io/6sznc",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/83gzp",
        "title": "Trust dynamics among producers and regulators: The case of aquaculture",
        "authors": "Haley Hartenstine, Stuart Carlton",
        "created": "2025-01-08",
        "abstract": "Remaking the global food production and distribution system into something more ecologically and economically sustainable is among the great challenges of our time. This challenge will need to be addressed on multiple levels—from small-time producers to large multinational corporations and from local governments to international treaties—across multiple components of food production. Trust among producers, regulators, and resource managers is one of the many things that will be required to successfully transform the food system. In this qualitative study, we explore trust dynamics among aquaculture producers in the midwestern US. Based on a series of 34 interviews, we use the trust ecology framework to illustrate both how the different dimensions of trust are present among aquaculture producers and how the dimensions of trust might be threatened. Our findings emphasize the importance of building stronger interpersonal relationships between regulatory agencies and aquaculture producers. Additionally, our research shows that producers feel a need for more vocal advocacy for the industry within the regulatory system. These findings present an important case study illustrating how trust influences the relationship between producers and regulators and how building trust might allow the industry to work together to grow production and, potentially, sustainability.",
        "url": "https://doi.org/10.31235/osf.io/83gzp",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/e6gv9",
        "title": "Who am I and How Should I Engineer? A guide to using ‘deep’ skills such as reflexivity when engaging at the cultural interface to co-design engineering education.",
        "authors": "Crighton Nichols, Gavin Brown, Olli Wynyard Gonfond",
        "created": "2025-01-15",
        "abstract": "The purpose of this paper is to encourage all engineering educators in Australia to feel comfortable and confident to collaborate with Indigenous peers at the cultural interface such that, in turn, engineering students are provided with experiences to help them understand and appreciate the contributions of Indigenous Ways of Knowing, Doing, and Being to the engineering profession. We do this by introducing the concepts of culture and identity, including the importance of understanding and connecting to our own culture through reflexive practice, as well as considerations for working at the cultural interface. The importance of reflexivity is highlighted by introducing the concept of ‘deep’ skills – the ability to examine one’s thoughts, feelings, and motivations – to complement the existing ‘hard’ and ‘soft’ skills that engineers learn. We then outline the value to the engineering profession of some key tenets that are common to First Nations Australian cultures and discuss the importance of being an ally. Finally, we offer a framework for respectfully engaging with Indigenous peers at the cultural interface, so they can co-design engineering education together.",
        "url": "https://doi.org/10.31235/osf.io/e6gv9",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/eywgv",
        "title": "The Female Suffering in Torto Arado: An Analysis of the Relationship Between Belonisia and Tobias",
        "authors": "Giovana Ramalho Lacerda, Ana Claudia Ramalho Lacerda",
        "created": "2025-01-08",
        "abstract": "In the novel Torto Arado, various aspects of the daily life of a family living in the poverty of the Bahia backlands are addressed. They survive through work akin to slavery, and their social roles are strongly tied to race, class, and gender. This study provides an observational literary analysis of the female figure and her constant submission and suffering, based on the relationship between Belonisia and Tobias. In the narrative, each of the sisters assumes an identity: while Bibiana represents resistance and social transformation, Belonia represents female submission in a patriarchal society, in discriminatory and unromantic gender relationships, as was the case with their ancestors. The analysis results showed that the marriage between Belonisia and Tobias does not consider the woman's wishes from the beginning, when she is arranged to marry her husband by her father. Furthermore, throughout the relationship, she suffers various mistreatments from her husband, who constantly disqualifies and beats the girl, who is unable to free herself from this relationship due to the social expectations surrounding her marriage. Thus, it was concluded that the girl is silenced in her relationship with Tobias, both by the accident she suffered in childhood, which took away her ability to speak, and by her inability to distance herself from her husband and his aggression. Due to the girl's patriarchal education and the lack of knowledge about social rights, Belonisia lives in a context where domestic violence is normalized, and the culture of being silenced by the male figure prevails. Therefore, the analysis of the female figure in the marriage between Belonisia and Tobias is of utmost importance.",
        "url": "https://doi.org/10.31235/osf.io/eywgv",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/pkyf8",
        "title": "A Secondary Research Perspective on Intergenerational Occupational Mobility in Bangladesh",
        "authors": "Ava Ajax",
        "created": "2025-01-10",
        "abstract": "Intergenerational occupational mobility, the ability of individuals to move across occupational statuses relative to their parents, is a key measure of social equity and economic opportunity. While extensively studied in the context of developing economies, research on Bangladesh often focuses on specific factors—such as education, financial resources, or cultural norms—without integrating insights across urban and rural settings. This paper addresses this gap by conducting a secondary analysis of existing studies to examine how socio-economic and structural factors collectively shape occupational mobility in Bangladesh. Synthesizing findings from diverse research sources, the paper highlights the stark contrasts in mobility pathways between urban and rural areas and identifies the interconnected dynamics that influence these trajectories. The analysis reveals how disparities in access to education, labor markets, social networks, and financial resources contribute to differing mobility outcomes. By offering a holistic perspective, this study underscores the need for integrated policy frameworks to address regional disparities and promote equitable opportunities for mobility. Furthermore, the findings emphasize the broader economic implications of mobility barriers, including their impact on human capital development, innovation, and resource allocation. This integrative approach provides valuable insights for policymakers aiming to foster sustainable and inclusive growth in Bangladesh.",
        "url": "https://doi.org/10.31235/osf.io/pkyf8",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/rcjht",
        "title": "Anchored in Place, Driven by Risk: How place attachment amplifies the household flood adaptation",
        "authors": "Sungju Han",
        "created": "2025-01-07",
        "abstract": "Rising flood risks present significant threats to communities globally. This study examines the influence of risk perception and place attachment on the adoption of household adaptive behaviors in flood-prone regions of Saxony-Anhalt, Germany. The study employed latent profile analysis on data from 304 households, revealing four distinct profiles categorized by risk perception and levels of place attachment. The findings reveal that place attachment acts as an amplifier of adaptive behaviors, particularly when combined with high risk perception. Even in contexts of low risk perception, place attachment encouraged certain adaptive behaviors like insurance adoption. However, its effectiveness varied across socioeconomic contexts and types of adaptive measures, with the strongest effects observed for structural adaptation measures. The study demonstrates that combining strong place attachment with high risk perception is particularly effective in motivating costly protective actions. These findings suggest that flood risk management strategies should incorporate place-based elements alongside traditional risk communication approaches to better promote community resilience. This research contributes to understanding how such emotional connections to place can enhance flood adaptation.",
        "url": "https://doi.org/10.31235/osf.io/rcjht",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/wdre7",
        "title": "NGOs’ Endeavours in Mis- and Disinformation Combat and Literacy Enhancement: A Case Study of Faktabaari",
        "authors": "Yucong Lao, Yukun You",
        "created": "2025-01-09",
        "abstract": "This study examines the role of Faktabaari, a Finnish fact-checking non-governmental organization (NGO), in addressing mis- and disinformation and promoting digital information literacy. Using qualitative content analysis of Faktabaari's Digital Information Literacy Guide, we explore its discussion of mis- and disinformation issues and impact, its construction for digital information literacy, and the role of NGOs in enhancing digital information literacy. Findings reveal Faktabaari’s emphasis on practical approaches to information evaluation, digital competence, and the societal impact of disinformation, highlighting its contributions to knowledge dissemination and advocacy. However, it lacks attention to generative artificial intelligence (AI) challenges and a structured conceptual framework for digital literacy. This research underscores the value of NGO-led efforts in enhancing public digital literacy and civic engagement, offering insights into their potential to address disinformation challenges beyond national borders.",
        "url": "https://doi.org/10.31235/osf.io/wdre7",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/x5ajd",
        "title": "European Social Science Infrastructure White Paper",
        "authors": "Tom Emery, Angelica Maria Maineri, Lucas van der Meer, Kasia Karpinska",
        "created": "2024-12-29",
        "abstract": "Building on the achievements of recent years and envisioning a stronger alignment between the needs of the research community, we offer 7 clear recommendations for developments in Data, Computation, FAIR, Tools, Expertise, and Governance. Greater investments in European Social Science Infrastructure will make use of the opportunities of new data, methods and tools whilst also rising collectively to the challenges that they pose, harnessing the power of this ongoing data revolution. The challenges we face, such as climate change, ethical AI, misinformation, and population ageing, all have an international character. This white paper has been prepared by Tom Emery, Kasia Karpinska, Angelica Maineri and Lucas van der Meer and is open to comments, contributions, and co-authorship. We are aiming to collate the infrastructural needs of the European Social Science community in a coherent plan. If we have made errors, omissions, or misrepresented these needs the we would be very happy to correct this. All comments and contributions can be sent to tom@odissei-data.nl and will be very gratefully received.",
        "url": "https://doi.org/10.31235/osf.io/x5ajd",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3md6u",
        "title": "Measuring the consistency of the “irrealis” domain",
        "authors": "Wesley Kuhron Jones",
        "created": "2025-01-16",
        "abstract": "This paper applies semantic map methodology to the domain of irrealis in order to show, quantitatively, the extent to which emic irrealis categories vary across languages in terms of which functions they have. The amount and nature of variation among emic irrealis categories is compared with that in other domains, such as future or imperative. This study attempts to quantify how broad the irrealis category is in semantic space and how consistently it is encoded cross-linguistically. It will be seen that, while the conclusions here are sensitive to the input data, as is the case with any semantic map study, irrealis can be empirically characterized as a broad semantic domain with low consistency in terms of encoding by linguistic forms. This contrasts with the high consistency of its better-established sub-domains, such as future or imperative. While it is possible to create a notionally consistent cross-linguistic definition of irrealis meaning, as many authors have, none of these definitions reflects a category that languages prioritize in their TAM systems. This methodology can be used for any domain of semantic functions to evaluate its usefulness as a cross-linguistic notion.",
        "url": "https://doi.org/10.31235/osf.io/3md6u",
        "subjects": "(Other)",
        "subjects_osf": "Linguistics"
      },
      {
        "doi": "10.31235/osf.io/8k7c4",
        "title": "Attentional resources, bilingualism and social presence : An integrated view of executive attention.",
        "authors": "Amine Bennani, Said Boujraf, Mohamed Benzagmout, Driss Boussaoud",
        "created": "2025-01-10",
        "abstract": "One of the most highly debated issues in psycholinguistics during the last decades is the so-called bilingual cognitive advantage (BICA), i.e. the hypothesis that people with a bilingual experience outperform monolingual speakers on cognitive tasks, presumably attributed to strengthened executive functions. This debate is nowadays deadlocked, as contradictory findings continue to accumulate. Unfortunately, despite attempts to find explanations in the diversity of bilingual experiences as a potential source of individual variability and the questioning of the reliability of executive function tests used to measure BICA, the status quo is maintained and new research perspectives are strongly needed, possibly outside the realm of psycholinguistics. We consider bilingual experience as deeply anchored in social context and argue that any conclusion drawn from traditional paradigms assessing cognition in socially isolated subjects would be hazardous. In an era of increasing influence of concepts such as the social brain, studies of bilingualism have seldom taken into account the social nature of human interaction via language. Recent studies, however, suggest that even minimal components of social context, such as mere presence of others, with no overt interaction or communication, modulate BICA in a complex and dynamic manner, in interaction with other factors including linguistic context and gender. We will focus on attention as a common mechanism that accounts for both bilingual language processing and the monitoring of social presence. Bringing together psycholinguistics and social psychology perspectives, this review calls for a move towards a socially embedded approach of bilingualism, with an integrated view of executive attention.",
        "url": "https://doi.org/10.31235/osf.io/8k7c4",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Linguistics"
      },
      {
        "doi": "10.31235/osf.io/cxp4q",
        "title": "Research entity information and coverage in eight free access scholarly databases",
        "authors": "Lorena Delgado-Quirós, José Luis Ortega",
        "created": "2025-01-14",
        "abstract": "The main objective of this study is to evaluate the coverage and information quality of research entities (authors, organizations, venues, and disciplines) in eight new academic databases. Design/methodology/approach: A random Crossref sample of over 115k DOIs was chosen and subsequently searched across seven databases. Dimensions and OpenAlex are the best products processing authors because they have the lowest percentage of authors with one publication (Dimensions, 88.1%; OpenAlex, 89.9%), and the lowest slope coefficient (old OpenAlex, α=3.25; Dimensions, α=3.46). They also show low average author variation (Dimensions, .12; OpenAlex, .17). Microsoft Academic is the database that detects the most affiliations (87%) and organizations (71.2%). Crossref-based products such as Dimensions (98.1%), Scilit (99.3%), and The Lens (96.4%) identify more venues and publishers than other products. Semantic Scholar is highlighted as the database that thematically classifies the most publications (94.1%). Regarding document types, the study also identifies transversal problems in the extraction and identification of entities in books and book chapters. This is the first study that compares the largest number of free-access scholarly databases, exploring the completeness degree and quality of the research entity information (authors, organizations, disciplines and venues). The results of this study have important implications for selecting different databases when it comes to search literature for reviews, meta-analyses and other studies.",
        "url": "https://doi.org/10.31235/osf.io/cxp4q",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/k6985",
        "title": "The Biodiversity Commitments of Earth’s Keystone Corporations: Current Limitations, Untapped Potential, and Future Directions",
        "authors": "Isobel Hawkins, Talitha Bromwich, Jean-Baptiste Jouffray, Thomas B. White, Joseph W. Bull, Faye Chang, E.J. Milner-Gulland, Sophus zu Ermgassen",
        "created": "2025-01-07",
        "abstract": "Over the past 50 years, large transnational \"keystone\" corporations have concentrated power and gained significant influence over the world's resource reserves, production and trade. The Kunming-Montreal Global Biodiversity Framework emphasizes the crucial role of businesses in setting and disclosing targets to mitigate their impact on nature. In this study, we identified 180 keystone corporations from highly concentrated sectors with significant environmental impacts and assessed their biodiversity commitments. Our findings reveal that while 79% of firms have made some form of biodiversity pledge, only 13% have reported sufficiently detailed, transparent and specific commitments (“robust commitments”) to allow others to assess if the targets have been met – a key prerequisite of accountability. We discuss future directions and underscore the urgent need for companies, governments, and civil society – including the research community – to work collaboratively to develop, implement, and monitor credible corporate strategies that drive meaningful action for nature.",
        "url": "https://doi.org/10.31235/osf.io/k6985",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/m69dt",
        "title": "A ‘simple life’ as ‘good life’? Insights from Cuban and Ecuadorian return migration",
        "authors": "Jérémie Voirol, Valerio Simoni",
        "created": "2025-01-13",
        "abstract": "This article examines the moral deliberations and value-creation strategies of Cuban and Ecuadorian return migrants who question hegemonic views of migration and strive to re-imagine life in their homeland accordingly. The alternative paths they take challenge the analytical emphasis on economic progress and social and existential mobility in studies of migration. By reassessing notions of virtuous economic practice and activating moral repertoires outside the field of migration, returnees strive to carve out a ‘simple life’ that contests taken-for-granted assumptions about the goal of their movements and the features of a ‘good life’. The precariousness of such endeavors highlights the high stakes of returnees’ responses to migration-related expectations and pressures, namely the possibility to maintain meaningful relationships and cultivate a valuable social life.",
        "url": "https://doi.org/10.31235/osf.io/m69dt",
        "subjects": "(Other)",
        "subjects_osf": "Latin American Languages and Societies, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/ma5js",
        "title": "Repetition in Language and Recurrence Mapping",
        "authors": "T. Mark Ellison, Uta Reinöhl",
        "created": "2025-01-12",
        "abstract": "Repetition, with and without variation, pervades language use. We see it, for example, in spontaneous conversation, in memes on social media, in traditional rhetoric and, of course, in poetry and oral tradition. This paper presents recurrence mapping as a new visualisation tool for the analysis of exact and inexact repetition in language. It can be used with any type of connected source material, including audio (e.g., full-spectra, f0 contours, etc.) and written data (e.g., transcripts, glosses and translations). Recurrence mapping is related to ‘dynamic time warping’, but has not so far been used to visualise repetition in language use.",
        "url": "https://doi.org/10.31235/osf.io/ma5js",
        "subjects": "(Other)",
        "subjects_osf": "Linguistics"
      },
      {
        "doi": "10.31235/osf.io/upagm",
        "title": "Post-Intercultural Communication Research: The Ecological Turn and the Humanism-Posthumanism Continuum",
        "authors": "Dominic Busch",
        "created": "2025-01-10",
        "abstract": "The ecological turn in intercultural communication research understands human environmental degradation as a cultural product, parallel to colonial attitudes. In reaction to this, the ecological turn sees humans as an equal part of nature. This requires a radical disruption of previous thinking, often embodied in posthumanist philosophies. However, posthumanism can also be seen as a continuum to humanism, providing a more consistent framework for the aims of humanism. Humanist research on intercultural communication has always been less concerned with emphasising the peculiarities of culture and more concerned with how human beings can free themselves from cultural constraints, develop and evolve. Posthumanist thinking pushes culture further aside and opens up to a postintercultural communication research that explores human potentials and responsibilities in the ecological turn.",
        "url": "https://doi.org/10.31235/osf.io/upagm",
        "subjects": "(Other)",
        "subjects_osf": "International and Comparative Education, Anthropology, Communication"
      },
      {
        "doi": "10.31235/osf.io/xdfe9",
        "title": "How Media Unions Stabilize Technological Hype: Tracing organized journalism’s discursive constructions of Generative Artificial Intelligence",
        "authors": "Mike Ananny, Jake Karr",
        "created": "2025-01-13",
        "abstract": "Amidst ongoing challenges to journalism’s economic models, labor markets, and technological practices, a new pressure has recently appeared in many newsrooms: the power of Generative Artificial Intelligence (GenAI) computational models and off-the-shelf interfaces to synthetically create content that passes for news. Seeing the phenomenon through the lens of this special issue’s focus on “hype,” this paper uses discourse analysis to understand how journalism unions define GenAI as a problem, articulate the value of journalism against it, and use collective bargaining to contractually shape its use in newsrooms. Motivated by scholarship detailing hype as popular communication, expectation setting, and technological stabilizing, we examine journalistic trade press, union statements, and collective bargaining agreements to offer a 6-dimensional image of GenAI hype and union-driven responses to it, and reflect on notable absences in media unions’ understanding of GenAI. We see this as a case of journalists articulating their roles and values in an all-too-common moment when they are challenged by sociotechnical forces that they did not create, but that they must nonetheless collectively navigate and reshape in service of the profession’s democratic mission.",
        "url": "https://doi.org/10.31235/osf.io/xdfe9",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies, Communication"
      }
    ]
  }
}
