{
  "update": "2024-10-11",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/63tns",
        "title": "Estimating Unknown Cut-points in Regression Discontinuity and Kink Designs",
        "authors": "Benjamin F. Reese",
        "created": "2024-10-07",
        "abstract": "Regression discontinuity designs (RDD) and regression kink designs (RKD) are popular identification strategies across the social sciences. The relatively weak assumptions required for identifying a causal effect with RDD/RKDs make the designs attractive quasi-experimental methods for causal inference. One limitation of RDD/RKDs is that they rely on an exogenously given and previously known treatment rule. To overcome this limitation, economists (Porter &amp; Yu 2015, Hansen 2017, Boehnke &amp; Bonaldi 2019, and Tanu 2020) and computer scientists (Herlands et al. 2018) have begun to develop methods and tests that can find unknown discontinuities. However, these tests are either largely theoretically focused, computationally intensive, inconvenient to implement, or otherwise do not fit the specific needs of applied political scientists. Accordingly, this paper presents a novel, more flexible, and extremely easy to implement approach to estimate unknown cut-points in both RDDs and RKDs. It is the first method that can detect unknown thresholds in both RDDs and RKDs. I call this method the unknown cut-point regression discontinuity/kink design (UCRDD/UCRKD). It works by uniformly dividing an assignment variable into quantiles to create a distribution of “candidate” cut-points. Each candidate threshold is then tested in a RDD model (Imbens &amp; Kalyanaraman 2012) to find the “best” cut-point, the cut-point that has the largest substantive effect and highest degree of statistical significance. Researchers can use UCRDD/UCRKD to find “tipping-points” in behavior; to determine obscured or non-public policy criteria; and as a diagnostic tool to determine if there are other significant thresholds in their traditional RDD/RKD. In the application section, I apply UCRKD to assess how to define the concept of a minority district and to estimate the treatment effect of minority districts on electoral support for minority candidates.",
        "url": "https://doi.org/10.31235/osf.io/63tns",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/j7nc8",
        "title": "Observing many students using difference-in-differences designs on the same data and hypothesis reveals a hidden universe of uncertainty",
        "authors": "Alexander Wuttke, Karolin Freitag, Laura Kiemes, Linda Biester, Paul Binder, Bastian Buitkamp, Larissa Dyk, Louisa Ehlich, Mariia Lesiv, Yannick Poliandri",
        "created": "2024-10-08",
        "abstract": "The recent advent of many-analysts studies highlighted significant variation in research outcomes when multiple teams independently explore identical datasets and hypotheses. This paper contributes to this emerging research paradigm by demonstrating how the many-analysts framework can be incorporated into social science methods classes and by pioneering its use in difference-in-differences (DiD) designs. By engaging students in independent DiD analyses on a specific research question, in this case related to local governance, the study uncovers a broad range of effect sizes and diverging conclusions reported by the analysts, highlighting the subjective nature of analytical choices and their potential impact on research outcomes. This variability underscores the importance of critical thinking and methodological rigor in social science education. The implications extend beyond pedagogy, suggesting that causal inference methods with significant researcher discretion such as DiD designs benefit from robustness analysis with multiple independent analysts.",
        "url": "https://doi.org/10.31235/osf.io/j7nc8",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/q28ex",
        "title": "German Election Database",
        "authors": "Vincent Heddesheimer, Hanno Hilbig, Florian Sichart, Andreas Wiedemann",
        "created": "2024-10-09",
        "abstract": "Elections are the key mechanism through which voters hold elected officials accountable. The partisan composition of local, state, and national legislatures and governments, in turn, influences key policy choices and public goods provision. Yet studying issues of representation, government responsiveness, and partisan politics across different levels of government, in particular at the local level, has been difficult. We often lack comprehensive, comparable, and harmonized election results at small-scale units such as municipalities. This paper introduces a new panel dataset of local, state, and federal election results in Germany at the municipality level with coverage for the past decades. Our data includes turnout and partisan vote shares for all major parties. We harmonize the data to address municipal boundary changes and to account for mail-in districts, providing researchers with a consistent panel of municipalities in their 2021 boundaries as well as corresponding municipal and county boundary shapefiles. Our dataset will facilitate new research on representation and responsiveness across all levels of government and how political dynamics have changed over time.",
        "url": "https://doi.org/10.31235/osf.io/q28ex",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/ry4g2",
        "title": "Analyzing polarization among Spanish political elites using Machine Learning techniques",
        "authors": "Daniel Ansia, Miguel Folgado, Veronica Sanz",
        "created": "2024-10-10",
        "abstract": "This work presents an analysis of ideological and affective polarisation in the Spanish parliament from the year 2000 until 2022 using Natural Language Processing (NLP) techniques. Parliamentary records were harvested, pre-processed, and analyzed using document embeddings to assess ideological polarisation and sentiment analysis with VADER and Transformer models for affective polarisation. The results highlight a significant increase in both ideological and affective polarisation, particularly in recent parliamentary terms. This work contributes with new tools to map political discourse and offers a rich dataset for further research on Spanish political elites.",
        "url": "https://doi.org/10.31235/osf.io/ry4g2",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/vy6af",
        "title": "Show me the labels: Using pre-nudges to reduce calorie information avoidance",
        "authors": "Tabaré Capitán, Linda Thunstrom, Klaas van 't Veld, Jonas Nordström, Jason F. Shogren",
        "created": "2024-10-08",
        "abstract": "Calorie labeling is a popular policy to address the obesity epidemic, but it has had little empirical success. Under the premise that willful avoidance of information plays a role in this result, we propose a novel approach—pre-nudges—to make consumers more receptive to calorie information. Unlike nudges, which are used to directly influence a choice, pre-nudges are used to directly influence how consumers react to the nudge itself (the calorie label). In line with predictions from our theoretical analysis, we test two pre-nudges in the context of menu labeling: one aims to increase self-efficacy, and the other one highlights the long-term health risks of overeating. In a large-scale laboratory experiment, we find that both pre-nudges reduce calorie information avoidance. Overall, our paper suggests a possible role for pre-nudges in addressing the obesity epidemic—one of the largest public health issues globally—and illustrates the potential usefulness of pre-nudges more generally",
        "url": "https://doi.org/10.31235/osf.io/vy6af",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/597cx",
        "title": "Shadows on the Crossroads: Childhood Bereavement as Exposure to Co-Resident Parental Death in the United States Increases, 1999-2023",
        "authors": "Alexander Chapman, Joyal Mulheron, Emily Smith-Greenaway, Ashton M. Verdery",
        "created": "2024-10-09",
        "abstract": "Despite extensive focus on the rise in midlife mortality in the U.S. in recent years, the implications of this trend for children’s exposure to parental death—or bereavement—remain minimally explored. In this study, we introduce a new approach to estimate trends in children’s exposure to co-resident parental death in the U.S over the past 25 years (1999-2023). Our methodological approach relies on a fusion model and data simulation that joins recent population and mortality data to estimate children’s exposure to co-resident parental death. The results reveal a subtle rise in parental death each year since the early 2010s: in 2023 alone, more than 300,000 children experienced a co-resident parent’s death. The results further demonstrate that the long-running, steady increase in the annual number of parentally bereaved children accumulates to more than 2.4 million children under 18 in 2023 having ever experienced a parent’s death—representing approximately 3.2% of the child population. The results further demonstrate race and ethnic disparities, with non-Hispanic Indigenous children especially at risk of parental death. Together, the results attest to the need for a comprehensive policy response to support parentally bereaved children, and the need for further scholarly recognition of this uniquely consequential childhood adversity.",
        "url": "https://doi.org/10.31235/osf.io/597cx",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/6gsx7",
        "title": "The changing geography of homelessness in Australia (2001–21) and its structural drivers",
        "authors": "Deb Batterham, margaret reynolds, Melek Cigdem, Sharon Parkinson, Jen Arnold",
        "created": "2024-10-10",
        "abstract": "Homelessness has grown in the suburbs of Australian capital cities, with more than 60 per cent of those experiencing homelessness at the 2021 Census found in Australia’s capital cities (up from around 48% in 2001). Homelessness has increased especially in areas with greater shortages of affordable private rental housing (relative to demand from low income households). The research, ‘The changing geography of homelessness in Australia (2001–21) and its structural drivers’, undertaken for AHURI by researchers from Swinburne University of Technology, Launch Housing and RMIT University, investigates the changing geography of homelessness in Australia from 2001 to 2021 and the role of structural factors, such as poverty and supplies of affordable rental housing, in shaping this geography. Homelessness was also higher in areas with smaller supplies of social housing relative to demand. The research suggests that an increase in social housing will further significantly reduce homelessness. In areas with a greater shortage of affordable rental dwellings, a higher percentage of Specialist Homelessness Service clients are returning for support after having been assisted. As the majority of people experiencing homelessness tend to remain in the same area, localised responses to homelessness are really important. Homelessness services and affordable housing options need to be expanded in areas where they are needed, and not just where existing services are located. In order to provide housing to clients who accessed a Specialist Homelessness Service in 2021–22, the research estimated that around 158,000 one- to two-bedroom dwellings and 25,000 three-or-more-bedroom dwellings are needed nationally. These dwellings must be affordable and available to households with the lowest incomes.",
        "url": "https://doi.org/10.31235/osf.io/6gsx7",
        "subjects": "Sociology",
        "subjects_osf": "Geography, Urban Studies and Planning, Public Affairs, Public Policy and Public Administration, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/9euq3",
        "title": "The Promise: A Breakthrough for Social Science",
        "authors": "Bruno Sérgio Dias Oliveira",
        "created": "2024-10-09",
        "abstract": "This article orbits the promise of Sociology and presents the sociology of promises—or, more precisely, the science of promises, aimed at addressing all sociological curiosities and encompassing all that is sociological. In introducing the General Social Theory of Compromises (G-STOC), a framework designed to overcome the fragmentation of traditional social theories and address their limitations in explaining social behavior, a breakthrough is presented in eight main takeaways that are simultaneously ontological, epistemological and theoretical: (1) social coercive powers derive from actual or virtual agency; (2) virtual agency derives from promises; (3) all anger and disappointment derive from broken promises; (4) promises are always in dynamic reciprocal sets called compromises; (5) compromises are heuristic devices underlying all social relationships; (6) all social phenomena involve compromises; (7) to explain is to describe relationships and (8) sociological explanation, therefore, derives from the description of compromises and their history. The above tenets begin to outline a powerful and coherent framework and their proper appreciation is bound to have a profound impact in Social Science. Emphasizing theoretical novelty and superior heuristic power while avoiding convoluted syntheses of competing theories, the author advocates for clear conceptual and theoretical grounds to enable a complete and integrated explanation of social phenomena. Through this innovative approach, the paper invites scholars to engage critically with G-STOC and explore its potential to offer new insights into the social world and its complexities.",
        "url": "https://doi.org/10.31235/osf.io/9euq3",
        "subjects": "Sociology",
        "subjects_osf": "Philosophy, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fqt8s",
        "title": "The role of housing providers in supporting clients with complex needs",
        "authors": "kylie valentine, Edgar Liu, Piret Veeroja, Patrick Harris, Hazel Blunden, Ella Horton, Jen Arnold",
        "created": "2024-10-04",
        "abstract": "Supply of more housing options for people on social housing waiting lists should be given increased priority, as longer wait times and uncertain or unsafe housing creates further mental health challenges for applicants already facing increased health needs, according to new AHURI research. The research, ‘The role of housing providers in supporting clients with complex needs’, was undertaken for AHURI by researchers from the University of New South Wales, Swinburne University of Technology and the University of Tasmania. It investigates the current challenges in providing social housing to people with complex support needs and considers potential alternative policy responses. Mental health was identified at the centre of many clients’ health needs. Longer social housing wait times and uncertain or unsafe housing was seen as increasing mental health challenges for clients. An increasingly uncertain and expensive rental market was also recognised as exacerbating the issues. At the simplest service response, connecting people to secure housing helped their mental health. Indeed, social housing providers may be the first and only point of contact that clients with unmet mental health needs have with the service system. Developing the housing service providers’ workforce could improve the effectiveness of support provided to people with multiple support needs, together with providing individual casework support for with clients to helping people navigate support networks, including ensuring that clients are designated as priority clients on social housing registries. The provision of secure, genuinely affordable housing for people with low and moderate incomes would reduce the pressure on social housing registries. Affordable housing rents need to be reviewed and set based on percentage of income formulae, rather than setting rents as a percentage of market rents.",
        "url": "https://doi.org/10.31235/osf.io/fqt8s",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/p65nv",
        "title": "Training TikTok creators in mental health communication benefits their audience, too: An analysis of TikTok user comments",
        "authors": "Yuning Liu, Matthew Motta, Amanda Yarnell",
        "created": "2024-10-04",
        "abstract": "Background: Social media platforms like TikTok are pivotal for mental health communication (MHC), providing accessible, trusted content. Despite known benefits of creator training programs in improving content quality, it's uncertain if or how these enhancements affect people who watch that content. This study examines how training programs for TikTok creators influence TikTok users’ mental health knowledge construction and intended behaviors by analyzing user comments on TikTok videos. Method: We employed LLM-assisted content analysis to annotate TikTok video comments for mental health knowledge construction and behavioral intentions. We then analyzed the impact of a creator training program on users' mental health knowledge construction through within-subject field experiments. Additionally, we extended this method to measure how TikTok's Mental Health Awareness Month (MHAM) in May 2023 affected user mental health knowledge construction and behavioral intentions. Results: LLM-assisted analysis showed that asynchronous toolkits significantly enhance mental health knowledge construction among video commenters, particularly among creators with high engagement, fewer followers, who are licensed mental health professionals, or who do not offer paid coaching services. MHAM increased mental health knowledge construction among users, though the audiences of the 7 institutions and 10 content creators that were spotlighted by TikTok during MHAM did not show this effect. Conclusions: Asynchronous toolkits improve mental health knowledge construction among video viewers. Future training should focus on emerging creators and separate toolkit learning from conference training to enhance training efficacy. In addition, promoting hashtags such as #MentalHealthAwareness can drive meaningful discussions and knowledge construction in video comments, but there is an opportunity for platforms to refine their creator selection criteria to improve on-platform mental health knowledge construction.",
        "url": "https://doi.org/10.31235/osf.io/p65nv",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Linguistics, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/tgw2x",
        "title": "Analysing A Selection of Family Policies from the Perspective of Resilience",
        "authors": "Mary Daly, Merve Uzunalioglu, Holly Shorey",
        "created": "2024-10-07",
        "abstract": "This report undertakes an analysis of social policy provision in the six rEUsilience countries from the perspective of resilience and the role of social policy. The analyses are based on a theoretical framework which defines resilience as families’ capacity to adjust to situations of risk without negative outcome and interprets social policy as having both protective functions, such as support available throughout family-based transitions, and promotive functions, such as adequate income support, in affecting the conditions for families to be resilient. The report prioritises the protective aspects. It therefore considers how policy supports transitions for all parents between care and employment and how policy treats three particular types of family situation that the research identifies as needing extra support: parenting alone, caring for a children with a disability or illness, and coping with a migrant background. Consequently, five areas of policy are analysed: parenting-related leaves, early childhood education and care (ECEC), provisions for lone-parent families, provisions for families coping with a disability or illness on the part of a child, and provisions for families with a migration background adjusting or integrating into the new country. In response to the question of the extent to which the national and EU policy systems support families to be resilient, the analysis highlights a number of important findings. First, some policy fields seem to be better equipped, or further along the road, than others in helping families to be resilient. The policies oriented to transitions - parental leaves and ECEC – generally seem to be better developed then those for family situations with heightened risk. Second, conditions that exclude people from benefits and services reduce policies’ effectiveness (from a resilience as well as other perspectives). Third, where the EU has set legal benchmarks most countries meet them, and so the significance of the EU as a policy agent is confirmed. But where the EU only makes ‘soft recommendations’, they do not seem to penetrate deeply into the national systems. Fourth, the recognition that some families need more has not fully penetrated the policy systems. One big issue is that of equivalence in support for lone-parent families vis-à-vis those with two parents. The dearth of information on and system knowledge about certain types of families, especially those coping with child illness and migrant families, is a general weakness found across countries.",
        "url": "https://doi.org/10.31235/osf.io/tgw2x",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/zhw8q",
        "title": "Hierarchy of Influences",
        "authors": "André Kupfermann Rodarte, Robert Richardson",
        "created": "2024-10-05",
        "abstract": "Pamela J. Shoemaker and Stephen D. Reese’s Hierarchy of Influences is a theoretical model that outlines levels of forces affecting media content production. Since its introduction in 1991, the model has proven to be an important framework to study contemporary forms of political communication and the media transformations associated with them. The HoI model is particularly well equipped to examine how media production takes place within a larger organizational, institutional, and ideological context, as it maps the diverse streams of influence into a comprehensive framework. In this encyclopedia entry, the authors summarize the theoretical components of the model and discuss how it has been applied in the study of political communication.",
        "url": "https://doi.org/10.31235/osf.io/zhw8q",
        "subjects": "Sociology",
        "subjects_osf": "Digital Humanities, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/a32z9",
        "title": "Strategic Interactions in Science Communication: A Complex Adaptive Systems Framework",
        "authors": "Justus Henke",
        "created": "2024-10-06",
        "abstract": "Science communication plays a crucial role in maintaining public trust in science amid complex societal challenges. This study addresses a gap in understanding science communication dynamics by conceptualizing it as a complex adaptive system of actors. It introduces the CASSCO (Complex Adaptive System of Science Communication) model, which integrates complex adaptive systems theory with game theory to analyze strategic interactions in science communication. The model encompasses decision-making processes, impact evaluation, and learning mechanisms among actors, distinguishing between institutional and organizational roles across three communica-tion modes: dissemination, dialogue, and participation. By applying the CASSCO model to two scenarios - citizen science and generative AI – the study demonstrates its potential for predicting non-linear dynamics and emergent outcomes in science communication. This approach yields insights into the impact of communication strategies on public trust and contestations of science. The CASSCO model serves as a strategic thinking template, enabling actors to select strategies while considering the behaviors of others. The study concludes with theoretical and practical implications, model limitations, and future research directions.",
        "url": "https://doi.org/10.31235/osf.io/a32z9",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/akm8d",
        "title": "Envisaging the Unobserved: a Stochastic Actor-Oriented Model for Systems of Overlapping Subgroups",
        "authors": "Stepan Zaretckii, Tom Snijders, Christian Steglich, Marijtje van Duijn",
        "created": "2024-10-10",
        "abstract": "This paper presents a novel statistical framework for modeling systems of potentially overlapping subgroups in cross-sectional network data, adhering to prior assumptions about the mean and variance of the number of actors per subgroup and the number of subgroups per actor. A stationary two-mode Stochastic Actor-Oriented Model is specified to obtain the distribution of actors' memberships in subgroups. Subgroups emerge from actors' decisions to join one or more subgroups. Cohesion of these subgroups is modeled by actors' strong preference to be in the same subgroups as their network contacts. The model is estimated using the Method of Moments, with target statistics derived from the prior assumptions. Evaluation statistics are defined to measure the cohesion and variability of the generated systems of subgroups. As a proof of concept, we model cohesive subgroups in a high-school friendship network, where students are assumed to belong to unobserved peer groups. The results indicate that actors form cohesive subgroups of varying composition, characterized by denser overlaps when actors prefer multiple memberships with their network contacts.",
        "url": "https://doi.org/10.31235/osf.io/akm8d",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/s9d5f",
        "title": "The Music of the Hemispheres and the Heart of Neurodynamics",
        "authors": "Michael Jacob",
        "created": "2024-10-09",
        "abstract": "Neuroscience is traditionally considered a branch of biology, with interdisciplinary influences from a wide range of fields including psychology, computer science, engineering and mathematics. As a result, a computational approach to neuroscience has emerged that analyzes human brain activity as the superposition of signals that yield complex rhythms and nonlinear dynamics. The computational approach assumes that normative properties, such as value, meaning and purpose, that are highly relevant to humanity are somehow emergent from these otherwise mechanical interactions. Here, I propose that brain dynamics reflect an organic whole that, in the words of Iain McGilchrist, is “inextricably linked with values, meaning and purpose.” This proposal suggests that brain activity can be investigated as a “kind of music:” a global, emotive form, the shape of which contains nested information regarding vital physiology and embodied emotionality. Using electroencephalography (EEG) as an example, and drawing on the field of musicology, I review historical and recent evidence that reveals how neurodynamics can be seen more like music or an artistic creation: multi-scale, context sensitive, dynamically evolving, and intrinsically meaningful. This “neurodynamics of music” hypothesis is investigated using a geometric framework that includes rhythms and nonlinear dynamics, but where those properties must be understood in the context of the vital metabolism of living organisms. Vital, homeostatic and emotional signals underpin the recurrent play of anticipation and fulfillment in life, brain activity and from which, differentiated meaning is sculpted from the global whole. Neuroscience can benefit from the tools of the humanities informing its analytic methods, theoretical assumptions and interpretive frameworks. Through reengagement with the musical heart of neurodynamics, we may be more inclined to see our brains, our minds, and ourselves, as creatively meaningful, purposeful and alive.",
        "url": "https://doi.org/10.31235/osf.io/s9d5f",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/uy8cf",
        "title": "Defining Home care: An exploration of its roles, challenges, and data needs",
        "authors": "Vanessa Davey, Janice Healey, Jennifer Liddle, Bryony Beresford, Stephen Allan, Claire Goodman, Adam Gordon, Anne Killett, Stacey Rand, Karen Spilsbury",
        "created": "2024-10-04",
        "abstract": "Home care (or home health care) makes a critical contribution to the care of older people, yet many people have little experience or knowledge of this service, and its component parts. Many older adults receive home care, but the nature of the support varies from country to country. This Forum Article considers how home care is defined, its scope and purpose and how services are shaped by the systems in which they operate. Systematic data collection in home care services already exists in some countries, while in many others, such as the UK, it is being planned. Defining data requirements for home care is critical to evaluation of care quality and cross-country comparisons. Data have the potential to play an important role in shaping perceptions of home care. For information to be useful, we require a shared understanding of what constitutes home care, what people want and need from a service and which data should be captured.",
        "url": "https://doi.org/10.31235/osf.io/uy8cf",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/xtrmb",
        "title": "Navigating the polycrisis: assessing the adequacy of adaptive and transformative capacities for addressing Anthropocene traps",
        "authors": "Peter Søgaard Jørgensen, Louis Delannoy, Sofia Maniatakou, Carl Folke, Michele-Lee Moore, Pero Olsson",
        "created": "2024-10-07",
        "abstract": "Social and environmental challenges are combining to form a polycrisis with potential to delay or reset many sustainability efforts. These risks raise questions about what capacities will be needed for advancing sustainability during a time of interlinked crises. Here, we evaluate the adequacy of adaptive and transformative capacities for navigating the polycrisis. Specifically, we perform a rapid assessment of their potential for addressing the 14 recently proposed Anthropocene traps. We find that ten Anthropocene traps have characteristics that challenge in total 17 of 23 adaptive and transformative capacities. On the other hand, 10 of 23 capacities - with an overrepresentation of transformative capacities - have general potential to prevent formation and progress of traps. Coevolutionary struggles between the expression of a capacity and the progression of traps are widespread. Importantly, transformative and adaptive capacities complement each other in the types of Anthropocene traps they most frequently address, with transformative capacities targeting global traps and adaptive capacities the emergent structural traps related to connectivity and pace of change. We end by proposing five unifying processes that can serve as an organizing framework for consideration of other sustainability and crisis capacities.",
        "url": "https://doi.org/10.31235/osf.io/xtrmb",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/xunb5",
        "title": "A new method for calculating the food self-sufficiency ratio: Supply-side food self-sufficiency ratio",
        "authors": "Goro Takahashi",
        "created": "2024-10-04",
        "abstract": "Background: The conventional formula for calculating food self-sufficiency cannot cover all the food we eat on a daily basis, and the food self-sufficiency ratio (FSSR) of each country cannot be calculated. The conventional food self-sufficiency ratio (CFSSR) can only calculate the FSSRs of each country for grains. To determine the actual state of food insecurity worldwide as accurately as possible, a method for calculating the FSSR of each country for all the foods we eat on a daily basis is needed. To address this situation, this study proposes the supply-side food self-sufficiency ratio (SSFSSR), which can be used to systematically calculate the self-sufficiency ratio of all foods in all countries/regions. Results: We compared the results of both calculations under the same conditions and used the same data to determine whether the CFSSR or the SSFSSR is a more suitable method for obtaining basic information and formulating measures of global food security. The results showed that the SSFSSR has advantages and practicality over the CFSSR. The SSFSSR can calculate self-sufficiency ratios for all foods in all countries/regions of the world, and the figures for various statistical tests are better. The food that is the subject of the calculation in the SSFSSR formula is the entire supply from production, distribution, storage, and consumption, excluding duplication in the calculation, and includes primary products required to produce secondary products, such as livestock products and edible oils. The study also highlighted the value of reducing the amount of primary products used to produce secondary products such as livestock and edible oils, thereby lowering the primary product conversion rate (PPCR). Conclusion: This study used actual data to estimate the SSFSSR for each country/region to demonstrate the applicability of this method and that lowering the PPCR would lead to an increase in the food self-sufficiency ratio. To further refine this methodology, we find that the most important tasks for the future are to collect more reliable data on calories per weight for a large number of foods, expand the number of types covered by more reliable PPCRs, and analyze those data.",
        "url": "https://doi.org/10.31235/osf.io/xunb5",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/36xjw",
        "title": "Does literature evolve one funeral at a time?",
        "authors": "Oleg Sobchuk, Bret Beheim",
        "created": "2024-10-04",
        "abstract": "The cultural evolution of literary fiction is rarely studied, but rich literary data can help address some of the general problems of cultural change. In this paper, we use a massive dataset of Anglophone fiction (over 23,000 books) and the tools of natural language processing to understand whether the long-term change of topics in books is driven by the individual change of authors or by the cohort turnover in author populations. To answer this question, we borrow a method from evolutionary ecology: decomposition analysis based on the Price equation. To prove the suitability of this method, we first apply it to simulated data and show that it does allow distinguishing between these two processes. Afterwards, we decompose the temporal trajectories of topics and measure the relative effects of the arrival of newcomer authors (entrances), the retirement of authors (exits), and the change of topic preferences during authors’ lifetimes (individual change). We find that cohort turnover is a stronger force than individual change. Within the cohort effects, the effect of entrances is almost twice stronger than the effect of exits. Using simulated data, we discover that this difference stems from the unequal lengths of authors’ careers.",
        "url": "https://doi.org/10.31235/osf.io/36xjw",
        "subjects": "(Other)",
        "subjects_osf": "Digital Humanities, English Language and Literature, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/3bspg",
        "title": "The Spectrum of (Poly)Crisis: Exploring polycrises of the past to better understand our current and future risks",
        "authors": "Samantha Louise Holder, Rachel Ainsworth, Daniel Aldrich, James S Bennett, Gary Feinman, Sienna Mark, Georg Orlandi, Johannes Preiser-Kapeller, Jenny Reddish, Rod Schoonover",
        "created": "2024-10-05",
        "abstract": "As the concept of polycrisis gains popularity among academics, policy-makers, and the general public, many questions linger about the utility, scope, and applicability of the term in different contexts. Building on prior work, we argue that crises can fruitfully be understood as existing along a spectrum, characterized by multiple different factors, with our modern polycrisis at one extreme. We illustrate this by surveying three historical periods with varying geographical scope – late 1st-millennium CE Mesoamerica, Late Medieval Eurasia, and the early modern Northern Hemisphere – arguing that these exhibited many, but not all, of the key characteristics that make up a polycrisis. We detail the experience of individual societies during these periods, focused on regions to highlight how stresses and dysfunction across multiple systems combined to produce devastating impacts and contrast these with the relatively mild experiences of others facing the same conditions. We highlight how the interaction of stresses across ecological, economic, social, and political systems produced disasters that further deepened these crises and so led to yet more disasters and further devastation. We illustrate how viewing these historical periods through a polycrisis lens can not only inform our understanding of the past but can produce valuable lessons for our modern world. The multi-faceted, far-reaching, and devastating consequences of our current polycrisis should not be viewed as entirely a recent phenomenon. Ultimately, we argue that studying historical polycrises as we do here can help us learn lessons from the past that allow us to hone strategies for addressing the comparable issues we face today and will continue to contend with for the foreseeable future.",
        "url": "https://doi.org/10.31235/osf.io/3bspg",
        "subjects": "(Other)",
        "subjects_osf": "History, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/agpyr",
        "title": "Agree to Disagree? Human and LLM coder bias for constructs of marginalization",
        "authors": "Ahrabhi Kathirgamalingam, Fabienne Lind, Jana Bernhard, Hajo G. Boomgaarden",
        "created": "2024-10-05",
        "abstract": "Human and LLM-based annotation of constructs of marginalization such as discrimination or hate speech comes with challenges. One such challenge is coder bias, the systematic variation in annotations driven by individual characterstics. To systematically understand the presence and sources of such biases, we conducted two studies and compared both. In Study 1, we surveyed crowdworkers on marginalization-related characteristics and analyzed their annotations of racism. In Study 2, we assigned personas to LLMs and studied variations in the annotations. Moreover, we compared human and LLM coder bias from a text-level perspective to account for textual properties driving variation. Our findings suggest that being affected by or aware of marginalization causes systematic variation in human annotations, while persona assignment significantly impacts LLM outputs. Against this backdrop, we advocate for ‘inclusive annotation’ which introduces variance by intentionally integrating coders with lived experience or awareness of the constructs, thereby enriching measurement quality.",
        "url": "https://doi.org/10.31235/osf.io/agpyr",
        "subjects": "(Other)",
        "subjects_osf": "Linguistics, Communication"
      },
      {
        "doi": "10.31235/osf.io/e5wpy",
        "title": "PREDICTING FOOTBALL MATCH OUTCOMES USING LARGE LANGUAGE MODELS: A COMPARATIVE STUDY WITH TRADITIONAL MACHINE LEARNING METHODS",
        "authors": "Jinchi Li, Eric Zhao, Zhixiang Li",
        "created": "2024-10-08",
        "abstract": "Accurately predicting football match outcomes is valuable for stakeholders such as fans, analysts, sports betting companies, and team strategists. In this study, we explore the potential of large language models (LLMs) for predicting football match results by transforming numerical features into contextual inputs. Key features include historical match results, player ratings, coach ratings, and other relevant conditions, which are processed by the LLM to predict the match winner. We compare the performance of LLM-based predictions with traditional machine learning (ML) models, including random forest and XGBoost. Our findings demonstrate that LLMs achieve comparable accuracy to these conventional ML techniques. Additionally, the LLM offers a significant advantage in that it requires no model training, simplifying implementation and reducing computational costs. This makes LLMs a promising, resource-efficient alternative for football match prediction, presenting new opportunities for AI-driven sports analytics.",
        "url": "https://doi.org/10.31235/osf.io/e5wpy",
        "subjects": "(Other)",
        "subjects_osf": "Sports Studies"
      },
      {
        "doi": "10.31235/osf.io/sh2tf",
        "title": "Permasalahan Sampah di Lingkungan Pantai Terhadap Kunjungan Kapal Pesiar Ke Pulau Lombok",
        "authors": "Putu Arya Reksa Anggratyas",
        "created": "2024-10-06",
        "abstract": "Lingkungan pantai merupakan suatu kawasan perairan yang didalamnya berisikan keanekaragaman hayati dan memiliki berbagai manfaat bagi masyarakat yang hidupdisekitaran lingkungan pantai. Lombok sebagai destinasi wisata memiliki beragamkeindahan alam, biota laut dan hayati serta budaya. Namun kondisi ini sangat tidaksesuai dengan kenyataan. Keindahan pulau Lombok ternodai dengan keberadaansampah yang tidak dibuang pada tempatnya. Artikel ini melalui teori-teori yang adaberusaha mengungkapkan bagaimana sampah menjadi masalah di pantai pantai diseputaran pulau Lombok, dan melihat bagaimana sampah tersebut ditangani olehpemerintah.",
        "url": "https://doi.org/10.31235/osf.io/sh2tf",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/ure7p",
        "title": "IDENTIFIKASI POTENSI SITUS WARISAN BUDAYA (HERITAGE TOURISMSEBAGAI DAYA TARIK WISATA DI KOTA MATARAM",
        "authors": "Putu Arya Reksa Anggratyas",
        "created": "2024-10-05",
        "abstract": "Penelitian ini bertujuan untuk mengidentifikasi potensi situs warisan budaya di Kota Mataram sebagai daya tarikwisata. Pendekatan deskriptif kualitatif digunakan untuk mengungkap potensi wisata yang terdapat di kota ini.Potensi warisan budaya di Kota Mataram dipetakan menjadi tiga kategori utama: potensi wisata pura, potensiwarisan budaya makam, dan potensi warisan budaya tempat bersejarah. Hasil penelitian menunjukkan bahwa KotaMataram memiliki berbagai situs warisan budaya yang dapat dikembangkan sebagai destinasi wisata unggulan.Potensi wisata pura diwakili oleh Pura Meru dan Taman Mayura yang memiliki nilai sejarah dan arsitektur unik.Potensi warisan budaya makam mencakup Makam Loang Baloq dan Makam Jenderal Mayor P.P.H. Van Hamyang memiliki nilai sejarah dan religius tinggi. Sementara itu, potensi warisan budaya tempat bersejarah termasukKota Tua Ampenan dan Museum Negeri Nusa Tenggara Barat yang mencerminkan perkembangan sejarah danbudaya di Kota Mataram. Identifikasi potensi ini menunjukkan bahwa warisan budaya di Kota Mataram memilikidaya tarik yang kuat dan beragam, yang dapat dikembangkan lebih lanjut untuk meningkatkan sektor pariwisatakota ini.",
        "url": "https://doi.org/10.31235/osf.io/ure7p",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/zayh4",
        "title": "Leveraging Multimodal LLMs for Plant Species Identification and Educational Insights",
        "authors": "Yuze Du, Yingjia Wang, Eric Zhao",
        "created": "2024-10-04",
        "abstract": "In this study, we investigate the potential of multimodal large language models (LLMs) for plant species identification and educational enrichment. Using an annotated dataset focused on fungi, particularly those classified as edible or non-edible, we implement a practical application that allows users to upload plant images. The LLM then identifies the species, determines its edibility, and provides detailed information on its characteristics. For edible species, the model offers culinary insights and preparation methods, while also delivering comprehensive educational content on plant ecology and cultural significance. Our approach showcases the ability of LLMs to bridge image recognition with rich, text-based knowledge, facilitating an interactive learning experience that promotes plant literacy and practical understanding. This study highlights the effectiveness of LLMs in educational tools and their potential to enhance public awareness of plant species, including fungi, through visual and contextual data fusion.",
        "url": "https://doi.org/10.31235/osf.io/zayh4",
        "subjects": "(Other)",
        "subjects_osf": "Food Studies, Environmental Studies"
      }
    ]
  }
}
