{
  "update": "2025-11-07",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/3t9d2_v2",
        "title": "Contesting AI Futures: Social Movements and the Solarpunk AI Imaginary",
        "authors": "Luigia Tricase, Alice Mattoni",
        "created": "2025-11-04",
        "abstract": "In recent years, the Italian government has intensified its investments in Artificial Intelligence (AI), exemplified by the development of national large language models and the utilization of the Leonardo supercomputer. Alongside these state-led initiatives, grassroots actors have mobilized to contest dominant narratives positioning AI as a driver of competitiveness and economic growth. This article examines how Italian social movements articulate alternative sociotechnical imaginaries of AI and emerging digital technologies. Drawing on participant observation, interviews, and activist documents collected between 2023 and 2024, we employ inductive thematic analysis to explore how activists critique existing AI systems and envision socially just futures. Our findings identify three co-existing imaginaries—AI Utopia, AI Dystopia, and Solarpunk AI—that both challenge prevailing governmental discourses and experiment with grassroots technological agency. By centering activist perspectives, the article contributes to scholarship on sociotechnical imaginaries and highlights how movements reimagine AI through lenses of justice, sustainability, and democratic participation.",
        "url": "https://doi.org/10.31235/osf.io/3t9d2_v2",
        "version": 2,
        "id": "3t9d2",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/7vdex_v1",
        "title": "Does the TikTok feed lean right? Exposure to Political Party Content among non-partisan users during regional and federal elections in Germany",
        "authors": "Jasper Tjaden, Johannes Wolfgram, Aaron Philipp, Sarah Weißmann, Licia Bobzien, Ulrich Kohler, Roland Verwiebe",
        "created": "2025-11-03",
        "abstract": "Populist parties are gaining popularity among young voters in many Western democracies. Young voters increasingly obtain news online through social media websites. TikTok has quickly ascended to become one of the most popular platforms globally. We evaluate exposure disparities regarding political parties by measuring the extent to which parties enter non-partisan users’ feeds. By implementing a sock puppet audit using 78 automated users, we can hold individual user behaviour constant – the main mechanisms through which platform algorithms curate user feeds. We collect data in Germany ahead of the three regional elections in 2024 and the federal election in 2025 (N= 561.000 videos). Overall, political content constitutes 4-10% of user feeds in our sample. When non-partisan users encounter (unsolicited) political content, it is more likely to feature videos posted by or supportive of the far-right, populist Alternative für Deutschland (AfD) party than moderate parties. Further evidence on mechanisms explaining this right-wing visibility advantage points to the importance of multiplier networks and content virality.",
        "url": "https://doi.org/10.31235/osf.io/7vdex_v1",
        "version": 1,
        "id": "7vdex",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/84emn_v1",
        "title": "Curbing Citizen Support for Violence Against Politicians",
        "authors": "Damien Bol, Diane Bolet, Bjarn Eck",
        "created": "2025-11-03",
        "abstract": "Rising political violence and affective polarization pose a pressing threat to democratic stability, challenging classic theories of state formation that emphasize the state’s monopoly on legitimate force. Reducing citizen support for violence against politicians is therefore crucial to safeguard democratic institutions. To examine how this can be addressed, we use two pre-registered survey experiments in France and Belgium that manipulate politician characteristics (gender, age, and party) and violence’s severity. We find that extreme violent attitudes remain rare, although support for verbal abuse online is substantial. Importantly, our results reveal that such attitudes are largely unrelated to affective polarization. We then show that simple interventions (humanizing politicians through perspective-taking or stressing the importance of ideological pluralism for democracy) reduce support for political violence. These findings suggest that protecting institutions requires addressing underlying societal predispositions by promoting empathy and reinforcing norms of political tolerance.",
        "url": "https://doi.org/10.31235/osf.io/84emn_v1",
        "version": 1,
        "id": "84emn",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/a4qme_v1",
        "title": "System Modelling of Hybrid Warfare in Grey Zones: An Analysis of Synergistic Effects Between Disruptive Networks and Financial Market Manipulation",
        "authors": "WEI MENG",
        "created": "2025-11-01",
        "abstract": "This study proposes and quantifies a novel ‘grey zone hybrid warfare’ model: without formal declaration of war, the aggressor employs multiple, small-scale, deniable infiltration units to orchestrate infrastructure disruption incidents. Concurrently, it pre-positions short positions in global capital markets through sovereign credit default swaps (CDS), put options and similar instruments. amplifying narratives of ‘state failure’ to mislead markets into interpreting localised incidents as systemic collapse. This triggers sovereign rating downgrades, soaring spreads, and rapid market capitalisation erosion among leading enterprises, achieving ‘credit damage’. The paper proposes a ‘dual-layer coordination model’ (destruction layer/financial arbitrage layer) alongside three metrics: market overreaction coefficient β, self-financing ratio SFR (SFR&gt;1 indicates industrialisability), and credit damage index. Results indicate this model circumvents traditional collective defence mechanisms. Consequently, defence priorities must shift from ‘preventing single-point breaches’ to ‘disrupting closed-loop systems’—namely, integrated early warning through intelligence-financial regulation-public clarification. Legally, ‘infrastructure sabotage + financial arbitrage’ should be elevated as a primary threat, with ‘credit firewalls’ suppressing β and SFR to prevent this model evolving into replicable, profit-driven attack supply chains.",
        "url": "https://doi.org/10.31235/osf.io/a4qme_v1",
        "version": 1,
        "id": "a4qme",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/cunyd_v1",
        "title": "The Politics of Flag Display: How Grassroots Mobilisation Shapes Political Resistance to Nation-Building",
        "authors": "Albert Falcó-Gimeno, Isobel Kemp",
        "created": "2025-11-05",
        "abstract": "How do governments in minority regions with strong self-determination demands respond to assimilation efforts from the central state? National symbols, such as mandatory flag displays, are common tools used by states to assert authority and foster integration. This paper investigates non-compliance with such obligations in Catalonia, where many municipalities do not display the Spanish flag on town hall facades despite legal requirements. Drawing on original data from nearly one thousand municipalities between 2021 and 2024, we explore the drivers of this symbolic resistance. Contrary to expectations centred on elite strategy or state enforcement capacity, neither judicial orders nor contemporary party affiliation retain explanatory power once we control for voter preferences. Instead, the most robust drivers are localised, bottom-up, and historic. Most interestingly, we find that flag absence is overwhelmingly predicted by informal local independence referendums organised a decade earlier. After eliminating alternative mechanisms -- institutionalised path dependency, voter segmentation and current activist presence -- we hypothesise that this effect captures entrenched and enduring resistance norms within the local independence communities, which shift mayors' cost-benefit calculations. Notably, these effects are present for both secessionist and non-secessionist mayors, and for the latter, appear to override legal threats and amplify their sensitivity to local pro-independence support. These findings underscore that in deeply contested regions like Catalonia, the effectiveness of symbolic assimilation policies hinges less on formal authority or short-term elite manoeuvring, but rather localised social ecosystems.",
        "url": "https://doi.org/10.31235/osf.io/cunyd_v1",
        "version": 1,
        "id": "cunyd",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/ecdar_v1",
        "title": "The Minimal, Parallel Modern Effect of Courts on Public Opinion: Evidence from 44 Years of Experiments",
        "authors": "Eric Scheuch",
        "created": "2025-10-31",
        "abstract": "Abstract: In an era of polarized judiciaries, re-evaluating the role of courts in shaping public opinion is vital. This study meta-analyses 114 effects from 21 experiments (1981-2025, N=31,523). I find that as average statistical power has risen dramatically over time, experimental estimates of court influence have fallen dramatically, with average effects of just 0.06 standard deviations post-Citizen’s-United. These effects, when they appear, are non-heterogeneous by partisanship, moving Democrats and Republicans in the same direction. These minimal, parallel effects are confined mostly to narrow specific variables, especially specific support and social beliefs. How the court’s decisions are framed in the media is, on average, more consequential for opinion formation than the court decision itself. Encouragingly, I find no evidence of publication bias, overall or in any decade. This paper increases understanding of court influence on public opinion along several dimensions while outlining important directions for future research.",
        "url": "https://doi.org/10.31235/osf.io/ecdar_v1",
        "version": 1,
        "id": "ecdar",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/ekj6p_v1",
        "title": "Partisan fertility gap in Finland: Regional and temporal analysis of national elections",
        "authors": "Vilja Helminen, Eetu Soini, Markus Jokela, Venla Berg, Anna Rotkirch",
        "created": "2025-11-04",
        "abstract": "The link between political orientation and fertility may offer insight into the sociopsychological factors influencing family formation. Conservative voters have more children than liberal voters, allegedly due to more traditional values. However, the rise of right-wing populist parties has also been linked to fertility decline due to decreased societal trust. Few studies have directly explored the role of values or trust in the partisan fertility gap. Here we test both explanations using regional indicators of traditional values and trust in Finland, where support for the right-wing populist Finns Party has increased, and fertility declined, during the 2000s. Using national register and survey data covering four national elections in 2007–2019 and spatial panel models, we examined how municipality-level support for the Finns Party was associated with regional and temporal fertility differences, and whether differences in traditional values or generalized or institutional trust contributed to this association. Higher support for the right-wing populist party was associated with higher fertility rate, and this association was related to temporal changes in support but not with the average regional differences between municipalities. The associations were explained by traditional values but not by generalized or institutional trust. Our results show that the changes in right-wing populist party support are related to changes in fertility rates across Finnish municipalities and suggest that fertility decline is driven by changes in traditional values.",
        "url": "https://doi.org/10.31235/osf.io/ekj6p_v1",
        "version": 1,
        "id": "ekj6p",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Psychology, Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/f6qrv_v1",
        "title": "Revolution and confrontational state-building in Africa: Case of Thomas Sankara’s revolution in Burkina Faso (1983–1987)",
        "authors": "Souleymane Yameogo",
        "created": "2025-11-01",
        "abstract": "This article re-examines Thomas Sankara’s revolution in Burkina Faso (1983–1987) to explain why postcolonial revolutions in Africa, though morally compelling, rarely generate enduring institutions. Using process-tracing of speeches, policy documents, and secondary sources, it analyses the mechanisms that transformed a project of emancipation into political isolation and collapse. The study identifies two interlocking dynamics – ideological ambiguity and confrontational state-building – that shaped both the rise and the demise of the Sankarist regime. It argues that revolutionary governments in Africa operate within structural constraints that reward moral purity but penalise institutional compromise. Comparison with Ghana under Rawlings and Uganda under Museveni shows that revolutions endure when moral authority is translated into hybrid institutions able to negotiate legitimacy across social and cultural cleavages. By conceptualising African revolutions as state-building experiments under constraint, the article bridges debates on revolutionary politics, postcolonial governance, and indigenous legitimacy, offering a new theoretical lens for understanding the fragility of moral authority in African state formation.",
        "url": "https://doi.org/10.31235/osf.io/f6qrv_v1",
        "version": 1,
        "id": "f6qrv",
        "subjects": "Politics",
        "subjects_osf": "International and Area Studies, Political Science"
      },
      {
        "doi": "10.31235/osf.io/h3smf_v1",
        "title": "AUKUS: Public Perspectives",
        "authors": "kerry liu",
        "created": "2025-11-03",
        "abstract": "This study examines the AUKUS security partnership, established in September 2021, with a focus on public opinion and its relation to national policy in Australia, the United Kingdom, and the United States. Using weekly Google Trends data from September 2021 to July 2025, the research identifies differences in public attention and the key drivers shaping perceptions of AUKUS. Australians emphasise costs and uncertainties; the British prioritise economic opportunities and diplomatic influence; and Americans focus on strategic considerations. China-related factors—particularly the perceived China Threat—play a central role in shaping public sentiment in Australia and the United States, whereas in the United Kingdom, a combination of China influence, employment concerns, and the Global Britain agenda drives attention. The study also considers policy implications, finding a strong alignment between public opinion and government policy across the three countries. While the core AUKUS narrative centres on the UK, the United Kingdom may also play a leading role in setting the policy agenda. These findings demonstrate the utility of time-series digital data for assessing public perceptions and offer a novel approach for understanding the interaction between public sentiment and foreign policy.",
        "url": "https://doi.org/10.31235/osf.io/h3smf_v1",
        "version": 1,
        "id": "h3smf",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/p6yh9_v1",
        "title": "Content-based detection of misinformation expands its scope across politicians and platforms",
        "authors": "Sami Nenno, Cornelius Puschmann, Kamil Fuławka, Philipp Lorenz-Spreen",
        "created": "2025-10-28",
        "abstract": "Research on misinformation crucially depends on the methods to detect it. Prior studies have primarily identified content from untrustworthy news sources via their URLs. Yet, since this approach is limited to certain posts, content types, and platforms, new methods beyond URL matching are required. This study applies retrieval-augmented classification (RAC) to detect misinformation in free text, enabling broader platform coverage and more fine-grained content analysis. We analyze a unique dataset of over half a million posts from all German members of parliament and their official party accounts across four platforms – Facebook, X, Instagram, and TikTok. Using RAC, we match these posts with more than 5000 fact-checking articles and 1500 community notes. Our method reveals an absolute amount of misinformation nearly ten times higher than the URL-matching method would capture, while the relative share among all posts with text remains low. However, patterns differ across parties and policy issues, as misinformation is unevenly distributed among political actors. For some parties and specific issues, misinformation shares exceed ten percent. Our findings expand the scope of misinformation research through a text-based matching method, offering a more nuanced distinction between high- and low-prevalence segments, and highlighting the role of populist and conservative parties in spreading misinformation.",
        "url": "https://doi.org/10.31235/osf.io/p6yh9_v1",
        "version": 1,
        "id": "p6yh9",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/q42gb_v1",
        "title": "Hearts for Hating Activists: How Right-Wing Users Polarize TikTok Debates on Climate Protest",
        "authors": "Hendrik Meyer",
        "created": "2025-11-03",
        "abstract": "This study investigates degrees of polarization in political climate protest debates on TikTok. Drawing on a dataset of automatically transcribed TikTok videos posted by German politicians between 2022 and 2025 (N ≈ 1,700), alongside associated user comments (N ≈ 53,000), this study compares discussions on general climate activism, reformist activism (Fridays for Future), and disruptive activism (Letzte Generation). Using a mixed-method approach that combines Large Language Model–based frame classification, stance detection, and network analysis, this study operationalizes Discursive Polarization across ideological, affective, and interactional dimensions. Findings reveal that while all protest debates on TikTok are polarized, disruptive protests trigger particularly intense attacks, diverting attention away from policy-oriented climate discussions. However, politicians from conservative and far-right parties consistently frame all activists as extremists, criminals, or threats to public order, with far-right accounts dominating both content production and audience support. Network analyses demonstrate that far-right politicians and their supporters form coordinated and highly connected clusters in which both emotionally positive and hostile user engagement reinforces elite-driven antagonism. Even moderate and supportive posts by centrist or left-wing politicians attract disproportionate backlash, illustrating asymmetric polarization dynamics driven by partisan user networks. Overall, the study shows that political TikTok debates around climate protest are consistently polarized along ideological lines, but that disruptiveness intensifies antagonistic engagement and weakens Connective Action among supporters. Most crucially, far-right politicians emerge as the clear beneficiaries of TikTok’s algorithmic affordances, which—coupled with connected outrage that mobilizes their supporters—enable them to dominate debates and entrench Discursive Polarization through Connective Counteraction.",
        "url": "https://doi.org/10.31235/osf.io/q42gb_v1",
        "version": 1,
        "id": "q42gb",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/syw2c_v1",
        "title": "Does the Built Environment Shape Voter Participation? Learning from Polling Place Imagery in Mexico",
        "authors": "Tesalia Rizzo Reyes, Aditya Dasgupta",
        "created": "2025-11-05",
        "abstract": "Does the built environment shape political behavior, particularly voter participation in the democratic process? We use computer vision to learn how architecture and urban planning enter the “calculus of voting” in Mexico, where citizens are assigned to polling places with diverse characteristics. Applying a convolutional neural network to street-level and overhead imagery of polling places country-wide (N≈80,000), we show that building imagery is highly predictive of voter turnout. We then use explainable artificial intelligence approaches to explore what visual features correlate with turnout, identifying attributes that plausibly mitigate contextual barriers to civic participation (including heat, insecurity, and an ongoing pandemic). Finally, we leverage the quasi-random assignment of voters to polling places to test for effects of the built environment on turnout in a causal discovery framework. The findings suggest that the built environment shapes inequalities in civic participation and demonstrate a promising approach to inductive inference from image data.",
        "url": "https://doi.org/10.31235/osf.io/syw2c_v1",
        "version": 1,
        "id": "syw2c",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/wxce3_v1",
        "title": "Broadcasting for Democracy: Reimagining Official-Citizen Communication",
        "authors": "Felix Zajitschek",
        "created": "2025-11-03",
        "abstract": "Digital technology has fundamentally transformed civic dialogue, presenting both unprecedented opportunities for connection and significant challenges to democratic integrity. The pervasive reliance on commercial social media platforms for political communication, while offering broad reach, has enabled environments that actively promote algorithmic bias, accelerate misinformation, and leave users vulnerable to impersonation and identity theft. I argue that these issues pose a significant threat by eroding public trust and fragmenting the essential dialogue between elected officials and the citizens they serve. I propose a novel approach: a dedicated, government-backed digital platform providing every elected official with an individual, officially verified channel for concise, primarily one-way, text-based updates, designed to be an authoritative broadcast channel supplemented by separate mechanisms for structured citizen feedback. This system aims to circumvent the pitfalls of commercial platforms, offering a transparent and authoritative source of information that is easily searchable, fosters greater accountability, and offers robust protection against impersonation and identity theft, thereby strengthening the essential connection between representatives and the represented.",
        "url": "https://doi.org/10.31235/osf.io/wxce3_v1",
        "version": 1,
        "id": "wxce3",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/2crsb_v1",
        "title": "The Triangle of Human Wants: A Theoretical and Empirical Framework for Understanding the Foundation of Human Desire",
        "authors": "Saswat Sundar Rath",
        "created": "2025-11-01",
        "abstract": "In this paper, I introduce “The Triangle of Human Wants”, a novel theoretical model that views human desire as a dynamic and a self-balancing construct based on three interdependent foundational elements such as- Time, Resources, and Money (TRM). The model suggests that these three form the bare minimum conditions that are needed for any want, desire, or goal to emerge, be pursued, and ultimately be satisfied. It draws an analogy to the disease triangle in plant pathology, where disease only occurs when there is the presence of a susceptible host, a virulent pathogen, and a favourable environment, in the same sense, the TRM says that the absence of any one of the elements results in want not being fulfilled or efforts being redirected. Unlike existing motivational theories, such as Maslow’s Hierarchy of Needs, that describes what humans want, whereas the TRM answers how can a want exist or proceed. It considers human life as if it’s an interacting field of energy, limited by availability of time, access to resources, and monetary means. Empirical data used here was collected through a survey I conducted with 80 respondents with a simple questionnaire to assess how goal achievement relates to TRM availability, revealing significant correlation between domains (r = .34 to .51), a three-factor structure presented by exploratory factor analysis (EFA; loadings&gt;|0.40|, total variance explained was 100%), and decent predictive power (R2 = .35 in regression) for an initial pilot study. Barriers like money where the major bottleneck according to the survey (28% of citations). Overall, The TRM offers a foundational idea which unities motivational, economic, and systems theories into one framework. Its implications include personal well-being, organization goal achievement, policy design and even a universal tool for diagnostics. The findings open pathways for TRM in interventions addressing wastage and misapplication in a complex, resource-limited, and time-bound universe.",
        "url": "https://doi.org/10.31235/osf.io/2crsb_v1",
        "version": 1,
        "id": "2crsb",
        "subjects": "Economics",
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Economics, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/7u9kn_v1",
        "title": "Decoupling Dollar and Treasury Privilege",
        "authors": "Wenxin Du, Ritt Keerati, Jesse Schreger",
        "created": "2025-11-04",
        "abstract": "We document a strong decoupling between the convenience yield on the US Dollar and US Treasuries. We measure the convenience of the U.S. dollar using covered interest parity (CIP) deviations between risk-free bank rates, such as secured overnight rates since the benchmark reform. In parallel, we measure the convenience of U.S. Treasury bonds through CIP deviations between government bond yields. We find a pronounced divergence between the two convenience measures in recent years: while the U.S. dollar exhibits strong convenience post-Global Financial Crisis, the U.S. Treasury convenience has not only declined substantially but has turned negative, most strongly so at medium- to long-term maturities. We argue that the relative supply of government bonds between the US and other developed markets is a key driver of the U.S. Treasury convenience compared to other government bonds. Finally, we present a simple framework with a constrained global financial intermediary to link dollar and Treasury convenience.",
        "url": "https://doi.org/10.31235/osf.io/7u9kn_v1",
        "version": 1,
        "id": "7u9kn",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/87nez_v1",
        "title": "Inequality at the Doorstep: How objective and subjectively perceived relative deprivation among door-to-door neighbors impact subjective well-being",
        "authors": "Christoph Zangger",
        "created": "2025-11-04",
        "abstract": "This study investigates how objective and subjectively perceived relative deprivation among door-to-door neighbors shape subjective well-being. Drawing on unique geocoded, longitudinal data from Switzerland, this paper introduces a novel, geographically informed measure of objective relative deprivation. Building on directed acyclic graphs (DAGs), it explicitly tests the mechanisms that link objective and subjectively perceived relative deprivation to subjective well-being, measured as people's life satisfaction. Doing so, we find little evidence for a negative effect of objective relative deprivation. Meanwhile, subjectively perceived relative deprivation among neighbors decreases subjective well-being in a non-linear fashion, stressing the importance of perceived relative losses over relative gains. These results are then also confirmed in robustness analyses using, among others, spatial Durbin and SLX models. Overall, the results suggest that relative deprivation also works at a geographically small, well-defined level, although it does not seem to be a key determinant of subjective well-being in this context.",
        "url": "https://doi.org/10.31235/osf.io/87nez_v1",
        "version": 1,
        "id": "87nez",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Urban Studies and Planning, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/8czkf_v1",
        "title": "The Giant Sleeping in SADC Countries",
        "authors": "Nerhum Sandambi",
        "created": "2025-10-30",
        "abstract": "Southern Africa region, have the most economy of Africa such as South Africa and also have some others importants economy like Angola, this countrie is the most producer of Oil, Gas and diamond in region, your oil production give-you position of the second economy in region. But many factores in general normaly contributed for stagnation of Angola economy, yours politic instituitions promove more ineficiency and non inclusion politic, govern use democracy for your service to take many money for you and help to created the vicious circle in the economy. Angola is one country with many economics potencial, but the govern not get make good policy to guarant for example good decelopment for your people and for your region, the economic potencial of Angola can put the Country in route of development and cand in future will be the most economy in region and in Africa in general, others countries continue sleeping like as Congo and Democratic Republic of Congo all this countries have potencial to become the most economies in SADC region. In this short paper i analyse why this countries continue poor´s and continue stuncked in underdevelopment, i show in this paper some reasons about this underdevelopment for example one of this reasons is the high centralized politic and administrativ.",
        "url": "https://doi.org/10.31235/osf.io/8czkf_v1",
        "version": 1,
        "id": "8czkf",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/8n4zd_v1",
        "title": "On Outsourcing: An Integrated Framework on Process Phases, Core Know‐How Retention, and Organizational Knowledge Transformation",
        "authors": "Matthias Hümmer",
        "created": "2025-11-06",
        "abstract": "Outsourcing has emerged as a strategic approach that allows organizations to improve efficiency, access specialized expertise, and focus on their core business functions. However, these benefits come with significant risks, particularly the potential erosion of internal organizational knowledge and core competencies that are central to a firm's competitive advantage. This article synthesizes literature on outsourcing processes, core competence theory, dynamic capabilities, and knowledge management to propose a comprehensive integrated framework spanning the entire lifecycle of outsourcing arrangements. The framework encompasses four critical phases that are strategic preparation, vendor selection and contracting, transition and integration, and post-transition governance, with particular emphasis on protecting and reinforcing internal knowledge resources. Drawing on empirical evidence and theoretical contributions from leading scholars in the field, we demonstrate how firms can effectively balance outsourcing efficiencies with the imperative to retain essential know-how. The article concludes with theoretical contributions, managerial implications, and directions for future research, providing both scholars and practitioners with a robust model for preserving critical organizational knowledge while capitalizing on external efficiencies.",
        "url": "https://doi.org/10.31235/osf.io/8n4zd_v1",
        "version": 1,
        "id": "8n4zd",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/9sw8b_v1",
        "title": "The Authenticity Feedback Model (AFM): Quantifying Feedback Loops in Perception–Reality Gaps within Architectural Sustainability and ESG Legitimacy",
        "authors": "Thejan Anil",
        "created": "2025-11-01",
        "abstract": "This preprint introduces the Authenticity Feedback Model (AFM) — a cyclic framework that quantifies perception–reality gaps in architectural sustainability, performance, and ESG legitimacy. The model integrates linguistic tone, stakeholder perception, and empirical performance validation to expose greenwashing patterns and reinforce authentic governance. Drawing upon decoupling theory, signaling theory, institutional legitimacy, and cybernetic feedback principles, AFM redefines how ESG performance can be continuously measured, verified, and corrected in real time. This version is also archived on Zenodo under DOI: https://doi.org/10.5281/zenodo.17500031",
        "url": "https://doi.org/10.31235/osf.io/9sw8b_v1",
        "version": 1,
        "id": "9sw8b",
        "subjects": "Economics",
        "subjects_osf": "Environmental Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/gqpsf_v1",
        "title": "Information Completeness and Incompleteness",
        "authors": "Bryce Petofi Towne",
        "created": "2025-11-06",
        "abstract": "This paper orthogonalizes information symmetry (who holds information) from information completeness (whether available information suffices for a target decision or inference). We formalize two dimensions of completeness: static (relative to a finite time window) and dynamic (absolute, intertemporal). Static incompleteness arises when currently admissible signals are insufficient to identify the target; dynamic incompleteness arises when further, in-scope and decision-relevant information is foreseeably forthcoming. Within a measurable \"scope\" and an information filtration, we define probabilistic relevance as primitive, relate it to decision relevance via Blackwell monotonicity, and characterize static completeness as (approximate) point identification while dynamic completeness requires the absence of any future relevant arrivals. We distinguish institutional regimes—closed versus expandable scope—and show non-confirmability results in expandable scopes: finite evidence cannot certify either the absence of omitted relevant variables (static) or the absence of future relevant information (dynamic). We provide audit-style certificates (sufficient conditions) and falsifiers (stop-tests) for both notions, and connect the framework to partial identification, robust decision-making, rational inattention, and optimal stopping. The key implication is normative and methodological: in open environments, \"best\" actions are conditional and time-indexed rather than absolutely correct, so governance and empirical practice should report identification-set diameters, treat scope as a policy lever, and prefer falsifiable, continuous disclosure over once-and-for-all attestations.",
        "url": "https://doi.org/10.31235/osf.io/gqpsf_v1",
        "version": 1,
        "id": "gqpsf",
        "subjects": "Economics",
        "subjects_osf": "Psychology, Economics"
      },
      {
        "doi": "10.31235/osf.io/jgec8_v1",
        "title": "The warm glow of sustainable and charitable consumption is not enough to motivate behaviour.",
        "authors": "Sabina Albrecht, Danyelle Greene, Sara Dolnicar",
        "created": "2025-11-05",
        "abstract": "The warm glow of charitable and environmentally sustainable actions has received much attention in the academic literature. Some studies suggest the power of the feel-good effect of doing good is severely underrated as a driver of human behaviour. This study curbs the enthusiasm by evaluating whether different forms of warm glow change behaviour across online and field experimental studies. Second-hand clothes shopping is the setting of our investigation because multiple forms of warm glow apply. Behaviour change toward reuse is highly desirable to lower the negative environmental impact of the fashion industry. In line with prior research, we find promising evidence in survey studies that priming the warm glow effect of second-hand shopping could increase second-hand shopping by up to 16%. However, when tested in a field study involving second-hand charity shops, messages communicating the warm glows of second-hand shopping performed no better than a general attention-generating message. Our study shows that charitable and environmentally sustainable behaviour does generate warm glow, but that the perception of warm glow might not be enough to motivate purchasing behaviours.",
        "url": "https://doi.org/10.31235/osf.io/jgec8_v1",
        "version": 1,
        "id": "jgec8",
        "subjects": "Economics",
        "subjects_osf": "Psychology, Economics"
      },
      {
        "doi": "10.31235/osf.io/k25qz_v1",
        "title": "The role of inflation targeting policy in the McKinnon-Shaw financial liberalization hypothesis in Ghana: Evidence from linear and non-linear autoregressive distributed lag approaches",
        "authors": "Mohammed A Abango, Hadrat M. Yusif, Johnson Pandit Asiama, Francis Abude Mawuli",
        "created": "2025-10-29",
        "abstract": "The shock-absorbing capacity of Ghana’s inflation targeting (IT) policy has been under scrutiny, especially following COVID-induced inflationary pressures that drove real interest rates to a negative territory with implications for saving. This study examines IT policy’s role in moderating the real interest rate-saving nexus through the lens of the McKinnon-Shaw Hypothesis (MSH), from the perspective of private savings’ adaptation to real interest rate fluctuations. The study applies linear autoregressive distributed lag (ARDL) model to time series data spanning 1986-2023, augmented by non-linear ARDL analysis. We uncover no stable long-run relationship between real deposit interest rate and private financial saving as there prevails only a short run nexus. This finding suggests that the MSH might be delayed than implied by theory, which is likely due to asymmetric responses in the saving-interest rate nexus with positive and negative interest rates affecting saving differently. Results indicate a short run positive nexus between financial saving and negative real interest rate, while the relationship between positive real interest rate and saving is insignificant. IT policy, however, strengthens the relationship between saving and real interest rate over the long run, indicating that further strengthening of the policy could address asymmetric responses in the saving-interest rate nexus and help realize the MSH.",
        "url": "https://doi.org/10.31235/osf.io/k25qz_v1",
        "version": 1,
        "id": "k25qz",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/rtj4e_v1",
        "title": "Digital Incentives in Surveys: Response Rates and Sociodemographic Effects in a Large-Scale Parental Nudge Intervention",
        "authors": "Kalena Cortes, Brian Holzman, Melissa Gentry, miranda lambert",
        "created": "2025-11-03",
        "abstract": "This study examines how digital incentives influence survey participation and engagement in a large randomized controlled trial of parents across seven Texas school districts. We test how incentive amount and information about vendor options affect response behavior and explore differences by language background. Incentivized parents were more likely to start and complete surveys and claim gift cards, though Spanish-speaking parents exhibited distinct patterns—greater completion rates but lower redemption rates, often selecting essential-goods vendors. Increasing incentive value and providing advance information both improved engagement. Findings inform the design of equitable, effective digital incentive strategies for diverse populations.",
        "url": "https://doi.org/10.31235/osf.io/rtj4e_v1",
        "version": 1,
        "id": "rtj4e",
        "subjects": "Economics",
        "subjects_osf": "Education Economics, Economics"
      },
      {
        "doi": "10.31235/osf.io/sq6e3_v1",
        "title": "Intergenerational Educational Mobility among Immigrants and Descendants in Denmark: The Role of Sample Selectivity and Data Quality",
        "authors": "Rasmus Landersø, Kristian Bernt Karlson",
        "created": "2025-11-03",
        "abstract": "This paper studies intergenerational educational mobility among immigrants and descendants in Denmark for cohorts born between 1965 and 1990. At first glance, the data suggests that immigrants experience higher mobility than native Danes, but this pattern is driven by low coverage and poor data quality of parental education information in administrative registers. Among immigrants with the most reliable data, mobility patterns closely resemble those of natives. Auxiliary analyses using representative survey data corroborate this finding. Moreover, including immigrants in population-wide mobility estimates—given their artificially high relative mobility—attenuates trends in estimated mobility, especially for cohorts born in the 1980s.",
        "url": "https://doi.org/10.31235/osf.io/sq6e3_v1",
        "version": 1,
        "id": "sq6e3",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Education Economics, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/wh4ra_v1",
        "title": "An integrative approach to implementing biodiversity net gain at the regional level",
        "authors": "Rebecca Collins, Mattia Mancini, Ian Bateman, Joseph W. Bull, Natalie Duffus, Ben Groom, E.J. Milner-Gulland, Robert J. Smith, Sophus zu Ermgassen, Felix Eigenbrod",
        "created": "2025-10-31",
        "abstract": "Biodiversity offsetting has emerged as an increasingly popular policy tool aiming to ensure that housing development associated with urban expansion can benefit nature. Offsets compensate for biodiversity losses from development by creating, restoring, or enhancing habitats, aiming to achieve either no net loss or a net gain in biodiversity. The effectiveness of this approach depends not only on the quantity and condition of the offsets but also on their spatial placement, which can be either on the development site or elsewhere. We present a spatially explicit modelling framework designed to explore how offset location affects biodiversity outcomes and ecosystem service co-benefits at the regional scale - the scale at which infrastructure planning decisions are generally made - using an English region (Buckinghamshire and Oxfordshire) undergoing significant housing growth as a case study. Findings reveal that closest proximity-driven offsetting underperforms in terms of biodiversity outcomes (species richness) and opportunity costs of agriculture. In contrast, regional prioritisation aligned with strategically planned conservation networks (i.e., regional Nature Recovery Networks), delivers the greatest increase in species richness (12%) and lower opportunity costs. In separate scenarios, restricting offsets to administrative planning boundaries yielded even lower opportunity costs and higher values for co-benefits (carbon sequestration and flood damage avoided costs), although this restriction resulted in a smaller percentage increase in species richness. These results demonstrate the value of strategic planning in guiding biodiversity offsetting implementation and highlight the potential for Nature Recovery Networks or similar conservation networks to enhance biodiversity outcomes at the regional scale.",
        "url": "https://doi.org/10.31235/osf.io/wh4ra_v1",
        "version": 1,
        "id": "wh4ra",
        "subjects": "Economics",
        "subjects_osf": "Environmental Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/ynx83_v1",
        "title": "Specifying and Testing Differences Between Variables in Structural Equation Modeling Using the H–O Specification",
        "authors": "Emily Fuchs, Florian Schuberth, Jörg Henseler",
        "created": "2025-11-05",
        "abstract": "Differences, such as gaps or contrasts, are crucial to theories in the social sciences. However, modeling these differences in structural equation modeling (SEM) remains challenging. Existing approaches have limitations that prevent researchers from modeling and testing differences flexibly. This paper introduces the H–O specification for modeling differences, a flexible SEM specification that overcomes these limitations. Our specification enables differences to be modeled as both independent and dependent variables, allows for differences between latent variables, and facilitates testing of the equal importance and full transmission assumptions. Using an empirical example from marketing research, we demonstrate that the H–O specification can reproduce the results of existing approaches while offering greater modeling flexibility and more opportunities to test differences.",
        "url": "https://doi.org/10.31235/osf.io/ynx83_v1",
        "version": 1,
        "id": "ynx83",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Psychology, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/2qjy8_v1",
        "title": "Gender segregation in sport participation among children and adolescents: The influence of parental education and physical activity",
        "authors": "Leandro Ivan Canzio, Hagen Wäsche, Thomas Hinz",
        "created": "2025-10-31",
        "abstract": "Participation in sports during childhood and adolescence is typically segregated by gender, with girls and boys frequently engaging in different types of sports. This segregation has broad negative consequences, particularly for children who participate in sports that are not predominant within their gender. Qualitative studies indicate that parents play a crucial role by either supporting or hindering their children's engagement in gender-typical and gender-atypical sports; however, little is known about the influence of specific parental attributes. We argue that parental physical activity (PA) exerts a gendered influence on children's participation in gender-(a)typical sports, and that parents with high education promote children's engagement in gender-atypical sports. We test these hypotheses using a large dataset of children and adolescents in Germany (N = 9,224). Overall, we find that parental PA exhibits the expected gendered association: boys are more likely to practise (only) male-dominated sports when only their father does PA, and girls are more likely to practise (only) female-dominated sports when only their mother does PA. Regarding parental education, we find limited support: boys with highly educated parents are less likely to participate (exclusively) in gendertypical sports, whereas no such pattern is observed for girls. We discuss the broader implications and limitations of our findings.",
        "url": "https://doi.org/10.31235/osf.io/2qjy8_v1",
        "version": 1,
        "id": "2qjy8",
        "subjects": "Sociology",
        "subjects_osf": "Sports Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/3dvf6_v1",
        "title": "Going the distance? The effects of commute distance on teacher body composition of schools.",
        "authors": "Rasmus Henriksen Klokker",
        "created": "2025-10-24",
        "abstract": "In this study, I estimate the causal effect of increased commute distance to schools on how well they can attract teachers. I identify the causal effect of an increase in commute distance using a natural experiment in which more than one-third of Danish teacher training colleges(TTCs) closed, where some schools experienced an increase in distance to the nearest TTC while other schools did not. I hypothesize that the increase in distance to the nearest TTC would have led to an increase in commute distance, particularly for newly graduated teachers, and that this would have adverse effects on schools’ ability to attract teachers. I estimate the effects using a differences-in-differences design, accounting for the staggered rollout of TTC closures using newly developed estimators. While proximity to the nearest TTC is mentioned in the scholarly literature as a factor impacting schools’ attractiveness to teachers, the results in this paper suggest that the effects are inconsequential. The results of this study suggest that 1) The hypothetical effects of commute distance are likely overestimated in the literature on teacher mobility and recruitment, and 2) The willingness of teachers to commute is likely underestimated. As such, the results of this study provide evidence that substantial increases in commute distance are required to produce changes in teacher composition",
        "url": "https://doi.org/10.31235/osf.io/3dvf6_v1",
        "version": 1,
        "id": "3dvf6",
        "subjects": "Sociology",
        "subjects_osf": "Elementary Education, Teacher Education and Professional Development, Sociology"
      },
      {
        "doi": "10.31235/osf.io/3gtfh_v2",
        "title": "Issues in Using News Accounts in Process Analysis of Protest Episodes",
        "authors": "Pamela Oliver, Chaeyoon Lim, Anna  Milewski",
        "created": "2025-11-03",
        "abstract": "We use examples from the widely-publicized Jena Six case to highlight several issues in using news accounts in process analysis. News stories offered different narratives that included and excluded different events and offered different causal connections that reflected the standpoints and interests of different actors. Media coverage itself and outreach to news reporters were significant events that were omitted from news accounts of event sequences. The media cascade was a probabilistic outcome that could not in general be repeated through the same sequence of prior event. Two seemingly irrelevant events may have affected the outcome, one that facilitated a connection between a journalist and bloggers and another that apparently competed for attention from national activists and media. NOTE: Preprint of a forthcoming chapter in Lorenzo Bosi and Stefan Malthaner, editors, Processes of Collective Action, Temple University Press.",
        "url": "https://doi.org/10.31235/osf.io/3gtfh_v2",
        "version": 2,
        "id": "3gtfh",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/6fxdu_v1",
        "title": "Tradición, Ejecución y Vanguardia: un modelo teórico para analizar el cambio cultural en clave espacio-temporal",
        "authors": "Pedro Novoa",
        "created": "2025-10-30",
        "abstract": "Este preprint presenta la versión original en español del modelo TEV (Tradición–Ejecución–Vanguardia), desarrollado por Pedro Novoa como un marco teórico para comprender el cambio cultural en su dimensión espacio-temporal. El texto propone una articulación entre memoria, mediación e innovación, definiendo tres posiciones intencionales coexistentes (Tradición, Ejecución y Vanguardia) y sus roles sociales asociados (cultores, ejecutores y creadores). El manuscrito no ha sido sometido aún a revisión por pares y se comparte con fines de difusión académica y de acceso abierto",
        "url": "https://doi.org/10.31235/osf.io/6fxdu_v1",
        "version": 1,
        "id": "6fxdu",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/akzd8_v1",
        "title": "Review of The Social Genome: The New Science of Nature and Nurture by Dalton Conley",
        "authors": "Fabrizio Bernardi",
        "created": "2025-11-01",
        "abstract": "I review Dalton Conley, 2025, The Social Genome. The new Science of Nature and Nurture. W.W. Norton &amp; Company, New York. and highlight two distinctive features of the book that make it a must-read for sociologists, and particularly, for graduate students.",
        "url": "https://doi.org/10.31235/osf.io/akzd8_v1",
        "version": 1,
        "id": "akzd8",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/f9r2s_v1",
        "title": "Autism and Puberty: A Mixed Methods Systematic Review",
        "authors": "Harriet Axbey",
        "created": "2025-11-03",
        "abstract": "Background Puberty is a time of profound change for all. Autistic children may find pubertal changes harder to navigate, due to sensitives surrounding sensory experiences, and difficulty with change. Our prospectively registered mixed methods systematic review (Registration: PROSPERO2023 CRD42023446750) aimed to synthesise research on Autism and puberty. Methods Included studies focused on puberty in Autistic people (including self-identifying) and those supporting them. Searches were limited to English language sources from 2013 - July 2023. We searched: Medline, APA PsycINFO, and CINAHL (all via EBSCOhost), and Web of Science (via Clarivate). Studies were subjected to Convergent Integrated synthesis (Joanna Briggs Institute). Quality assessments were undertaken using Joanna Briggs Institute tools. Results 3,546 unique records were identified, and 61 items were included in the review. Most papers were high quality. We identified five themes. First, many studies compared Autistic and non-Autistic people, but few differences were identified, with puberty characterised as a universal experience. Second, parents felt unprepared for their child’s puberty, and uncertain of their future. Third, additional education in areas of puberty and sex were identified as needed for Autistic people, and those caring for them. Fourth, breaking norms was explored at length; with many parents worrying their child was not normal in behaviour and development. Finally described were physical changes of puberty and challenges these bring, specifically difficulties around menarche and menstruation. Limitations of studies included a lack of diversity (ethnicity; few fathers) and restricted consideration of confounding factors and author impact on research. Discussion Co-developed interventions are required, to facilitate understanding consent, navigating pubertal changes, and learning skills. The synthesised research did not focus on comfort and wellbeing, but more so on normality, or perceived lack of, of Autistic young people. Future research should prioritise topics of importance to Autistic people, and should seek consent from Autistic participants.",
        "url": "https://doi.org/10.31235/osf.io/f9r2s_v1",
        "version": 1,
        "id": "f9r2s",
        "subjects": "Sociology",
        "subjects_osf": "Special Education and Teaching, Disability and Equity in Education, Other Social and Behavioral Sciences, Psychology, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/hjr9t_v1",
        "title": "Neither settling nor conforming: expectations and reactions to low quality jobs of migrant-origin workers in the Netherlands",
        "authors": "Leandro Ivan Canzio, Valentina Di Stasio",
        "created": "2025-10-31",
        "abstract": "Migrant-origin workers in Western European countries are more likely to hold low-quality jobs compared to native-origin workers. According to adaptation-level theories and theories of immigrant socioeconomic integration and segmented assimilation, this difference may be due to migrant-origin workers having lower job quality expectations and weaker reactions to low-quality jobs, due to their awareness of structural labour market disadvantages. However, these assumptions have rarely been tested empirically. First, we expect migrant-origin workers to have lower job quality expectations than native-origin workers. Second, we expect that migrant-origin workers will experience less job dissatisfaction when their job quality expectations are unmet. Third, we hypothesize that, among migrant-origin workers, job dissatisfaction will be a weaker predictor of turnover intentions and job changes. We analyse a longitudinal sample of workers in the Netherlands, focusing on job quality facets concerning wages and working hours. We examine differences between Dutch-origin workers and first- and second-generation migrants estimating random-effects and fixed-effects models. We find that migrant-origin workers have similar wage and working hours expectations as Dutch-origin workers. They also report similar or higher levels of job dissatisfaction when their job quality expectations are unmet. When dissatisfied with their jobs, migrant-origin workers are as likely as Dutch-origin workers to express turnover intentions. Despite their intentions being similar, migrant-origin workers are generally less likely to change jobs in the following year. Overall, our findings indicate that migrant-origin workers neither settle for nor conform to low-quality jobs, and that their structural disadvantage may be better explained by demand-side constraints.",
        "url": "https://doi.org/10.31235/osf.io/hjr9t_v1",
        "version": 1,
        "id": "hjr9t",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/mfs5r_v1",
        "title": "Archetypes of Polarization on Social Media",
        "authors": "Julie Hawke, Mira El Mawla, Caleb Gichuhi, Helena Puig Larrauri",
        "created": "2025-11-06",
        "abstract": "The presentation of online hate signals the structure and intensity of societal divisions, but when these seeds of discord are planted, what constitutes a fertile soil to grow and spread? This chapter examines the composition of online affective polarization as a conducive environment that can determine the scale and impact of online hate. We propose that understanding the links between hate speech and affective polarization specifically also provides direction and legitimization for a broader range of counter-strategies, illustrating a response toolbox that includes but is not limited to content moderation and norm reinforcement. The chapter provides a theoretical framework of the archetypes of polarization and their manifesting signals on social media to be used in program design, social media analysis, and further research.",
        "url": "https://doi.org/10.31235/osf.io/mfs5r_v1",
        "version": 1,
        "id": "mfs5r",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Public Affairs, Public Policy and Public Administration, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/nm8v4_v1",
        "title": "Eligibility as Environmental Construct (EEC): Applying an Ecological Lens to IDEA Practice",
        "authors": "David Roberts",
        "created": "2025-11-01",
        "abstract": "The Eligibility as Environmental Construct (EEC) framework interprets IDEA eligibility through an ecological lens, deepening the law's focus on access and participation. EEC repositions educational impact as a relational phenomenon emerging from the interaction between learner and environment. The framework draws on Bronfenbrenner's ecological systems theory, Vygotsky's social constructivism, and neurodiversity-affirming ethics to align IDEA's guarantees of Free Appropriate Public Education (FAPE) and Least Restrictive Environment (LRE) with ecological reasoning. The accompanying heuristic—the context-dependent communicator/learner—shows how this perspective can inform eligibility documentation and goal writing without creating new diagnostic categories. Assessment centers on contextual access rather than categorical severity, asking whether specialized instruction is needed to enable participation in environments typical for age peers. By integrating ecological theory, jurisprudence, and inclusive ethics, EEC offers practitioners a coherent framework for interpreting eligibility as environmental access.",
        "url": "https://doi.org/10.31235/osf.io/nm8v4_v1",
        "version": 1,
        "id": "nm8v4",
        "subjects": "Sociology",
        "subjects_osf": "Early Childhood Education, Special Education and Teaching, Disability and Equity in Education, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/q54z7_v1",
        "title": "Hoffnungen, Illusionen, Prognosen – Thematisierung von Kontingenz in säkularen Utopien",
        "authors": "Lehrstuhl Sozialstrukturanalyse, Robert Schäfer, Aleyna Can, Alma Fedier, Anne Oettli, Laura Tschannen",
        "created": "2025-11-04",
        "abstract": "Die zentrale Herausforderung der aktuellen Religionssoziologie besteht darin, säkulare Weltanschauungen so zu untersuchen, dass man nicht bei residualen oder negativen Bestimmungen stehenbleibt. Dafür bietet es sich an, sich auf die zentrale Funktion der Religion zu konzentrieren und zu studieren, wie – und ob überhaupt – sie auch in säkularen Weltanschauungen erfüllt wird. Im Fokus stehen deshalb säkulare Formen der Thematisierung von Kontingenz. Ein besonders prägnanter Ausdruck solcher Formen sind Utopien, definiert als Hoffnungen auf eine bessere Zukunft, die sich wesentlich unterscheidet von der Gegenwart, die als mangelhaft wahrgenommen wird. Sie beruhen auf der Kontrastierung zwischen Wirklichkeit und Möglichkeit und behandeln künftige Zustände, die weder als unmöglich noch als notwendig, d.h. als kontingent angesehen werden. Die vorliegende empirische Interviewstudie identifiziert drei verschiedene Formen der utopischen Thematisierung von Kontingenz: Eliminieren, Reflektieren und Ignorieren. Schlüsselwörter: Säkulare Weltanschauungen, Utopie, Kontingenz.",
        "url": "https://doi.org/10.31235/osf.io/q54z7_v1",
        "version": 1,
        "id": "q54z7",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/s2u3w_v1",
        "title": "Kin Networks and Exam Degree Attainment in 19th Century China: An Analysis Based on Tongnianchilu",
        "authors": "Cameron Campbell, Qin XUE, Shengbin WEI",
        "created": "2025-11-02",
        "abstract": "We examine the role of kin networks in success on examinations in 19th century China, focusing on provincial (Juren), national (Jinshi) and tribute (Gongsheng) examination degree holders. This is one of only a few studies of elite social mobility in China before the 20th century to move beyond associations with father’s and grandfather’s status to look at the broader kin network. We make use of a new database constructed from Tongnianchilu and Mingjingtongpu records of degree holders that will be of broad interest and which we introduce in detail. It contains information for 950,927 relatives of 34,313 degree holders, including their names, degrees, and official positions held. Kin include patrilineal fathers, grandfathers, and great-grandfathers considered in previous studies of elite mobility in China as well as mothers, wives, uncles, cousins, sons and daughters, and nephews. We present descriptives on the numbers, types, and characteristics of recorded kin for different types of degree holders. We show that many degree-holders who appeared to be 'new' in the sense that neither their father, grandfather, or great-grandfather had a degree or held office, still had other senior kin with a degree. We also show that status was highly correlated within kin networks.",
        "url": "https://doi.org/10.31235/osf.io/s2u3w_v1",
        "version": 1,
        "id": "s2u3w",
        "subjects": "Sociology",
        "subjects_osf": "History, Sociology"
      },
      {
        "doi": "10.31235/osf.io/t4er7_v1",
        "title": "Under what conditions do social media users perceive borderline content moderation as more legitimate?",
        "authors": "Diyi Liu",
        "created": "2025-11-05",
        "abstract": "Content moderation navigates tensions between efficiency, consistency, and contextual understanding, yet theoretical foundations explaining user perceptions of moderation practices remain underdeveloped, particularly across diverse cultural contexts. Through a pre-registered survey experiment with TikTok users in Indonesia (n=304) and Pakistan (n=303), this study examines how moderation source, procedural contestability, and outcome alignment with user preferences individually and jointly influence perceived legitimacy of content moderation for morally, emotionally, and politically charged content. Results reveal that outcome alignment with users’ moderation preferences most consistently and significantly enhances perceived legitimacy across both countries. Moderation source (algorithmic systems, human moderators, governmental agencies, or civil society organizations) and procedural contestability showed limited direct effects, with only marginal benefits observed in Indonesia. Critically, when algorithmic moderation decisions are contestable and align with user preferences, perceived legitimacy peaks; however, when contestable algorithmic decisions contradict user preferences, legitimacy perceptions drop significantly. Individual differences in support for moral restrictions on free speech also influence user perceptions of content moderation. As algorithmic content moderation systems continue expanding globally, understanding these legitimation dynamics, especially in these understudied morally conservative contexts, proves essential for designing approaches that effectively govern online speech while maintaining user trust across diverse cultural communities.",
        "url": "https://doi.org/10.31235/osf.io/t4er7_v1",
        "version": 1,
        "id": "t4er7",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/t9af5_v2",
        "title": "Started From the Bottom, Now We’re (Working) Here: Workplace Segregation by Social Class Origin",
        "authors": "Martin Hällsten, August  Torngren Wartin",
        "created": "2025-11-05",
        "abstract": "Segregation is a pervasive social phenomenon, separating individuals of different categories or groups across social foci. Workplaces are hubs of the labor market and central to economic outcomes, but may also facilitate cross-cutting social ties. Workplace segregation might exacerbate social inequality and decrease social cohesion. Most work on segregation focuses on salient categories like race and ethnicity, and we know little about segregation by more subtle statuses. Social class background is a case in point, because it is imperfectly observed by individuals involved in social interaction, and is more difficult to measure for total populations. In this paper, we analyze workplace segregation by social class background. We document substantial segregation by social background, over and above counterfactual segregation under random allocation of employees across workplaces. Moreover, we observe segregation levels over and above what would be expected under random allocation conditional on individual and workplace characteristics, including e.g. human capital, occupation, and workplace county. Also, when accounting for our richest set of covariates, employees are somewhat overexposed to coworkers who share their own class background. The excess segregation is the smallest for groups at the bottom of the class origin distribution, and larger at the top.",
        "url": "https://doi.org/10.31235/osf.io/t9af5_v2",
        "version": 2,
        "id": "t9af5",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/uhgnx_v1",
        "title": "Self-Fulfilment and Fertility Intentions: The Interplay of Cultural Values and Expected Welfare State Support",
        "authors": "FRANCESCA LUPPI, Andrea BONANOMI, Alessandro Rosina",
        "created": "2025-11-05",
        "abstract": "Sustained fertility decline in high-income societies increasingly reflects not just smaller family sizes but rising rates of childlessness. While economic uncertainty and institutional factors receive much attention, the role of value orientations and subjective motivations remains underexplored. This paper examines how the perceived self-fulfillment relevance of childbearing mediates the relationship between postmaterialist values and fertility intentions, and how this interplay is moderated by expectations of welfare-state childcare support. Drawing on the Rapporto Giovani 2022 survey across Italy, France, Germany, and Spain, we analyze a sample of childless adults aged 25-34. We first model the determinants of self-fulfillment valuation of parenthood by postmaterialism and welfare expectations. Next, we estimate a moderated mediation model - through generalized structural equation modelling with nonparametric bootstrap - to decompose the direct and indirect pathways linking values, perceived support, and fertility intentions. Our analysis reveals that welfare support may strengthen fertility intentions when it aligns with postmaterialist values by enhancing the meaning of parenthood, while in the absence of support the appeal of childbearing erodes. These findings underscore the importance of integrating motivational and institutional perspectives: policy effectiveness may depend not only on reducing structural constraints, but also on resonating with individuals’ value systems.",
        "url": "https://doi.org/10.31235/osf.io/uhgnx_v1",
        "version": 1,
        "id": "uhgnx",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/v4zgb_v1",
        "title": "Reconciling bibliometric and qualitative methods to examine inequalities in scientific publishing: insights from a mixed-methods study on African forest governance research",
        "authors": "Shizuku Sunagawa, Nelius Boshoff, Similo Ngwenya, Amani J. Uisso, Susanne Koch",
        "created": "2025-11-04",
        "abstract": "Despite an increasing demand for interdisciplinary research, science studies remain a highly fragmented field shaped by disciplinary divides. We address the persistent disconnect between quantitative and qualitative strands of research with a mixed-method study examining inequalities in scientific publishing focused on forest governance research. In this paper, we present selected findings showing how geographical and gender-related inequalities manifest in different publishing spaces, and how they relate with epistemic choices and struggles experienced by African researchers engaged in the field. We demonstrate the potential but also share methodological challenges of integrating bibliometric and qualitative interview analysis. With that, we aim to advance mixed-methods science studies for a better understanding of interrelations between macro- and micro-levels of science and the social and epistemic structures of scientific fields.",
        "url": "https://doi.org/10.31235/osf.io/v4zgb_v1",
        "version": 1,
        "id": "v4zgb",
        "subjects": "Sociology",
        "subjects_osf": "Library and Information Science, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vjk6r_v1",
        "title": "Unequal Returns? Wealth and Debt Gradients in Health Among Immigrants and Natives in Norway",
        "authors": "Dina Maskileyson, Bettina Hünteler",
        "created": "2025-11-04",
        "abstract": "Background: Socioeconomic status (SES) is positively associated with health, but these benefits are not equally shared across groups. The Minorities’ Diminished Returns (MDRs) framework posits that marginalized groups derive weaker health returns from economic resources than majority populations. Extending this framework to a migration context, this study examines wealth- and debt–health gradients in Norway, comparing first-generation immigrants with native-born Norwegians, disaggregated by region of origin and reason for migration. Methods: Using full-population administrative data from Norway (2017) and Poisson regression models, we analyze 590,274 first-generation immigrants and 2,867,668 native-born individuals aged 27 and older. Gross wealth (real and financial assets) and debt are the main predictors, with physician-diagnosed morbidity as the outcome. Findings: Wealth is more strongly associated with better health among natives than immigrants, consistent with MDRs. Gradients are steepest at lower wealth levels, plateau at higher levels, and vary by subgroup. Higher debt often predicts lower morbidity, particularly among individuals with substantial debt, suggesting debt can function as a resource as well as a burden. Conclusion: Migration background moderates the health returns to wealth and debt, underscoring the need for policies addressing economic inequality and institutional barriers limiting immigrants’ ability to convert resources into health benefits.",
        "url": "https://doi.org/10.31235/osf.io/vjk6r_v1",
        "version": 1,
        "id": "vjk6r",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/vtcwq_v1",
        "title": "雇主社交媒体审查的合理性探讨：数字招聘中的信任、权力与监控逻辑",
        "authors": "Wenjia Xia",
        "created": "2025-11-02",
        "abstract": "社交媒体的普及，使其成为个体身份建构与社会互动的重要场域，也逐渐被企业用于评估应聘者的职业契合度。尽管这种做法契合当下数字招聘追求效率与精准匹配的趋势，但其背后也隐藏着信任侵蚀与“监控资本化”的社会风险。在此背景下，如何在个体权利保护、企业的组织效率、风险管理与社会劳动力市场的公平正义之间实现平衡，成为亟需回应的社会议题。然而，现有研究多集中于法律与管理视角，较少从社会学角度系统揭示其背后的“监控资本化”逻辑及社会信任危机。本文通过对已有理论和国内外文献的整合分析，将从应聘者、雇主、社会三个维度对这种人员甄选方式进行探讨。最后，本文就该种方式的边界、立法监管介入等干预路径进行了评估，以期为构建更具包容性与公平性的数字时代劳动力市场机制提供理论参考与实践启示。",
        "url": "https://doi.org/10.31235/osf.io/vtcwq_v1",
        "version": 1,
        "id": "vtcwq",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ydvnq_v3",
        "title": "How Similar Are Grokipedia and Wikipedia? A Multi-Dimensional Textual and Structural Comparison",
        "authors": "Taha Yasseri",
        "created": "2025-11-02",
        "abstract": "The launch of Grokipedia, an AI-generated encyclopedia developed by Elon Musk’s xAI, was presented as a response to perceived ideological and structural biases in Wikipedia, aiming to produce “truthful” entries via the large language model Grok. Yet whether an AI-driven alternative can escape the biases and limitations of human-edited platforms remains unclear. This study undertakes a large-scale computational comparison of 1,800 matched article pairs between Grokipedia and Wikipedia, drawn from the 2,000 most-edited Wikipedia pages. Using metrics across lexical richness, readability, structural organization, reference density, and semantic similarity, we assess how closely the two platforms align in form and substance. The results show that while Grokipedia exhibits strong semantic and stylistic alignment with Wikipedia, it typically produces longer but less lexically diverse articles, with fewer references per word and greater structural variability. These findings suggest that AI-generated encyclopedic content currently mirrors Wikipedia’s informational scope but diverges in editorial norms, favoring narrative expansion over citation-based verification. The implications highlight new tensions around transparency, provenance, and the governance of knowledge in an era of automated text generation.",
        "url": "https://doi.org/10.31235/osf.io/ydvnq_v3",
        "version": 3,
        "id": "ydvnq",
        "subjects": "Sociology",
        "subjects_osf": "Digital Humanities, Linguistics, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/4uvq3_v1",
        "title": "The Effect of Self Esteem on the Depression of Victims of School Violence",
        "authors": "Anna Bang, Seongeun Oh",
        "created": "2025-10-31",
        "abstract": "This study examined the effects of self-esteem on depression among Korean high school students who experienced school violence. Using data from the 2018 Korean Children and Youth Panel Survey (KCYPS, Wave 6), the sample included 94 high school seniors (aged 18) who had experienced school violence at least once. The IBM SPSS Statistics 31.0 software was used to conduct descriptive, correlation, and multiple linear regression analyses, with self-esteem entered as the independent variable and gender as a control variable to predict depression levels. The regression results indicated that both self-esteem (𝛃 = -0.613, p &lt; .01) and gender (𝛃 = 0.194, p &lt; .05) were significant predictors of depression. Notably, self-esteem showed a substantially stronger effect, suggesting that it serves as a critical protective factor against depression among students who have experienced school violence. These findings underscore the importance of developing school-based interventions that enhance self-esteem to mitigate depressive symptoms in victims of school violence. Moreover, practitioners should recognize that female students may be particularly vulnerable to depression following such experiences. Finally, future research directions and study limitations are discussed in this study.",
        "url": "https://doi.org/10.31235/osf.io/4uvq3_v1",
        "version": 1,
        "id": "4uvq3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6j74f_v1",
        "title": "Investor Beliefs and Expectation Formation",
        "authors": "Stefano Giglio, Matteo Maggiori, Joachim Rillo, Johannes Stroebel, Stephen Utkus, Xiao Xu",
        "created": "2025-10-29",
        "abstract": "This article reviews the literature that uses survey data to study expectation formation among investors. We begin by outlining methods for eliciting investor beliefs and summarizing key empirical patterns documented in recent work. Highlighting the persistent cross-sectional heterogeneity in expectations, we then review evidence on the determinants of beliefs, including a new analysis of belief reactions to the tariff announcement in April 2025. Next, we examine how expectations shape financial decision-making, emphasizing the systematic but muted sensitivity of outcomes to belief changes. We conclude by pointing to promising directions for future research on belief measurement, the determinants of expectations, and their implications for policymakers.",
        "url": "https://doi.org/10.31235/osf.io/6j74f_v1",
        "version": 1,
        "id": "6j74f",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/7xe3d_v1",
        "title": "Uses of AI Translation in UK Public Service Contexts: A Preliminary Report",
        "authors": "Lucas Nunes Vieira",
        "created": "2025-11-01",
        "abstract": "This report presents preliminary results of a survey of machine translation use in health and social care, legal and emergency services, and the police. The focus of the survey is on uses of unedited machine translations. A sample of 2,520 UK professionals submitted valid responses to this survey. A total of 33% of them had used machine translation at work, most often in contexts involving direct communication with others in a shared physical space. The professionals were highly satisfied with the tools they used. They were also confident in their ability to use the tools successfully, even though it was uncommon for machine translation to be mentioned in workplace training. Google Translate was by far the tool used most often. The use of generative AI tools such as ChatGPT also ranked highly. The tools were often accessed on personal devices using an openly available browser interface, practices which pose significant risks to privacy and information security.",
        "url": "https://doi.org/10.31235/osf.io/7xe3d_v1",
        "version": 1,
        "id": "7xe3d",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/bvgz3_v2",
        "title": "Ticket Splitting in a Nationalized Era",
        "authors": "Shiro Kuriwaki",
        "created": "2025-11-02",
        "abstract": "Party loyalty in U.S. congressional elections has reached heights unprecedented in decades. Some theories of would predict that deviation from national partisanship is even more rare in low-information, down-ballot offices with a party label. Yet, here I show that ticket splitting in state and local offices is often higher than in Congress. I use cast vote records from voting machines that overcome measurement challenges, and develop a clustering algorithm to summarize such ballot data. For example, about one in three South Carolina Trump voters are part of a bloc whose probability of ticket splitting is 5 percent for Congress, but 23 percent for county council and 48 percent for sheriff. A model with candidate valence differentials can explain these patterns. These results show that even with nationalized politics, some voters cross party lines to vote for the more experienced and higher quality candidate in state and local elections.",
        "url": "https://doi.org/10.31235/osf.io/bvgz3_v2",
        "version": 2,
        "id": "bvgz3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/dwxyp_v1",
        "title": "Breaking Symmetric Negative Voting: Evidence from the 2016–2020 U.S. Elections",
        "authors": "Bang Quan Zheng",
        "created": "2025-10-31",
        "abstract": "Negative voting, casting a ballot more against a disliked candidate than for a preferred one, reveals how people translate political evaluations into expressive behavior. Existing accounts often assume that partisan hostility is symmetric, with Democrats and Republicans equally motivated by animus toward the other side. This study challenges that assumption by arguing that negative voting can be asymmetric: it emerges most strongly when psychological biases interact with political context. Specifically, negativity bias and affective polarization shape how voters interpret performance-based judgments, especially under a polarizing incumbent. Using panel data from the 2016–2020 Nationscape surveys and the 2024 American National Election Study (ANES), I show that negative voting was roughly balanced in 2016 but became sharply asymmetric in contexts like 2020, when Democrats and Independents engaged in negative voting far more than Republicans. Analyses across 2016, 2020, and 2024 indicate that these patterns are contingent on incumbency and electoral context. Overall, the findings suggest that negative voting is not a fixed feature of electoral politics but a context-dependent response—one in which affective polarization channels dissatisfaction into opposition rather than support.",
        "url": "https://doi.org/10.31235/osf.io/dwxyp_v1",
        "version": 1,
        "id": "dwxyp",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/h8br3_v1",
        "title": "Effectiveness of a Planned Teaching Programme on Knowledge of Psychosocial Problems related to Menstrual Abnormalities among Adolescent Girls in selected High schools at Bangalore",
        "authors": "Shailica Guha, Sneha Praveen",
        "created": "2025-10-30",
        "abstract": "Adolescent girls often face psychosocial problems related to menstrual abnormalities, which can nega- tively affect their health and well-being. Lack of knowledge and awareness may worsen these issues. This study is aimed at evaluating the effectiveness of a planned teaching programme on knowledge regarding psychosocial problems due to menstrual abnormalities among adolescent girls in selected high schools at Bangalore. Conceptual framework described by Polit and Hungler with pre-test and post-test was adopted. A total of 60 adolescent girls were selected using purposive sampling technique. Data were collected using a structured knowledge questionnaire before and after the planned teaching programme. The results showed a significant improvement in post-test knowledge scores compared to pre-test scores(p &lt; 0.05). These findings indicate that the planned teaching programme was effective in enhancing knowledge of adolescent girls about psychosocial problems associated with menstrual abnormalities. The study recommends integrating such teaching programmes into school health education to promote adolescent well-being.",
        "url": "https://doi.org/10.31235/osf.io/h8br3_v1",
        "version": 1,
        "id": "h8br3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/j74k3_v1",
        "title": "Reply to González-Bailón et al.: Industry control and conflicts of interest in social media research",
        "authors": "Isabelle Freiling, Dietram A. Scheufele",
        "created": "2025-10-28",
        "abstract": "This manuscript critiques industry control and conflicts of interest in academic-industry collaborations in social media research. When academics rely on social media platforms’ classifiers, concepts, and categorization methods, it undermines the replicability of findings. Not disclosing that reliance also impedes meaningful, intersubjective peer review. Industry control over data collection and curation raises concerns about the self-interested goals of industry players in such collaborations, especially when the social media platforms claim the findings are highly policy-relevant. We specifically discuss Meta’s intentional deployment of \"break glass\" measures—changing the active algorithm to reduce polarization—during data collections in those collaborations. Since none of the original publications explicitly referenced these manipulations, fundamental questions arise about data reliability and transparency.",
        "url": "https://doi.org/10.31235/osf.io/j74k3_v1",
        "version": 1,
        "id": "j74k3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/kshr7_v1",
        "title": "A Bayesian Model to Estimate Male and Female Fertility Patterns at a Subnational Level",
        "authors": "Riccardo Omenti, Monica Alexander, Nicola Barban",
        "created": "2025-11-05",
        "abstract": "Accurate subnational fertility estimates are crucial for shaping policy decisions across diverse sectors, including education, health care, and social welfare. However, these estimates are difficult to obtain in small populations, in which data on births classified by maternal and paternal ages may be lacking or inadequate. In this paper, we describe a Bayesian model tailored to estimate the Total Fertility Rates (TFR) for both men and women at a subnational level. The model relies on population counts from age-sex pyramids and jointly models mortality and fertility patterns while accounting for uncertainty and spatio-temporal dependencies. Testing the model with simulated data that mimic Australian regions, as well as with real data from US counties, demonstrates its ability to generate reasonable TFR estimates. The estimates produced have straightforward applications to the study of subregional reproductive disparities within the US, and the proposed modeling framework can be extended to investigate subnational fertility patterns across other countries with limited birth data.",
        "url": "https://doi.org/10.31235/osf.io/kshr7_v1",
        "version": 1,
        "id": "kshr7",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/mkz72_v1",
        "title": "Internal evaluation of the Smart Tourism Capital initiative and Green Pioneer Programme",
        "authors": "Xavier Font, Lisa A. Pace",
        "created": "2025-11-06",
        "abstract": "Participating entities in smart tourism competitions found the process a valuable internal audit, consolidating existing initiatives and identifying strengths and weaknesses. It often acted as a catalyst for new strategies and enhanced collaboration. Benefits included increased international visibility and prestige, fostering internal awareness and pride, and strengthening networking among various organisations. To improve, cities consistently requested detailed feedback on their applications, including scores and comparative data. They also urged the creation of a community of practice for all participants, increased dissemination of results, and the introduction of financial incentives. Suggestions for adjustment included competition categories and more structured application guidelines.",
        "url": "https://doi.org/10.31235/osf.io/mkz72_v1",
        "version": 1,
        "id": "mkz72",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/q5t47_v1",
        "title": "Review of After the Spike by Dean Spears and Michael Geruso",
        "authors": "John Ermisch",
        "created": "2025-11-03",
        "abstract": "The eponymous Spike refers to the peak in world population and subsequent depopulation, which must inevitably occur if world fertility reaches and remains below replacement, which current levels of and trends in fertility strongly suggest. The question the book addresses is: if we were to choose between a persistently declining population size and a stationary one, what considerations should we bring to bear on that choice? I review the fertility evidence, summarise the authors' arguments and discuss the difficulty in providing evidence about can be done if one's goal is to stabilise world population.",
        "url": "https://doi.org/10.31235/osf.io/q5t47_v1",
        "version": 1,
        "id": "q5t47",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/q8zv2_v1",
        "title": "Meanings of \"everyone in the same place at the same time\" for scientific collaboration: a structural network analysis",
        "authors": "Daniel Trugillo Martins Fontes, Érick Ghuron, André Machado Rodrigues",
        "created": "2025-10-31",
        "abstract": "This study examines to what extent in-person encounters at major Brazilian Physics Education conferences reflect and foster scientific collaboration among attendees. Our dataset comprises 264 individuals who participated in at least one Encontro de Pesquisa em Ensino de Física (EPEF) and one Simpósio Nacional de Ensino de Física (SNEF) over recent years, covering seven editions in total. We assessed collaboration across multiple categories: project participation; coauthorship in conference papers, journal articles, books, book chapters; and other scholarly outputs, based on information reported in Lattes CVs. A key distinction of our approach is that we operationalize scientific collaboration beyond journal coauthorship alone. Results indicate a lightly fragmented collaboration network: among those who attended at least three editions, 92% belong to the largest connected component. The plurality of research foci within Physics Education does not appear to fragment the collaboration network. Event attendance breadth does not translate into high centrality scores. The network formed by SNEF and EPEF participants shows no actors with pronounced dominance in collaboration terms, suggesting substantial opportunities to form new ties among researchers and educators in Physics. We conclude by outlining hypotheses, limitations, and avenues for future work.",
        "url": "https://doi.org/10.31235/osf.io/q8zv2_v1",
        "version": 1,
        "id": "q8zv2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/spgtq_v1",
        "title": "Jute Composite Material and Its Innovative Applications in a Sustainable Economy",
        "authors": "Nasif Chowdhury",
        "created": "2025-11-01",
        "abstract": "The recent internationally driven sustainability discussions and the need to embrace circular economies have sparked off intense studies of bio-based materials as alternatives to the synthetic, petroleum-based composites. One of these, jute, a lignocellulosic bast fiber, has become a leader because it is renewable, has high specific strength and is also biodegradable. The paper will look at the expanding opportunities of the jute composite materials as covers its material properties, earlier methods of its fabrication and the newer usage that it opens in various industries. In this review, jute composites are shown to have excellent environmental benefits regarding a smaller carbon footprint and recyclability at the end of their life through a qualitative synthesis of existing literature. Nevertheless, commercial proliferation of such composites would hang on the achievement of the internal hurdles like hydrophilic vulnerability and inconsistency in the characteristics of fibers. The paper wraps up with strategic materials science research, scale-up, and cross-sectoral investigation recommendations, assuming that jute composites will play a significant part in the shift to more sustainable material systems in the automotive, construction and packaging sectors, among others.",
        "url": "https://doi.org/10.31235/osf.io/spgtq_v1",
        "version": 1,
        "id": "spgtq",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vn3u6_v1",
        "title": "Warehousing Automation Technologies and Operational Efficiency of Large Beverage Manufacturing Firms in Nairobi County, Kenya",
        "authors": "Research Bridge publisher, Andrew Rukungu Thiong’o, Thomas Mose",
        "created": "2025-11-01",
        "abstract": "Operational efficiency is critical for large beverage manufacturing firms in Nairobi County as it directly impacts their ability to meet the country’s growing demand for beverages while maintaining competitive pricing and quality standards. However, large beverage manufacturing firms in Nairobi County face significant challenges in achieving their performance. The general objective of the study is to assess the influence of warehousing automation technologies on operational efficiency in large beverage manufacturing firms in Nairobi County, Kenya. Specifically, the study sought to examine the influence of automated storage, retrieval systems, autonomous mobile robots and robotic picking systems on operational efficiency in large beverage manufacturing firms in Nairobi County, Kenya. This study was guided by Technology Acceptance Model (TAM), Resource-Based View (RBV) Theory, Diffusion of Innovations (DOI) Theory and Lean Management Theory. This study adopted a descriptive research design. The target population of this study was 130 registered large beverage manufacturing firms in Nairobi County as per KAM Directory 2024. The study targeted management employees. In this study, the sampling frame was a list of all 130 registered large beverage manufacturing firms in Nairobi. The Yamane formula was adopted to calculate the study sample size. Therefore, the study sample size was 264 respondents. This research used a questionnaire to collect primary data. Data from questionnaires were coded and analyzed using the latest Statistical Package for Social Sciences (SPSS) computer software. The study used descriptive and inferential statistics for data analysis. Descriptive statistics such as frequency distribution, mean (measure of dispersion), standard deviation, and percentages were used. Inferential data analysis was conducted by use of Pearson correlation coefficient, and multiple regression analysis. The study results were presented through use of tables and figures. The study concludes that automated storage, retrieval systems, autonomous mobile robots and robotic picking systems has a positive and significant effect on operational efficiency in large beverage manufacturing firms in Nairobi County, Kenya. Based on the findings, the study recommends that the management of large beverage manufacturing firms in Kenya should expand the deployment of these robots within their production and warehouse operations. By leveraging their capabilities in material handling, inventory movement, and order fulfillment, firms can significantly reduce manual labor, minimize human error, and speed up processes",
        "url": "https://doi.org/10.31235/osf.io/vn3u6_v1",
        "version": 1,
        "id": "vn3u6",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/w6erh_v1",
        "title": "Which Forms of Capital Facilitate Post-Disaster Agricultural Resilience?",
        "authors": "Yamaguchi Yuhei, Zeyu Lyu",
        "created": "2025-11-06",
        "abstract": "What kinds of societal factors facilitate agricultural recovery and damage mitigation? Many previous studies have demonstrated that the three forms of capital—social capital, economic capital, and human capital—contribute to various aspects of post-disaster recovery. However, it remains unclear whether these forms of capital are also linked to the recovery of industries and land use. Therefore, this study examined the effects of these three forms of capital on agricultural recovery. Agriculture is a key sector for achieving a sustainable society, and it is desirable that farmland continues to be properly utilized even after disasters. Clarifying the characteristics of regions where farmland is appropriately maintained after a disaster is thus essential for realizing sustainability. In this study, we employed satellite remote sensing and causal inference methods to investigate changes in paddy utilization in areas affected by the 2024 Noto Peninsula Earthquake in Japan. We then examined the relationships between fluctuations in paddy field use and village-level social, economic, and human capital. The results suggest that in severely affected areas, after controlling for other regional characteristics, social capital had a positive effect on agricultural resilience. By contrast, in areas with relatively minor disaster damage, economic capital had a positive effect, whereas human capital exhibited a negative effect. These findings imply that the effects of different forms of capital are not consistent, and that their impacts on agricultural resilience may vary depending on severity of the physical damage. This study contributes new insights to the fields of social science and disaster research, while also offering methodological advances to these disciplines.",
        "url": "https://doi.org/10.31235/osf.io/w6erh_v1",
        "version": 1,
        "id": "w6erh",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/wj463_v1",
        "title": "The age-period-cohort trinity and a demographic framing of travel behaviour change",
        "authors": "Zihao An, Qiyang Liu, Mengqiu Cao, Siyi Lin",
        "created": "2025-10-30",
        "abstract": "Understanding population-level long-term changes in travel behaviour is vital for assessments of transport planning and policies and for informing the development of future transport systems. In this research, we present a conceptualisation of travel behaviour within the age–period–(birth) cohort (APC) framework. Building upon this conceptualisation, we argue that any attempts to investigate these changes must first scrutinise the necessity of adopting such an analytical framework designed to simultaneously disentangle these three intertwined yet distinct time-related dimensions. We further formulate theory-driven insights for travel behaviour analysis within such a framework, addressing issues of operationalisation, interpretation, and reflection on its limitations. Using a case study application, we examine changes in vehicle miles travelled (VMT) by car in England, from 2002 to 2023. Our theoretical insights and empirical evidence call for a reorientation of transport planning philosophies that recognise and address demographic dynamics (i.e. shifts in age-cohort composition), cohort succession in particular, as an independent, active driver of change. We discuss the capacity of our research, situated within this recognition, to provide a foundation for projecting and understanding future landscapes of travel behaviour and related outcomes of more direct policy relevance.",
        "url": "https://doi.org/10.31235/osf.io/wj463_v1",
        "version": 1,
        "id": "wj463",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/y2pnz_v1",
        "title": "When War Hits Home: How the Israel-Hamas Conflict Shapes American Beliefs about Antisemitism",
        "authors": "Claire Adida, Tamar Mitts",
        "created": "2025-10-31",
        "abstract": "In polarized societies, basic questions about what constitutes prejudice can become deeply contested. After Hamas’s October 7 attack and Israel’s subsequent invasion of Gaza, discourse about the conflict has been marked by disputes over antisemitism. We investigate what are and what shapes American beliefs about antisemitism. Analysis of over one million Google restaurant reviews shows that ratings of Israeli restaurants declined as Israel’s ground war intensified. We then use this finding to interrogate American perceptions of antisemitism. A nationally representative survey experiment (N = 3, 200) finds that perceptions of whether such behavior is antisemitic are deeply polarized along partisan lines—but largely unaffected by media framing of the conflict. A follow-up survey (N = 3, 000) conducted unexpectedly during Israel’s strike on Iran, shows that Americans surveyed after the attack were less likely to interpret controversial behavior and speech as antisemitic. Our findings reveal the polarized and contingent nature of antisemitic beliefs.",
        "url": "https://doi.org/10.31235/osf.io/y2pnz_v1",
        "version": 1,
        "id": "y2pnz",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ybz32_v1",
        "title": "Functional Strategies Implementation and Service Delivery of Kiambu County Government in Kenya",
        "authors": "Research Bridge publisher, Purity Nkoroi Thiauri, Mary Ragui",
        "created": "2025-11-01",
        "abstract": "Functional strategies play a pivotal role in guiding policy development and enhancing organizational effectiveness. However, public concerns have been raised regarding the timeliness, effectiveness, and achievement of set objectives in the service delivery of the Kiambu County Government in Kenya. This study sought to explore the influence of implementing functional strategies on service delivery. The specific objectives were to assess the impact of human resource, supply chain, operational, and technological strategies on service delivery. The research was grounded in Adams' Equity Theory, Systems Theory, Stakeholder Theory, and the Technology Adoption Model. A descriptive research design was utilized, with data collected via questionnaires from 120 senior, middle, and supervisory officers in Kiambu County Government, achieving a 90%response rate. Data were analyzed using SPSS version 25. Pearson correlation analysis revealed strong positive correlations between service delivery and human resource strategies(r=0.822),supply chain strategies(r=0.737),operational strategies(r=0.714)and technological strategies(r=0.811),,all statistically significant(p&lt;0.01).A multiple regression model revealed that these functional strategies collectively accounted for 52.1%of the variance in service delivery.Notably, technological strategies emerged as the most potent predictor(β=0.539), followed by human resource strategies. This indicates that while an integrated approach is essential, strategic investment in technology may currently offer the highest leverage for improving service delivery in Kiambu County. The study concludes that a concerted focus on these functional strategies is crucial for enhancing service delivery. It recommends that the county government invest in advanced technologies, enhance human resource incentives and performance evaluations, strengthen supply chain vendor accountability, and optimize operational processes for continuous improvement",
        "url": "https://doi.org/10.31235/osf.io/ybz32_v1",
        "version": 1,
        "id": "ybz32",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6ayvm_v1",
        "title": "Defining Sufficient Accessibility: Integrating Measured and Perceived Transportation Access with Quality-of-Life Outcomes",
        "authors": "Md Hamidur Rahman, Alex Karner",
        "created": "2025-10-31",
        "abstract": "Sufficient accessibility means that all individuals have a minimum level of access to essential opportunities such as work, school, healthcare, and leisure, making it possible to meet their basic needs. In this study, we integrate “measured accessibility” and “perceived accessibility” within a quality-of-life (QoL) framework to empirically determine what constitutes “sufficient” accessibility. Using community survey data from Austin, Texas, we combine a composite accessibility index—built from both primal (cumulative opportunity) and dual (minimum cost) measures across auto and transit modes—with self-reported QoL and perceived accessibility. We develop a sufficiency threshold by identifying the level of perceived accessibility associated with median QoL under different levels of measured accessibility. Our results indicate that perceived accessibility is a stronger predictor of QoL than measured access. A sufficiency threshold is derived using a normative regression-based approach, identifying the minimum perceived accessibility score required to reach the median QoL benchmark under typical access conditions. Logistic regression analyses further reveal that women, renters, long-term residents, and full-time workers are significantly less likely to report sufficient perceived accessibility—suggesting that social and structural barriers persist even in areas with good physical access. The study underscores the importance of integrating user- and system-level indicators into transport equity analyses. Policy applications include using sufficiency thresholds to evaluate whether new investments help lift disadvantaged groups out of accessibility poverty and enable more equitable QoL outcomes.",
        "url": "https://doi.org/10.31235/osf.io/6ayvm_v1",
        "version": 1,
        "id": "6ayvm",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/7ed2b_v1",
        "title": "Tracking AI’s Scientific Anatomy: A Novel Framework for Analyzing the Use and Diffusion of AI in Science",
        "authors": "Liangping Ding, Cornelia Lawson, Philip Shapira",
        "created": "2025-11-02",
        "abstract": "Artificial intelligence (AI) promises to transform science by accelerating knowledge discovery, automating processes, and introducing new paradigms for research. However, there remains a limited understanding of how AI is being utilized in scientific research. In this paper, we develop a framework based on GPT-4 and SciBERT to identify AI’s role in scientific papers, differentiating between Foundational, Adaptation, Tool and Discussion modes of AI research. This allows us to capture AI’s diverse contributions, from theoretical advances to practical applications and critical analysis. We examine AI’s trajectory across these modes by analyzing time series, field-specific, and country trends. This approach expands on search-term based identification of AI contributions and offers insights into how AI is being deployed in science.",
        "url": "https://doi.org/10.31235/osf.io/7ed2b_v1",
        "version": 1,
        "id": "7ed2b",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science, Public Affairs, Public Policy and Public Administration, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/8c6xm_v3",
        "title": "Preprint review services: Disrupting the scholarly communication landscape?",
        "authors": "Susana Oliveira Henriques, Narmin Rzayeva, Stephen Pinfield, Ludo Waltman",
        "created": "2025-11-05",
        "abstract": "Preprinting has gained considerable momentum, and in some fields it has turned into a well-established way to share new scientific findings. The possibility to organise quality control and peer review for preprints is also increasingly highlighted, leading to the development of preprint review services. We report a descriptive study of preprint review services with the aim of developing a systematic understanding of the main characteristics of these services, evaluating how they manage preprint review, and positioning them in the broader scholarly communication landscape. Our study shows that preprint review services have the potential to turn peer review into a more transparent and rewarding experience and to improve publishing and peer review workflows. We are witnessing the growth of a mixed system in which preprint servers, preprint review services and journals operate mostly in complementary ways. In the longer term, however, preprint review services may disrupt the scholarly communication landscape in a more radical way.",
        "url": "https://doi.org/10.31235/osf.io/8c6xm_v3",
        "version": 3,
        "id": "8c6xm",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/8w9xk_v1",
        "title": "Humanizing Telemedicine through Recognition-Based Ethics",
        "authors": "Angelo Capodici, Alberto Pirni, Anna Gadignani, Francesca Noci, Lucia Giardelli, Michele Emdin, Alberto Giannoni",
        "created": "2025-10-29",
        "abstract": "Background: The rapid expansion of telemedicine promises enhanced healthcare access but risks eroding the relational foundations of care, particularly in remote and underserved communities. Standard bioethical frameworks, often focused on principlism, inadequately address the complex intersubjective and systemic challenges posed by digital mediation. There is a need for an ethical framework that centers human dignity and recognition within technologically mediated care. Objective: This perspective paper develops and applies a critical ethical framework for telemedicine grounded in recognition theory, aiming to evaluate how digital systems can support or undermine the recognition of persons, especially in vulnerable contexts. Methods: We synthesize Axel Honneth's recognition theory with insights from relational ethics, phenomenology of illness, and critical disability studies to propose a tripartite framework comprising three interdependent dimensions of recognition: Ascertaining (epistemic recognition of the patient as an embodied knower), Acceptance (normative inclusion respecting vulnerability and difference), and Approval (institutional legitimation of telemedicine as genuine care). We conduct a critical conceptual analysis applying this framework to the Tuscany Health Ecosystem project, a telemedicine initiative in remote Italian regions. Findings: The application of the Ascertaining-Acceptance-Approval framework reveals both the potential of hybrid, community-integrated telemedicine models (like Tuscany's) to foster recognition through nurse-mediated presence and relational continuity, and significant unresolved tensions. These include persistent epistemic compromises, ambiguities in power-sharing and patient choice, undertheorized socioeconomic vulnerabilities, and structural contradictions between relational care demands and system pressures for efficiency (e.g., the efficiency-recognition dilemma, risk of technological solutionism). Conclusion: Recognition theory transforms telemedicine from a purely technical challenge into an ethical-political project. Ensuring digital healthcare humanizes rather than diminishes care requires moving beyond simple access metrics. It demands ethical vigilance focused on hybridity, perpetual reflexivity, and meaningful community participation to ensure technology supports recognition and resists deepening health inequities.",
        "url": "https://doi.org/10.31235/osf.io/8w9xk_v1",
        "version": 1,
        "id": "8w9xk",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/a3d5n_v1",
        "title": "Adapting to Working from home as a Software Business Project Manager during the COVID-19 pandemic",
        "authors": "Magdalena Androulaki Korakaki",
        "created": "2025-10-31",
        "abstract": "Working from home (WFH) was the only option of operation for many businesses and organisations during the COVID-19 pandemic where social distancing measures were introduced by governments worldwide. In an attempt to adapt to WFH, businesses, organisations and professionals of all backgrounds had to modify their previously established practices as well as adopt new practices and tools to enable remote working. To date, no previous study has explored how project managers of UK software businesses adapted to WFH during the COVID-19 pandemic. The aim of this mixed-methods study was to explore how project managers adapted to WFH during the COVID-19 pandemic. 16 experienced project managers (11.3±8.8 years of experience), ranging from junior to senior level, took part in this study. For the quantitative part of this study, 16 project managers took part in a 22-item survey and answered questions in relation to their experience with WFH during the COVID-19 pandemic. For the qualitative part of the study, 5 project managers took part in semi-structured interviews with questions relating to being a project manager and WFH during the COVID-19 pandemic. The triangulation of the results from the survey and semi-structured interviews showed that WFH had a neutral to positive impact on the project management (PM) practices of software businesses with some of the challenges that emerged from WFH relating to delays in project time delivery and communication. Overall, new communication tools and practices were adopted by project managers as a result of WFH and project managers felt that WFH had a neutral effect on their position within their respective businesses.",
        "url": "https://doi.org/10.31235/osf.io/a3d5n_v1",
        "version": 1,
        "id": "a3d5n",
        "subjects": "(Other)",
        "subjects_osf": "Organization Development"
      },
      {
        "doi": "10.31235/osf.io/b7c9x_v1",
        "title": "Entre o consonantal e o vocálico: A variação da nasal palatal [ɲ] na UFS sob inspeção acústica",
        "authors": "Neyriane Santos da Conceição, Raquel Freitag",
        "created": "2025-10-31",
        "abstract": "Esta pesquisa investiga a variação da nasal palatal [ɲ] na fala de estudantes da Universidade Federal de Sergipe (UFS), um fenômeno fonético dinâmico que se manifesta desde produções com características consonantais (com obstrução do fluxo de ar) até vocálicas (sem obstrução). Embora a variação de [ɲ] tenha sido descrita em outras comunidades brasileiras, há uma lacuna de estudos em Sergipe. Para preenchê-la, este estudo analisa as realizações da nasal palatal em entrevistas do Banco de Dados Falares Sergipanos (Freitag, 2013), previamente anotadas no ELAN. A análise acústica será realizada com o software Praat, por meio da extração dos formantes FN1 e FN2, utilizando a Transformada Rápida de Fourier (FFT). O objetivo é verificar se os valores desses formantes apresentam padrões de distribuição que permitam distinguir entre produções consonantais e vocálicas, contribuindo para a descrição da variação fonética do português brasileiro.",
        "url": "https://doi.org/10.31235/osf.io/b7c9x_v1",
        "version": 1,
        "id": "b7c9x",
        "subjects": "(Other)",
        "subjects_osf": "Linguistics"
      },
      {
        "doi": "10.31235/osf.io/bpyj2_v1",
        "title": "Socio Technical Imaginaries of the Future among AI Pioneers (2005 – 2025)",
        "authors": "Luca Carbone",
        "created": "2025-10-29",
        "abstract": "Artificial Intelligence (AI) is widely regarded as one of today’s most transformative technologies. As for each of its predecessors, such as the TV and smartphones, the rapid expansion of AI into everyday life is followed by fears, hopes, and ambivalent expectations. These so-called “socio-technical” imaginaries are especially studied among AI users and regulators, but little is known about its pioneers, such as AI founders and developers. This is particularly important in the current moment of fast technological developments—by understanding how AI pioneers imagine the future we can better understand, discuss, and regulate the envisioned directions of such systems. This article fills this gap by first compiling a dataset with nominees of the TIME 100 / AI lists, their TED talks, podcast interviews, and socio-demographic characteristics (e.g., gender, race, education). It next leverages computational methods (i.e., word embeddings, topic modeling, and sentiment analysis) and regression analysis to explore the prevalence, topical distribution, temporal developments, emotional engagement, and socio-demographic differences in socio-technical imaginaries of AI among its pioneers. Results reveal a dominant tone of optimism and anticipation centered on business and industrial progress, alongside ambivalent positions emphasizing ethical and existential concerns. Socio-demographic patterns further suggest the unequal segmentation of such profiles, as marginalized groups (e.g., women, lower-educated, and Black or Brown pioneers) voiced more critical and cautious perspectives, while White and Asian men with advanced degrees expressed more techno-optimistic visions of the future.",
        "url": "https://doi.org/10.31235/osf.io/bpyj2_v1",
        "version": 1,
        "id": "bpyj2",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/kt8g6_v1",
        "title": "An international comparison study of the number and length of breaktimes in primary and secondary schools",
        "authors": "Ed Baines, Helen MacIntyre, Cath Prisk",
        "created": "2025-11-03",
        "abstract": "Many schools across the world allow time for students to have some form of break from formal adult-led learning activities. However, there is little understanding about the nature of these times at national and international levels. This survey study sought to examine the number and total amount of time available for school breaktimes, relative to different age groups of children, in different countries across the world. Staff in schools catering for children between the ages of 0 and 18 and participating in ‘Outdoor Classroom Day’, completed questionnaires about breaktimes in their school relative to a specific class experience. Nearly 1800 responses, from over 4,000, were selected for analysis after cleaning and selection. Findings show stark differences both within and between countries with some reporting little or no breaktime, and others reporting different breaktime regimens. Some countries employed short regular breaks in the school day while others had 1-2 more extended periods. Durations are reviewed relative to the length of the school day. Variations across phases in education are considered with some countries offering the same amount of breaktime for adolescents as for children. As participants were voluntarily involved in this play focused campaign, findings were assumed to represent a ‘best-case’ scenario. Different practices are considered relative to implications for children’s learning, social development, wellbeing and skills.",
        "url": "https://doi.org/10.31235/osf.io/kt8g6_v1",
        "version": 1,
        "id": "kt8g6",
        "subjects": "(Other)",
        "subjects_osf": "Educational Psychology, Psychology"
      },
      {
        "doi": "10.31235/osf.io/wjzp3_v3",
        "title": "ChatGPT as a news recommender system: Measuring source types and diversity across different interfaces",
        "authors": "Tim Schatto-Eckrodt, Laura Liebig, Michael Reiss, Robert Geislinger, Nadja Schaetz, Lisa Merten, Justin T. Schröder, Katharina Kleinen-von Königslöw, Laura Laugwitz, Eva Luise Knor",
        "created": "2025-11-04",
        "abstract": "This study examines to what extent ChatGPT’s responses to news-seeking prompts reflect exposure diversity in news sources, paying particular attention to whether publishers with licensing agreements are systematically privileged in outputs. Based on a quantitative content analysis comparing responses from ChatGPT’s web interface and API, the findings indicate that while the model offers a range of sources, exposure diversity remains limited and context dependent. Although no clear or consistent patterns were observed in the use of traditional journalistic outlets, there was a general tendency towards a greater inclusion of digital-born and hyper-partisan news sites under conditions of prompting for diversity. Results further show discrepancies between the API and web interface outputs that reveal significant structural variation in how the model curates information: while the web interface produced results more aligned with mainstream popularity measures and showed a higher presence of outlets with licensing agreements, the API tended toward encyclopedic and lesser-known sources. Implications for publishers and users are discussed.",
        "url": "https://doi.org/10.31235/osf.io/wjzp3_v3",
        "version": 3,
        "id": "wjzp3",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/wz2qm_v1",
        "title": "Measuring the impact of Sure Start expansion in Northern Ireland on health and social care: Early Results",
        "authors": "Meng Le Zhang, Gareth Griffith, Sally Holland, Martin Elliott",
        "created": "2025-11-05",
        "abstract": "Early years interventions have the potential to prevent later life inequalities. Sure Start in Northern Ireland is a place-based early years health and education programme that offers services to some of the most disadvantaged areas in the country. Families with children under four residing in these areas are eligible to access Sure Start services. This study uses a naturally occurring experiment with a Regression Discontinuity (RD) Design and administrative data to measure the impact of Sure Start on health and social services as well as child and maternal health at birth. We find no evidence of an impact on health outcomes at birth. However, we do find that Sure Start reduces the rate of child social services referrals and assessments for a child in need as well as the number of children who become a ‘child in need’. These reductions are most substantial in the first five years of life with no evidence of a rebound after school entry. We also find some evidence these effects are higher for mothers aged 21 and younger. Due to study limitations, the magnitude of these effects are imprecisely measured and we suggest further avenues for future research.",
        "url": "https://doi.org/10.31235/osf.io/wz2qm_v1",
        "version": 1,
        "id": "wz2qm",
        "subjects": "(Other)",
        "subjects_osf": "Social Work, Public Affairs, Public Policy and Public Administration"
      }
    ]
  }
}
