{
  "update": "2024-09-20",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/2v53e",
        "title": "Partisanship and Economic Cooperation: Does Political Ideology Matter?",
        "authors": "Flavio Pinheiro, Ivan Filipe de Almeida Lopes Fernandes",
        "created": "2024-09-13",
        "abstract": "Does the partisanship of governing coalitions matter in determining patterns of economic cooperation between countries? A vast political economy literature suggests that differences in the partisanship of a government explains a broad array of domestic public policies. However, the topic is insufficiently addressed by international relations scholars and mixed results abound. In this paper, we propose to evaluate the relationship between government partisanship, based on ideological measures for heads of governments, and economic cooperation between countries, observing their behavior concerning Bilateral Investment Treaties (BITs). When analyzing BITs signed between 1990 and 2015 between 164 countries, we found evidence that a government's partisanship does not explain the probability of signing such agreements. Nevertheless, when observing the phenomena in a dyadic framework and conditioning on the partner's partisanship, the results demonstrate that governments who share similar ideological views cooperate more, or at least are more likely to sign BITs with each other. Additionally, the ideological alignment hypothesis seems to be stronger between the governments of developing countries and countries with left-wing governments. This study therefore makes an important empirical contribution to the literature by stressing the role played by ideology in international cooperation and unveiling competing explanations for BIT formation.",
        "url": "https://doi.org/10.31235/osf.io/2v53e",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/9f8zx",
        "title": "Stable salience? The impact of political rhetoric on climate policy opinions and issue salience",
        "authors": "Sam Crawley",
        "created": "2024-09-13",
        "abstract": "The low salience of climate change – relative to issues such as the economy – means that politicians face limited public pressure to enact the necessary climate mitigation policies. Rhetoric from politicians about policies can sway public opinion, but it remains unclear how much political arguments can alter the public perception of an issue's salience. This study investigates the extent to which hypothetical party statements supporting or opposing a ban on exploration of new oil and gas fields influences opinions about this policy, and the salience of climate change. Results from a pre-registered online survey experiment of 1650 participants in Australia and New Zealand show that political statements impact policy support and opinions of policy efficacy, but have little discernible effect on participants’ perceptions of climate change salience. These results suggest that the public issue salience of climate change is stable, potentially making it challenging for politicians to pursue transformational climate policies.",
        "url": "https://doi.org/10.31235/osf.io/9f8zx",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/ca26f",
        "title": "Public Opinion on Civil War in the USA as of Mid-2024: Findings from a Nationally Representative Survey",
        "authors": "Garen Wintemute, Yueju Li, Mona Wright, Andrew Crawford, Elizabeth A. Tomsich",
        "created": "2024-09-14",
        "abstract": "Background: In 2023, Wave 2 of an annual, nationally representative longitudinal survey found a concerning level of agreement that civil war was likely in the United States and, among those who agreed, widespread belief that civil war was needed. This study updates those findings to this election year and explores respondents’ predicted involvement in such a conflict. Methods: Findings are from Wave 3, conducted May 23-June 14, 2024; participants were members of Ipsos KnowledgePanel. All respondents to prior waves who remained in KnowledgePanel were invited to participate; to facilitate comparison with the 2023 findings, this analysis is restricted to Wave 3 respondents who had responded to both Wave 1 and Wave 2. Outcomes are expressed as weighted proportions and adjusted prevalence differences, with p-values adjusted for the false discovery rate and reported as q-values. Results: The Wave 3 completion rate was 88.4% overall and 91.6% for respondents to Wave 2; there were 8185 respondents in the analytic sample. After weighting, half the sample was female (50.6%, 95% confidence interval (CI) 49.1%, 52.1%); the weighted mean (± standard deviation) age was 50.8 (16.4) years. Few respondents agreed strongly or very strongly that “in the next few years, there will be civil war in the United States” (6.5%, 95% CI 5.7%, 7.3%) or that “the United States needs a civil war to set things right” (3.6%, 95% CI 3.0%, 4.2%). These prevalences were higher among subsets of respondents having characteristics previously associated with increased support for and willingness to commit political violence. A large majority (84.2%, 95% CI 83.1%, 85.3%) considered it not likely that they would participate as a combatant if civil war did occur. Of the 3.7% (95% CI, 3.1%, 4.3%) who thought it very or extremely likely that they would be combatants, 44.5% (95% CI, 36.5%, 52.6%) reported that their position would convert to not likely if this were urged by family members, 23.4% (95% CI, 16.7%, 30.1%) if by friends, 30.5% (95% CI, 23.0%, 38.0%) if by a respected religious leader, 26.3% (95% CI, 19.4%, 33.3%) if by a respected elected official or other public figure, and 23.6% (95% CI, 16.4%, 30.8%) if by a respected news or social media source. Findings were similar for respondents who additionally reported that it was very or extremely likely that they would “kill a combatant from the opposing side.” Conclusions: In mid-2024, the expectation that civil war was likely and the belief that it was needed were uncommon and were unchanged from 2023. Those expecting to participate as combatants reported openness to change in response to input from many sources. These findings can help guide prevention efforts.",
        "url": "https://doi.org/10.31235/osf.io/ca26f",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/mb9zx",
        "title": "The conviction of the inevitable: Collapsism and collective action in contemporary rural France",
        "authors": "Jérôme Tournadre",
        "created": "2024-09-17",
        "abstract": "The idea of a possible collapse of thermo-industrial societies became more prominent during the 2010s, particularly in France. The present article investigates this phenomenon by focusing more specifically on the belief on which it is based: the conviction of the inevitable. How does this conviction, which mixes cognitive and emotional registers, come to grasp certain individuals? And what do these people do with it? Contrary to various studies in the social sciences, the ethnographic observation of two collectives that have been affected by this conviction and have settled in the French countryside makes it possible to draw the contours of authentic collective actions. The article also shows how this conviction arises or is reinforced, emphasizing the potential importance of certain personal experiences and certain structural tendencies characteristic of contemporary democratic societies. More generally, studying the conviction of the inevitable in the context of collective actions also helps to identify snippets of imaginaries and practices that are developing in the shadow of the Anthropocene.",
        "url": "https://doi.org/10.31235/osf.io/mb9zx",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ukqw5",
        "title": "Instagramming politics: Analyzing politicians’ day-to-day activities on social media",
        "authors": "Stefan Wallaschek, Lara Fuge",
        "created": "2024-09-15",
        "abstract": "The article analyzes the use of Instagram by German members of parliament in non-campaign times. Based on the literature on visual analysis as well as social media research, we investigate what politicians post and how they use the different features of social media platforms and Instagram in particular. First, we demonstrate that German national MPs are strongly present on Instagram across parties, gender and age groups which is why we, in a second step, closely examine the Instagram activities (N=1279) of 24 German national MPs, using a pre-defined codebook. We show that MPs predominately display behind-the-scenes images as well as state their opinion on political issues. The visibility of issues strongly depends on parties’ issue ownership and on contextual factors. Furthermore, we highlight that younger MPs have a more sophisticated use of Instagram and integrate the social media platform more strongly into their daily political activities.",
        "url": "https://doi.org/10.31235/osf.io/ukqw5",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vu29b",
        "title": "Institutional Neutrality: An Organizational Analysis",
        "authors": "Jose Eos Trinidad",
        "created": "2024-09-16",
        "abstract": "Debates on institutional neutrality (I.N.) focus on whether universities should take positions on socio-political issues. In contrast to studies and commentaries using historical, philosophical, and speculative arguments, we analyze I.N. from an organizational perspective. First, we note how I.N. refers to the creation of an environment for diverse views, the prohibition of any corporate position on social issues, and the exemption when one’s mission is threatened. Second, we summarize current debates for and against neutrality as based on the protection of individual freedoms and institutional interests, and the complicity and partiality of the status quo. Third, we outline alternatives to I.N., inclusive of institutional restraint, dialogue, and commitment. Finally, we propose factors affecting institutional responses like organizational identity, resource dependence, mimetic pressures, and movement demands.",
        "url": "https://doi.org/10.31235/osf.io/vu29b",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Educational Assessment, Evaluation, and Research, Higher Education, Social and Philosophical Foundations of Education, Educational Leadership, Educational Administration and Supervision, Education Economics, Political Science, Organization Development, Sociology"
      },
      {
        "doi": "10.31235/osf.io/xp5zm",
        "title": "A Protectionist Bias in Proportional Politics: Assessing How Electoral Institutions Affect Tariff Levels",
        "authors": "Flavio Pinheiro",
        "created": "2024-09-13",
        "abstract": "o electoral rules affect the level of trade protection in democratic countries? Recent studies indicate that when it comes to trade protection, electoral systems do matter; however, a thorough analysis of the literature unveils the fact that competing theories and mixed findings still prevail. In this work, I intend to solve the empirical and theoretical puzzle involving political representation and trade policy by offering and testing an alternative explanation. My answer lies in the Stigler-Peltzman (S-P) analysis of regulation, formalized by Chang et al. in \\emph{Electoral Systems and the Balance of Consumer-Producer Power}. I adapt their theory and evaluate the effect of electoral institutions on the level of trade protection. More specifically, I analyze 53 democracies from 1996 to 2008 and estimate the effect of electoral systems' level of responsiveness, measured as electoral disproportionality, on trade protection. The findings indicate that the higher the rate of proportionality created by electoral institutions, the greater the level of protection that politicians will provide for special interest groups, especially in non-presidential democracies.",
        "url": "https://doi.org/10.31235/osf.io/xp5zm",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/a4ker",
        "title": "The political economy of industrial development organisations: are they run by politicians or bureaucrats?",
        "authors": "Lottie Field",
        "created": "2024-09-16",
        "abstract": "This paper produces the first cross-country comparable, scalable method of categorising organisations as political or bureaucratic. I use this method to construct new data on the politicisation of organisations designing industrial policy in 116 countries. Thus, this paper produces the first systematic global analysis of the politicisation of industrial development organisations. I produce the following four stylised facts. First, industrial policymaking is predominantly political. Over 60% of the industrial policy organisations in my data are run by politicians. Second, lower-income countries use a higher proportion of political organisations to do their industrial policy. Third, there is great variation in the proportion of political organisations in each policy area. Politicians run 30% of Export-Import and Central banks. Politicians run 60% of organisations focused on primary commodities. Fourth, the proportion of organisations run by bureaucrats is positively and statistically significantly correlated with several measures of bureaucratic quality. This relationship is robust to controlling for the number of industrial policy organisations and GDP per capita.",
        "url": "https://doi.org/10.31235/osf.io/a4ker",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/ck6s9",
        "title": "Gender Homogeneity in Philosophy and Methodology of Economics: Evidence from Publication Patterns",
        "authors": "Alexandre Truc, François Claveau, Catherine Herfeld, Vincent Larivière",
        "created": "2024-09-18",
        "abstract": "This study examines gender diversity among authors in philosophy and methodology of economics, comparing it to the disciplines of economics and philosophy. Using bibliometric methods, we find that philosophy and methodology of economics, as an interdisciplinary field, consistently had a lower share of women authors than its parent disciplines, which are the two social sciences and humanities disciplines that are the furthest from gender parity. Although homogeneity compounding generally characterizes the whole field of philosophy and methodology of economics, one small and temporary subfield, making contributions to heterodox economics, structural realism, and the discussion on pluralism in economics, constituted a pocket of gender diversity. Alongside a more general discussion of possible reasons behind the striking gender imbalance in the field, we also elaborate on possible reasons for the limited size and duration of this pocket of diversity.",
        "url": "https://doi.org/10.31235/osf.io/ck6s9",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/h9qmc",
        "title": "Rolling Back Progresa: How the Sudden Ending of a Landmark Anti-Poverty Program Affected School and Labor",
        "authors": "Betsy Alafoginis, Susan Parker",
        "created": "2024-09-19",
        "abstract": "Mexico’s pioneering conditional cash transfer program—originally Progresa, later renamed Prospera—operated over two decades in a shifting educational landscape. We exploit the program’s sudden and unexpected rollback to estimate whether, two decades after rollout studies documented its initial impacts on schooling and labor, the program was still effective at raising enrollment and reducing work in children and youth. Comparing areas with high and low program penetration before and after rollback, we find that rollback immediately reduced school enrollment, especially at high school ages and especially in boys. Effects on enrollment were as large at rollback as they were at rollout, albeit shifted from middle-school ages to high school ages. Rising work mirrored falling enrollment in boys of high school age. Our results suggest the program successfully adapted to the rise of high school, but Mexico’s poor were unable to protect their children from the its unexpected rollback.",
        "url": "https://doi.org/10.31235/osf.io/h9qmc",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/hg4c3",
        "title": "Measuring housing affordability: Scoping the real cost of housing",
        "authors": "Adam Crowe, Steven Rowley, Jen Arnold",
        "created": "2024-09-19",
        "abstract": "Lower-income households make trade-offs to afford their housing costs but most of these are not accounted for in the housing affordability measurements used by policy makers, according to new AHURI research. As a result, housing can appear affordable even though it is of such poor quality it affects people’s health, it is too expensive to heat or cool or it is located far from employment opportunities so that householders have very high commuting costs. The research reviewed government policies and practices and investigated Australian case studies to better understand the quality, energy, and locational and transportation dimensions of housing affordability. The findings point to the need for a universally applied definition of safe and healthy housing standards across Australia and the need for policy makers to measure households’ required energy expenditure, rather than their actual energy expenditure. The research case studies also reveal the relationship between housing affordability and locational advantage or disadvantage, that is being close to, or far from, employment, education, health facilities and cultural amenities. The research stresses that integrating housing, planning, transport and employment policies is critical to mitigating the risks of housing affordability stress and displacement for lower income householders, while offering increased accessibility to key resources and services. There is a need for programs to encourage private landlords to provide well-located, good quality, affordable rental housing. Furthermore, for low-to-moderate-income householders living in locationally disadvantaged areas, expanding transport assistance schemes can help to reduce transport costs and improve residents’ connection to job-rich areas.",
        "url": "https://doi.org/10.31235/osf.io/hg4c3",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Geography, International and Area Studies, Urban Studies and Planning, Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/zj2v5",
        "title": "Evaluating the effectiveness, costs, and challenges of deposit return systems for beverage containers: A meta-analysis",
        "authors": "Calvin Lakhan",
        "created": "2024-09-17",
        "abstract": "Abstract This study conducts a comprehensive meta-analysis to evaluate the effectiveness, economic costs, and long-term sustainability of deposit return systems (DRS) for beverage containers across various countries. DRS are recognized as a critical strategy to enhance recycling rates, reduce environmental waste, and support the transition toward a circular economy. While empirical evidence from countries like Germany, Norway, and Lithuania indicates that DRS can achieve recycling rates exceeding 90%, challenges such as high setup costs, stakeholder resistance, policy inconsistency, and adaptability to market changes complicate their implementation and sustainability. The analysis synthesizes data from diverse geographic contexts, highlighting the factors that contribute to the success or failure of DRS, including public engagement, policy stability, technological adaptation, and effective stakeholder collaboration. The findings suggest that while DRS can provide substantial environmental and economic benefits, their long-term success is contingent upon sustained public participation, consistent policies, adaptability to market shifts, and robust stakeholder engagement. This study offers critical insights for policymakers, environmental advocates, and industry stakeholders seeking to optimize DRS as a tool for sustainable waste management.",
        "url": "https://doi.org/10.31235/osf.io/zj2v5",
        "subjects": "Economics",
        "subjects_osf": "Geography, Environmental Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/24zqd",
        "title": "Social Integration and Perceptions of Racism among Chinese Immigrants in France: Findings from the Chinese Immigrants in the Paris Region (ChIPRe) Study",
        "authors": "Betsy Alafoginis, M. Giovanna Merli",
        "created": "2024-09-18",
        "abstract": "We describe the heterogeneity of the Chinese immigrant population in France and investigate how immigrants’ diverse patterns of social integration predict perceptions of racism, using survey data and in-depth interviews collected during the COVID-19 outbreak, a period during which anti-Chinese and anti-Asian xenophobia and racism were activated. Our unique data, collected for the Chinese Immigrants in the Paris Region (ChIPRe) Study, enable a classification of Chinese immigrants at the intersection of their migration histories, socio-demographic profiles, broad social integration indicators, and attributes of their social ties that characterize distinct patterns of social interaction with co-ethnics and with the wider French society. Our classification highlights three distinct groups: an established ethnic enclave of Wenzhou Chinese, an immigrant underclass whose members arrived in France after the dismantling of China’s centrally planned economy, and successive cohorts of international students, many of whom have gained professional employment in France or intend to stay in France after graduation from institutions of higher education. These distinct immigrant profiles predict different frequencies of subjective experiences of racism that are not attributable to the conventional predictors of racism perceptions alone and add nuance to the discrepancy between conventional social integration indicators and discrimination and racism found among the main immigrant groups and their children in many European countries.",
        "url": "https://doi.org/10.31235/osf.io/24zqd",
        "subjects": "Sociology",
        "subjects_osf": "International and Area Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/hkcmy",
        "title": "Time-Invariant Variables’ Time-Varying Effects: Misinterpretations of the Fixed-Effects Model in Sociological Research",
        "authors": "Chunhui Ren, Paul Allison",
        "created": "2024-09-17",
        "abstract": "A popular statistical approach in sociological research, the fixed-effects regression model is known for its ability to produce unbiased coefficients by adjusting for unobserved time-invariant individual heterogeneity. This ability, however, is contingent on an often-overlooked assumption that time-invariant variables must not have time-varying effects, which, otherwise, would interfere in the process of coefficient estimation, leading to misinterpretations of the findings. Demonstrating with case studies, we intend to explain and clarify two types of such misinterpretations: (1) time-invariant variables’ time-varying effects, when measured in the model, are mistaken as time-invariant variables’ unbiased coefficient estimates; (2) time-invariant variables’ time-varying effects, when unmeasured in the model, confound coefficient estimates for time-varying variables.",
        "url": "https://doi.org/10.31235/osf.io/hkcmy",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/p6tzw",
        "title": "Imagining the future of clinical psychology in the climate and ecological emergencies",
        "authors": "Georgia King, Matthew Adams, Professor Nick Maguire, Marc Williams",
        "created": "2024-09-13",
        "abstract": "The climate and ecological emergencies (CEE) are creating irreversible changes to our planet and life-sustaining systems. Threats are being experienced by individuals on the mental, physical and community health levels. Although psychologists have long had the skills-set necessary to conceptualise and support interventions for the challenges we face, it is only in recent years that psychological professional bodies are acknowledging the CEE. Therefore, there is no clear vision for the role of clinical psychology in the CEE. This study sought to create a vision of how clinical psychology can engage with the CEE as a means to mitigate and adapt to its deleterious impacts on mental health. Story completion methodology was used to create such visions. Forty-nine practitioner psychologists and climate activists completed online individual stories, and 28 individuals participated in co-creating stories, a novel application of story completion methodology. Thematic analysis was used to analyse the individual written stories and transcribed group stories. The possible roles for clinical psychology were developed across three main themes. 1. Acknowledgment is the First Step; here clinical psychology could acknowledge the root causes of the CEE and emotional responses to them. 2. Engagement in the CEE is Part of Creating a Role; here clinical psychology could develop a nature-based understanding of mental health, as well as supporting others to overcome cognitive defences and engage in the CEE. 3. Going Forth in Unison; here clinical psychology could work alongside changing societies to support people in living more simply, to develop community and nature-based practice, to support their own and others’ climate activism, to become political and work towards social justice, to work in collaboration and to support people in developing their imaginative capabilities. These results offer ideas for the changing role of clinical psychology in the face of ever-increasing CEE.",
        "url": "https://doi.org/10.31235/osf.io/p6tzw",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/3gsqw",
        "title": "Artificial Intelligence Summaries of Historical Events Improve Knowledge Compared to Human-Written Summaries",
        "authors": "Daniel Karell, Matthew Shu, Keitaro Okura, Thomas Davidson",
        "created": "2024-09-13",
        "abstract": "How do artificial intelligence (AI) tools affect people's knowledge? Existing scholarship supports contrasting expectations. Some research shows that people often find AI-generated (\"synthetic\") texts clearer, more accessible, and more enjoyable to read, which can foster learning from the texts. However, other research shows that synthetic texts are derivative and homogeneous, making them less interesting and thus potentially inimical to learning. In two experimental studies, we find that people who read AI-generated summaries of historical events more accurately recall factual information about the events compared to people who read human-written summaries of the same event. In the first study (N=193), participants who read synthetic text describing the Seattle General Strike of 1919 correctly answered more fact-based questions than participants who read a text written by experts. The preregistered second study, with a sample nationally representative of the United States (N=1907) and additionally testing a second historical event, replicates the results of the first study. Study 2 also indicates that synthetic historical summaries have a positive effect regardless of whether subjects know they were generated by AI, as well as whether or not the summaries exhibit political biases. Furthermore, while synthetic summaries improve knowledge for participants across all levels of educational attainment, the largest improvements occur at the lowest levels. Our findings show how AI-generated texts can enhance learning and reduce, rather than amplify, educational inequalities.",
        "url": "https://doi.org/10.31235/osf.io/3gsqw",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/739sp",
        "title": "Measuring and Harmonizing Coverage, Generosity and History of Work-Injury Policies Globally",
        "authors": "Nate Breznau",
        "created": "2024-09-19",
        "abstract": "I present new measures of generosity, coverage and institutional characteristics of work-injury policy across 189 countries in the Global Work-Injury Policy Dataset (GWIP) version 2.0. To date, major research efforts produced detailed social policy data for the rich Western countries, and more recently countries of Eastern, Central and Central-Eastern Europe. One of the products of this work, the Social Insurance Entitlements Dataset (SIED) has become a benchmark for social policy research. Using hand-coded data, indicators from the International Labor Organization, and the U.S. Social Security Administration’s ‘Social Security Programs Throughout the World’, and computational social science, I demonstrate a process to successfully extend and harmonize the SIED work-injury coverage and generosity variables to cover the Global South; in total 167 countries, plus a further 189 with imputation for the year 2020 or latest. These data will help further various welfare state and social policy research agendas, in particular in the area of work-injury policy which is often understudied in comparison to other social security policies. I analyze to classic hypotheses in welfare state research to demonstrate and guide the potential contyribution of these data. One is a logic of industrialization and the other a cultural values hypothesis about work-injury policy development.",
        "url": "https://doi.org/10.31235/osf.io/739sp",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/7k5sm",
        "title": "Slippery Slopes from ascriptions of agency to agentic capacities - Methodological and political risks in the operationalization of agency in interview studies",
        "authors": "Tim Fenkner",
        "created": "2024-09-13",
        "abstract": "The notion of agency has been the subject of extensive debate in social theory, gaining its reputation for being a particularly “slippery” concept. Reflections on operationalizing agency in field-based empirical studies, however, have been rare. Using qualitative interview studies on academic careers as an example, I will distinguish between four different ways to relate interviewee statements to the theoretical notion of agency: (2) representational relation, (2) causal relation, (3) biased relation and (4) ideological relation. While the representational and causal arguments support the operationalization of agency by means of interviewee statements, it will be argued that the third and fourth relation represents certain slippery slopes which impair the analytical value and political implications of the concept.",
        "url": "https://doi.org/10.31235/osf.io/7k5sm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/93kwp",
        "title": "Reconceptualizing the Digital Divide as Digital Disability: Implications for Health Equity",
        "authors": "Glenn Jakobsen",
        "created": "2024-09-15",
        "abstract": "In today’s digitally dependent world, access to technology is as vital as access to clean water or healthcare. This paper introduces the concept of \"digital disability,\" emphasizing the barriers individuals face when they cannot fully engage with digital platforms due to lack of access, literacy, or infrastructure. These barriers disproportionately affect vulnerable populations—such as the elderly, people with disabilities, and low-income groups—exacerbating existing health and social disparities. By applying the International Classification of Functioning, Disability, and Health (ICF) framework, the paper draws parallels between digital and traditional disabilities. It also explores the role of artificial intelligence (AI) and large language models (LLMs) as adaptive tools to bridge the digital gap. Policy recommendations focus on improving infrastructure, subsidizing devices and services, and implementing digital literacy programs. The paper frames broadband access as a public health imperative grounded in bioethical principles. Recognizing digital access as a fundamental right, the paper advocates for comprehensive strategies to empower individuals to thrive in an increasingly digital society, emphasizing the moral and practical need for adaptive solutions.",
        "url": "https://doi.org/10.31235/osf.io/93kwp",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/d7y8m",
        "title": "Passengers in Flight: AI Governance Capacity in the Global South",
        "authors": "Sami Farhad",
        "created": "2024-09-16",
        "abstract": "The rapid advance of artificial intelligence (AI) raises profound governance questions for all societies. However, the discourse on AI governance thus far has been led by a small number of countries that are the leaders in AI technology. Little research has been done on how Global South countries can enhance their AI governance capacity. Are the countries of the Global South simply passengers in flight – passive adopters of AI technology, norms, and governance practices developed elsewhere? How much priority should Global South countries give to AI governance in light of the numerous other challenges they face? This article argues that the Global South passengers do have the ability to take meaningful steps to improve their AI governance capacity. The first step is to have a conceptual framework for AI governance. The framework recognizes AI as a general purpose technology whose impact will extend over a multi-decade period, and understands that the distributional outcomes of AI will be determined primarily by the choices societies make, not the technology itself. Hence the pressing challenge of governing AI is not primarily the search for today’s most comprehensive regulation, but rather a long-term process of taking practical, proactive local steps to generate knowledge and gain experience over time. To apply the framework, the article recommends several specific areas of governance for consideration by government, academics, enterprises and civil society in the Global South.",
        "url": "https://doi.org/10.31235/osf.io/d7y8m",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/reavm",
        "title": "Assisted Reproduction Techniques and Trends in Parenthood among Women in Same-Sex Couples",
        "authors": "Diederik Boertien",
        "created": "2024-09-18",
        "abstract": "Same-sex couples experience high levels of unmet parenthood desires and often depend on the availability of adoption and assisted reproduction techniques to become parents. In many countries, assisted reproduction techniques are not covered by public health or health insurance schemes for women in same-sex couples, even though they are covered for women in different-sex couples. In this article, the importance of such restrictions for levels of parenthood is quantified by studying a policy reform in Spain. Women in same-sex couples were excluded from accessing assisted reproduction procedures free of charge through the Spanish public health system in 2013. Access was re-established in some areas in subsequent years, and ultimately in all of Spain in 2021. Using data from the Spanish census and large household surveys, we show a decline in the share of women in same-sex couples living with newborn children following the reform of 2013. Co-residence with newborn children among women in same-sex couples dropped to very low levels in areas where public access was not re-established in the subsequent years, whereas its prevalence increased elsewhere. These results illustrate the importance of access to assisted reproduction to tackle unmet parenthood desires among women in same-sex couples.",
        "url": "https://doi.org/10.31235/osf.io/reavm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/wrjkh",
        "title": "Social Relationships Among Older Adults with a History of Incarceration: A Mixed Methods Study",
        "authors": "Rodlescia S. Sneed, Kayla Habermehl, Athena C. Y. Chan, Maji Hailemariam",
        "created": "2024-09-18",
        "abstract": "The importance of social relationships for the well-being of older adults is well-documented; however, the social lives of older adults with history of incarceration (HOI) have not been well explored. We used a mixed methods explanatory sequential design to examine the social relationships of older adults with (HOI). Quantitative data come from the Health and Retirement Study (N=13,995), a longitudinal study of U.S. older adults. Respondents with and without HOI were compared on the presence/absence of social relationships and relationship quality with respect to friends/children/other family members. Semi-structured interviews with formerly incarcerated older adults and human service providers (n=14) were used to explain quantitative findings. Compared to their counterparts, those with HOI were less likely to have close relationships with at least one child (OR: 0.45; 95% CI: 0.35-0.58) or other family members (OR: 0.77; 95% CI: 0.61-0.96). Further, they reported more negative interactions and less positive interactions with children/other family members. There was no association between HOI and having close friends or positive interactions with friends. Those with HOI, however, were more likely to report high negative interactions with friends than their counterparts (OR: 95% CI: 1.18-1.59). Interview participants discussed factors that negatively impact social relationships, including transportation issues, difficulties with technology that facilitate relationships, friend/family member illness and death, limited financial resources, and incarceration-related regulations that limit social interaction. Formerly incarcerated older adults face challenges in maintaining social relationships. Future studies should focus on interventions to foster social connection in this population.",
        "url": "https://doi.org/10.31235/osf.io/wrjkh",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/36pbn",
        "title": "The Language of Sustainability Chapter 1: Framing in Sustainability Communication",
        "authors": "Calvin Lakhan",
        "created": "2024-09-18",
        "abstract": "This report explores the application of framing theory to sustainability communication, examining how different framing approaches can influence public perception and engagement with environmental issues. Drawing on seminal works in framing theory and recent research in sustainability communication, the report analyzes four key framing dimensions: gain vs. loss, individual vs. collective action, present vs. future, and local vs. global. For each dimension, the report discusses the characteristics, effectiveness, and potential limitations of different framing approaches, supported by relevant research findings. Key insights include the varying effectiveness of gain and loss frames for mitigation vs. adaptation strategies, the importance of balancing individual and collective responsibility, the impact of temporal framing on urgency and long-term planning, and the role of geographical scale in making issues personally relevant. The report emphasizes that effective sustainability communication often requires a nuanced approach that strategically combines different framing dimensions based on the specific environmental issue, target audience, cultural context, and communication goals. By understanding and applying these framing concepts, communicators can more effectively engage audiences and promote sustainable behaviors and policies. This nuanced approach to framing can play a crucial role in addressing complex environmental challenges and driving meaningful progress in sustainability efforts.",
        "url": "https://doi.org/10.31235/osf.io/36pbn",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences, Environmental Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/42zft",
        "title": "Best Practices in Sustainable Communication for Minority Communities",
        "authors": "Calvin Lakhan",
        "created": "2024-09-13",
        "abstract": "This report explores the importance of engaging ethnic minority communities in sustainability initiatives through culturally sensitive communication strategies. It examines the unique challenges faced by these communities, including historical marginalization, cultural differences, language barriers, and economic constraints. The report emphasizes the need for inclusive, community-led approaches that foster trust, build cultural competence, and leverage traditional ecological knowledge. It presents best practices for effective engagement, such as participatory program design, culturally resonant messaging, and experiential communication methods. Through case studies and theoretical insights, the report provides a comprehensive framework for developing sustainability programs that are not only environmentally effective but also socially just and culturally vibrant. The findings highlight the critical role of minority communities in shaping sustainable futures and offer actionable recommendations for practitioners, policymakers, and community leaders to create inclusive and equitable environmental initiatives.",
        "url": "https://doi.org/10.31235/osf.io/42zft",
        "subjects": "(Other)",
        "subjects_osf": "Bilingual, Multilingual, and Multicultural Education, Geography, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/4ngtr",
        "title": "Invisible Rides: How Car-Less Americans Access Cars",
        "authors": "Nicholas Klein, Anne Brown, Amanda Howell, Michael J. Smart",
        "created": "2024-09-13",
        "abstract": "How and why do zero-car households seek car access? We used a national online survey of 830 American adults and interviews with twenty-nine low- and moderate-income travelers about their car access behaviors to answer this question. We validated our findings with the 2017 National Household Travel Survey. Respondents got rides, borrowed cars, and used ride-hail to access grocery trips, social/recreational activities, and medical care. While most interviewees intend to purchase a vehicle in the future, they also desire better transit, suggesting that households without cars do not necessarily prefer car ownership.",
        "url": "https://doi.org/10.31235/osf.io/4ngtr",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/6q79x",
        "title": "“SEGURIDAD Y SOBERANÍA ALIMENTARIA EN EL CONTEXTO DEL DERECHO ADMINISTRATIVO GLOBAL: UNA APROXIMACIÓN JURÍDICO-ADMINISTRATIVA A LA ESTRATEGIA EUROPEA «DE LA GRANJA A LA MESA»”",
        "authors": "Juan José Rastrollo Suárez",
        "created": "2024-09-16",
        "abstract": "A lo largo de este trabajo ponemos de relieve, en primer lugar, la dimensión jurídica y política que han ido alcanzando los conceptos de medio ambiente, agricultura y alimentación en la Unión Europea. En segundo lugar, analizamos la proyección última del principio de sostenibilidad en la política alimentaria a partir de la aprobación del Pacto Verde y la aprobación de la Estrategia “de la granja a la mesa”. Ello, nos sirve para ahondar en los conceptos de seguridad alimentaria y soberanía alimentaria y su relación con la PAC y otras normas. Por último, revisamos en clave jurídico-administrativa como se ha materializado la puesta en marcha de la Estrategia en sus vertientes preventiva, de control y represiva.",
        "url": "https://doi.org/10.31235/osf.io/6q79x",
        "subjects": "(Other)",
        "subjects_osf": "Public Law and Legal Theory, Environmental Law, Food Studies, Agricultural and Resource Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/9ek48",
        "title": "Reducing material use and their greenhouse gas emissions in the Greater Oslo",
        "authors": "Lola Rousseau, Jan Sandstad Næss, Fabio Carrer, Sara Amini, Helge Brattebø, Edgar Hertwich",
        "created": "2024-09-17",
        "abstract": "Resource efficiency strategies are key to reduce material use and help limit global warming to below 2°C in 2100. Understanding the role of such strategies at municipal-level requires a localized approach. Here we evaluate a ramp-up of resource efficiency strategies and their associated effects on vehicle usage and climate benefits towards 2050 for 19 individual sub-regions within the Greater Oslo region in Norway. In our scenarios, material stocks increase from 344 megatonnes (Mt) in 2022 to 349-367 Mt in 2050 driven by population growth, with low-end estimate relying on a sufficiency scenario limiting floor area per capita and banning new single-family houses. The sufficiency (SUF) scenario reduces total material consumption until 2050 (48 Mt) with 28% relative to a business-as-usual (BAU) scenario (66.3 Mt) with continuation of ongoing trends, thereby reducing GHG emissions from material production by 17% (BAU: 12.44 MtCO2-eq, SUF: 10.36 MtCO2-eq). If resource efficiency strategies are combined with rapid material production decarbonization in-line with a 2°C scenario, a 30% reduction in emissions is achievable (8.67 MtCO2-eq). Car ownership rates and traveled distance per capita decrease in the sufficiency scenario compared to 2022 with 6.4%. Assuming the current relationship between settlement characteristics and transport demand, total driving distance fails to decline due to population growth. Limiting the floor-area per capita in residential buildings significantly decreases material demand. Resource efficiency strategies including densification need to be complemented with a rapid decarbonization of material supply and stronger incentives to move away from car driving to maximize climate change mitigation.",
        "url": "https://doi.org/10.31235/osf.io/9ek48",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/bquke",
        "title": "Agent-based simulations reveal multiple rapid northern routes for the second Neanderthal dispersal from Western to Eastern Eurasia",
        "authors": "Emily Coco, Radu Iovita",
        "created": "2024-09-16",
        "abstract": "Genetic and archaeological evidence imply a second major movement of Neanderthals from Western to Central and Eastern Eurasia sometime in the Late Pleistocene. The genetic data suggest a date of 120-80ka for the dispersal and the archaeological record provides an earliest date of arrival in the Altai by ca. 60ka. Because the number of archaeological sites linking the two regions is very small, the exact route taken and its timing have been the matter of considerable debate. In particular, climate change in this period modified landscapes considerably, changing the cost of moving in different directions. Using agent-based least-cost path simulations, we show here that the northern route through the Urals and southern Siberia was the most likely route taken under all climate scenarios. Agents reach the Altai during two time windows when the climate was mild, MIS 5e (the last Interglacial), and in MIS 3, the latter coinciding with the archaeological evidence from Chagyrskaya and Okladnikov Caves in the Altai.",
        "url": "https://doi.org/10.31235/osf.io/bquke",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/c52th",
        "title": "Open Science",
        "authors": "Tobias Dienlin, Kruikemeier, Sanne, Douglas A. Parry",
        "created": "2024-09-18",
        "abstract": "In this entry, we underscore the importance of transparency and replicability in Political Communication research. Recognizing failures to replicate findings in the social sciences due to factors such as publication bias, questionable research practices, and limited access to materials, we emphasize the importance of open science practices. Open science, encompassing a range of practices such as data sharing, preregistration, registered reports, and open access, aims to improve the credibility and reliability of our research. We discuss the specific challenges and opportunities within political communication, including privacy concerns and the balance between openness and confidentiality. By adopting open science practices, we can enhance the impact of Political Communication. We conclude by calling for broader adoption and systemic support for open science within our field.",
        "url": "https://doi.org/10.31235/osf.io/c52th",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/d3j8n",
        "title": "Ethnic variation in stated recycling attitudes and behaviors among households in Ontario, Canada",
        "authors": "Calvin Lakhan",
        "created": "2024-09-13",
        "abstract": "In a review of 12 ethnic groups in three urban communities in the Greater Toronto Area, this study found that there is significant behavioral heterogeneity with respect to why people recycle, motivators for recycling, and general attitudes towards the environment and stewardship. White Canadians reported having the most positive attitudes towards recycling and awareness of recycling consequences, while ethnic minorities did not readily equate recycling with particular environmental outcomes (i.e. recycling helps mitigate climate change). A particularly salient finding is that there is a marked difference in reported behavior and attitudes between first and second (and third etc.) generation immigrants across all cultural groups. 2nd and 3rd generation Ontarians have much more homogenous behavioral drivers that inform recycling participation relative to those born outside the country. 2nd and 3rd generation Canadians were more likely to report recycling for altruistic and habitual reasons. However, first generation immigrants often reported having significantly different drivers of behavior.",
        "url": "https://doi.org/10.31235/osf.io/d3j8n",
        "subjects": "(Other)",
        "subjects_osf": "Race, Ethnicity and Post-Colonial Studies, Geography, Other Social and Behavioral Sciences, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/uhmb5",
        "title": "Spam, unwanted or unsolicited emails following the publication of preprints",
        "authors": "Jaime A. Teixeira da Silva, Serhii Nazarovets",
        "created": "2024-09-14",
        "abstract": "Spam, unwanted, or unsolicited emails, affect the daily lives of professional academics. In additional to potentially harmful content or links, deceptive spam can waste scientists’ time and resources. In this case study, we make note of journal-advertising spam that are sent to the authors of preprints after they are published. We examined 11 of the authors’ preprints that were published in 2023, finding that spam with the titles of six preprints were used in the email subject area, one in particular (a Research Square preprint) being the subject of 20 emails between March and July, 2023. In some cases, spam appeared very soon (within 1–3 days) after preprints were published while others had some typical characteristics of spamming journals and publishers: fake impact factors, appealing to authors’ ego, promising rapid publication times, etc. This small dataset suggests that spambots may be trawling preprint servers in a bid to try and capture new intellect that has been published as a preprint, sometimes even very soon after publication.",
        "url": "https://doi.org/10.31235/osf.io/uhmb5",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science"
      },
      {
        "doi": "10.31235/osf.io/zn4ht",
        "title": "The beginning of time",
        "authors": "Karenleigh A. Overmann",
        "created": "2024-09-18",
        "abstract": "The present analysis focuses on the material component of time, the devices used for measuring and counting it. The biological basis for subjective, experiential time is first reviewed, as are early strategies found cross-culturally for objectively measuring and counting time. These strategies include timekeeping by natural phenomena, using tallies to keep track of small periods of time, harnessing shadows for daily and annual time, and visualizing time with clocks and calendars. The conclusion then examines how such timekeeping devices might influence the conceptualization of time.",
        "url": "https://doi.org/10.31235/osf.io/zn4ht",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      }
    ]
  }
}
