{
  "update": "2025-08-01",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/27mhd_v1",
        "title": "Immigration Voice: Political Navigation Beyond the Ballot",
        "authors": "Viacheslav Eniutin",
        "created": "2025-07-29",
        "abstract": "As globalization decouples citizenship from geography and institutional responsiveness, individuals increasingly seek alternative forms of political alignment. This article introduces the concept of Immigration Voice: a framework for interpreting cross-border mobility as a patterned response to perceived legitimacy deficits—not merely as exit or escape, but as a mode of institutional re-selection. Departing from Hirschman’s classic notion of “exit” as silent withdrawal, Immigration Voice emphasizes the comparative dimension of relocation: when electoral mechanisms lose effectiveness and feedback loops erode, migration flows may register as aggregated preferences for alternative institutional environments. Under specific conditions of scale and narrative coherence, such movements can constitute externally observable indicators of institutional credibility. Grounded in comparative political theory and informed by empirical migration patterns, the article frames Immigration Voice both as a conceptual lens and as a potential metric of democratic behavior in asymmetrical political environments. Rather than being peripheral to political life, the spatial reorientation of civic preference has become increasingly central to how legitimacy and agency are contested in the twenty-first century. While this article outlines the conditions under which migration might serve as a comparative indicator of institutional legitimacy, the proposed metric remains a conceptual framework for future empirical research Keywords: Immigration voice, political agency, immigration, migration, institutional legitimacy, democratic participation, comparative indicator, spatial politics. JEL Classification: F22, P16, D72, H11, Z13.",
        "url": "https://doi.org/10.31235/osf.io/27mhd_v1",
        "version": 1,
        "id": "27mhd",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/56zcy_v1",
        "title": "How Context Matters: Human Oversight of Automated-Decision-Making Systems in Welfare Administration",
        "authors": "Karolina Sztandar-Sztanderska",
        "created": "2025-07-25",
        "abstract": "This article examines the capacity of frontline staff to oversee automated decision-making (ADM) systems, which are increasingly used in digital welfare states to make life-altering decisions. While prior research had focused on cognitive limitations that lead to human over-reliance on ADM, the role of contextual factors that also shape caseworkers’ supervisory activities has neither been conceptualised, nor systematically investigated. To address this gap, we develop an analytical framework for the context-sensitive study of frontline oversight, inspired by the street-level bureaucracy perspective and human–computer interaction studies. We also demonstrate the framework’s relevance through findings from a mixed-methods study of a profiling algorithm used by Public Employment Services in Poland. We identify four types of factors – policy-, organisation-, professionalism-, and technology-related – that effectively shape frontline oversight. Our findings also have practical implications, as the inclusion of humans in the decision-making loop is a central element of regulatory efforts aimed at protecting individuals from algorithmic harms.",
        "url": "https://doi.org/10.31235/osf.io/56zcy_v1",
        "version": 1,
        "id": "56zcy",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Psychology, Political Science, Social Work, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/eb76g_v1",
        "title": "CONTESTIVISM: A Paradigm of Meaning, Power, and Being for Understanding Social Reality",
        "authors": "Jim Joquico",
        "created": "2025-07-24",
        "abstract": "This paper develops contestivism as a meta-paradigm for understanding social reality as perpetual contestation of meaning through and for power. The framework operates from the foundational premise that meaning constitutes a necessary condition for human being: to lose control is to risk existential erasure. Contestivism theorizes the structural grammar underlying all social phenomena through three intersecting analytical dimensions: domains of contestation, orders of social organization, and modes of power. These elements form recursive engines that generate gradients of being that motivate further contestation. Unlike frameworks that pathologize competing realities, contestivism recognizes meaning contests as the fundamental mechanism of human social organization. The framework offers analytical tools for understanding the post-truth era as the inevitable condition of human society.",
        "url": "https://doi.org/10.31235/osf.io/eb76g_v1",
        "version": 1,
        "id": "eb76g",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Philosophy, Political Science, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/g68x3_v1",
        "title": "Malapportionment as a Gerrymandering Strategy: Exploring Electoral Manipulation in Malaysia Using a Simulation Algorithm",
        "authors": "Sho Miyazaki, Yuko Kasuya",
        "created": "2025-07-29",
        "abstract": "Gerrymandering and malapportionment both undermine fair representation and involve electoral district boundaries. However, existing research has treated these phenomena separately, leading to disconnected bodies of literature. This paper demonstrates that malapportionment can be used as an instrument of gerrymandering. Conventional gerrymandering tactics of cracking and packing can be more sophisticated when the district boundary drawers in power can control the district populations. We illustrate this new yet simple gerrymandering strategy using the case of Malaysia, a long-lasting electoral authoritarian regime that endured from the early 1970s to 2018, focusing on ethnic representation. By comparing the enacted districting plan with counterfactual electoral districts simulated through Sequential Monte Carlo redistricting simulation, we identify significant ethnic gerrymandering against the minority Chinese Malaysians, in which cracking and packing are the strategies adopted by the majority Malay-dominated ruling coalition.",
        "url": "https://doi.org/10.31235/osf.io/g68x3_v1",
        "version": 1,
        "id": "g68x3",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/gv3z7_v2",
        "title": "Authoritarian Legacies or Government Policies? Trust Dynamics and Regime Socialisation in Times of Crisis",
        "authors": "Steffen Wamsler, Gundula Zoch",
        "created": "2025-07-28",
        "abstract": "Literature on crisis policymaking often assumes that government measures shape political trust. At the same time, we lack comprehensive evidence on how deep-seated regime socialisa-tion experiences affect crisis-related trust dynamics. We draw on Germany’s historical East-West divide and examine how changes in political trust during the Covid-19 pandemic relate to both regime socialisation and regional containment policies. Socialist socialisation should trigger a stronger initial rally-around-the-flag effect and a more pronounced decline of trust during later stages of stricter containment policies, with heterogenous effects according to the duration of regime socialisation. Using five waves of individual-level panel data (N=23,420, 2017-2023) and fixed-effects models with district-level infection rates and various policy re-strictions, we find a shared rally effect across East and West. Comparable trust declines in the second year were explained by regional containment policies. However, by the third year, in-stitutional trust in the East eroded further – without clear links to containment policies. Media trust, already lower in the East, revealed a growing divide as well. Finally, changes in trust varied by length of Socialist regime exposure. In the context of an extended crisis, our find-ings point to the limited capacity of crisis policy to explain trust dynamics when considering deep-seated socialisation.",
        "url": "https://doi.org/10.31235/osf.io/gv3z7_v2",
        "version": 2,
        "id": "gv3z7",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/h48dz_v1",
        "title": "Defending Forward, Falling Behind? The Strategic Dilemma in U.S. Cybersecurity Policy",
        "authors": "Salem Balkhasher",
        "created": "2025-07-31",
        "abstract": "The United States stands at a pivotal moment in its approach to cybersecurity, confronting increasingly sophisticated cyber threats that target national security and critical infrastructure. This paper critically examines the vulnerabilities of U.S. cyber strategy by analyzing the historical evolution, strategic doctrines such as ‘Defend Forward’, and major incidents including the SolarWinds supply chain attack and the Colonial Pipeline ransomware breach. Drawing on expert opinion and recent policy documents – such as the 2023 National Cybersecurity Strategy – this study highlights achievements such as institutional reforms and offensive cyber capabilities, but most importantly, identifies persistent gaps in software supply chain security, infrastructure resilience, and cyber deterrence. This paper underscores the importance of regulatory innovation, workforce development, and global collaboration in shaping a resilient cyber posture. Ultimately, it argues that U.S. cyber strategy, while evolving, remains at a crossroads. This requires a balanced commitment to both defensive robustness and offensive agility to effectively navigate the complex and contested domain of cyberspace.",
        "url": "https://doi.org/10.31235/osf.io/h48dz_v1",
        "version": 1,
        "id": "h48dz",
        "subjects": "Politics",
        "subjects_osf": "Law and Politics, Legislation, National Security Law, Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/ka2tm_v1",
        "title": "Facing Change Again: Meta-Analyses of Gender and Climate Change Attitudes Worldwide",
        "authors": "Frederick Solt",
        "created": "2025-07-30",
        "abstract": "As the need to address climate change grows increasingly pressing, so does the need for understanding the factors that undermine public support for mit- igation. One prominent recent analysis of three cross-national surveys argues that people—especially men—in richer countries express less concern for cli- mate change and see more costs and fewer benefits to mitigation, pointing to compensation as a potential solution. Drawing on hundreds of surveys, this reassessment employs a series of meta-analyses to reveal that while gender differences in climate concern are indeed larger in richer countries, both men and women express more concern in such settings relative to poorer countries, and there is no relationship between economic development and gender differ- ences in mitigation’s perceived costs and benefits. Instead, gender differences in climate concern are mirrored in differences in concern across a wide array of risks, consistent with more widespread masculine performative fearlessness in richer countries.",
        "url": "https://doi.org/10.31235/osf.io/ka2tm_v1",
        "version": 1,
        "id": "ka2tm",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/qgpsx_v1",
        "title": "Rethinking the EU's role in tackling interconnected environmental risks amid geoeconomic and political shifts",
        "authors": "Margherita Bianchi, REGROUP project",
        "created": "2025-07-29",
        "abstract": "This paper delves into the EU’s approach to interconnected environmental risks, set against the backdrop of evolving geoeconomic and political dynamics. It first addresses the European Green Deal, initiated in 2019, and its subsequent strengthening through initiatives like Fit for 55 and REPowerEU. These initiatives signal a strong commitment to decarbonisation and climate targets; however, the implementation of this ambitious agenda is being challenged by factors such as high inflation and increasing political resistance, with some governments expressing opposition to environmental policies. The prioritisation of security and defence has also somewhat overshadowed the climate crisis across the EU bloc. The analysis examines the key features and trends of a decarbonised global landscape and the requirements for its effective management. It also addresses the internal and external challenges that will confront the EU in the period from 2025 to 2035. Given this background, the author evaluates four prospective scenarios where the EU does or does not have a role in a global governance reform that does or does not happen. In the first scenario, there is a reform of global governance but without an active EU role; the second scenario foresees ‘green globalisation’, where the EU leads the global governance reform; the third one involves a strong EU leadership but not channelled in a global governance reform; the final scenario lacks both a global governance reform and a strong EU leadership. The paper ultimately argues that the EU needs to adopt internal and external measures to prevent the widening of the climate and social divide, both within the EU and between the Global North and Global South. It identifies several critical factors: finding a balance between engagement and disengagement with China, strengthening European industrial production where possible, and diversifying green value chains accordingly by forging stronger partnerships in the Global South. In this sense, the author argues that the EU must engage more effectively with emerging and developing economies in pursuing decarbonisation strategies. The paper cautions that increasing international fragmentation could lead to higher costs for accessing low-carbon materials and minerals, and it suggests that the EU should enhance its competitiveness through its inherent strengths while avoiding excessive and ineffective protectionist policies.",
        "url": "https://doi.org/10.31235/osf.io/qgpsx_v1",
        "version": 1,
        "id": "qgpsx",
        "subjects": "Politics",
        "subjects_osf": "European Languages and Societies, Political Science"
      },
      {
        "doi": "10.31235/osf.io/urhxy_v2",
        "title": "Media platforming and the normalisation of extreme right views",
        "authors": "Diane Bolet, Florian Foos",
        "created": "2025-07-24",
        "abstract": "As extreme political views gain popularity and acceptability, the conditions under which media exposure to extreme right views contributes to this process, and strategies to counter media-induced persuasion and normalisation effects, remain unclear. Using population-based experiments leveraging real-world interviews with extreme right activists on Sky News UK and Australia, we test if media exposure leads to higher agreement with extreme right statements. We also test if exposure affects perceptions of how many others agree with these statements. Our findings are consistent across both countries: exposure to uncritical interviews increases agreement with extreme statements and perceptions of broader support in the population. Testing the media strategy in the UK, we find that critical interviewing tarnishes the activist’s image and reduces effects but still heightens perceived support for extreme statements. This study identifies a mechanism through which extreme political ideas spread and offers insights into media strategies to counteract persuasion and normalisation effects.",
        "url": "https://doi.org/10.31235/osf.io/urhxy_v2",
        "version": 2,
        "id": "urhxy",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/w69ev_v1",
        "title": "German “pacifism” and the Zeitenwende",
        "authors": "Frank A. Stengel",
        "created": "2025-07-30",
        "abstract": "Following the 2022 Russian invasion of Ukraine, then-German Chancellor Olaf Scholz announced a major reorientation of German security policy, including a significant increase in defence spending as well as arms deliveries to Ukraine. Scholz's announcement of a Zeitenwende (sea change) has triggered a renewed debate about continuity and change in German security policy, focusing on (1) whether the shift represents a major reorientation or a minor adaptation and (2) how to make sense of this in light of Germany's traditional culture of military restraint, the country's so-called “pacifism.” This article discusses the Zeitenwende in the context of Cold-War German security policy and German participation in multinational operations during the 1990s and 2000s. It shows that (1) the shift is not as radical as often presumed, (2) more fundamental change happened during the 1990s and 2000s and (3) understanding the Zeitenwende requires a more flexible, discursive conception of culture.",
        "url": "https://doi.org/10.31235/osf.io/w69ev_v1",
        "version": 1,
        "id": "w69ev",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Political Science, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ybxm5_v2",
        "title": "Beyond the Silicon Shield: TSMC, Geopolitical Turbulence, and the Institutional Politics of Global Tech Power",
        "authors": "Kerwin Xiang Liao",
        "created": "2025-07-27",
        "abstract": "Semiconductors have become central to geopolitical rivalry and national strategy. This article examines Taiwan Semiconductor Manufacturing Company (TSMC) as a paradigmatic case of institutional transformation in strategic industries. More than a technological leader, TSMC has emerged as an institutional mediator—navigating overlapping policy regimes, supply chain fragmentation, and diverging state agendas. Drawing on TSMC’s global expansion, especially its fabs in Arizona and Kumamoto, I show how firms are increasingly expected to perform quasi-sovereign functions: ensuring supply continuity, managing regulatory tensions, and absorbing geopolitical risk. I argue that prevailing discourses of “decoupling” and “reshoring” misdiagnose the problem, treating physical relocation as a proxy for strategic autonomy. Instead, I theorize institutional absorptive capacity as the foundation of long-term sovereignty: the ability of firms and states to learn, adapt, and coordinate across volatile environments. This requires shifting policy focus from industrial control to institutional design—investing in learning systems, governance capacity, and trust-based cooperation. TSMC’s trajectory thus signals a broader reconfiguration of state–firm boundaries and the emergence of a multipolar, narrative-driven political economy. The article concludes by outlining future research on cross-border institutional agency, strategic narrative construction, and techno-industrial governance beyond the U.S.–China binary.",
        "url": "https://doi.org/10.31235/osf.io/ybxm5_v2",
        "version": 2,
        "id": "ybxm5",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/abhse_v1",
        "title": "Confucianism and Enterprise Assumption of Risk",
        "authors": "Ruihan Shi, Pinxian Chen",
        "created": "2025-07-24",
        "abstract": "Corporate risk-taking is a key factor in corporate decision-making, and in recent years, the influence of cultural factors as informal institutions on corporate decisions has attracted widespread attention from scholars. Confucian culture, which upholds core values such as benevolence and righteousness, forgiveness and tolerance, integrity, and loyalty and filial piety, has long permeated various levels of Chinese society. Using non-financial listed firms in China as the sample, this study measures the strength of Confucian cultural influence by the number of Confucian temples within varying distances around each firm and further explores the impact of Confucian culture on corporate risk-taking. The results show that Confucian culture is negatively associated with corporate risk-taking, indicating that in regions where Confucian culture is more deeply rooted, firms tend to exhibit lower levels of risk-taking. This study provides an in-depth empirical analysis of the factors influencing corporate risk-taking and the role of cultural factors, offering important guidance for corporate strategic development and risk management strategies while contributing to a deeper and more comprehensive understanding of the critical role of cultural factors, such as Confucian culture, in risk-taking decisions.",
        "url": "https://doi.org/10.31235/osf.io/abhse_v1",
        "version": 1,
        "id": "abhse",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/fz3bg_v1",
        "title": "Exceptional Architecture and Touristic Impact: A Synthetic Control Study of Hamburg’s Elbphilharmonie",
        "authors": "Yannick Eckhardt, Jakob Hoffmann, Philipp Namberger",
        "created": "2025-07-30",
        "abstract": "Exceptional architecture is widely recognized for its seeming impact on the cultural and economic trajectories of cities. However, the specific attractive potential of any given project and thus its impact on the regional economy is often contentious, and identifying measurable increases for outcomes of interest, such as visitor numbers, is empirically challenging. This study investigates the causal effects of the Elbphilharmonie concert hall in Hamburg on local tourism development. Employing the synthetic control method, we create a counterfactual scenario to estimate how Hamburg’s tourism trajectory might have unfolded without the construction of the Elbphilharmonie. Contrasting recent debates highlighting the often underwhelming nature of 'star architecture', our findings indicate that the concert hall has had a major effect on tourism: In the seven and a half years from its opening in January 2017 to the second quarter of 2024, the Elbphilharmonie is estimated to be responsible for 13 million additional overnight stays, despite the period covering the covid pandemic.",
        "url": "https://doi.org/10.31235/osf.io/fz3bg_v1",
        "version": 1,
        "id": "fz3bg",
        "subjects": "Economics",
        "subjects_osf": "Geography, Economics"
      },
      {
        "doi": "10.31235/osf.io/nzk62_v1",
        "title": "Revisiting the Disability-Adjusted Life Year (DALY) as a Health Metric: Rigorous Science or Ableist Guesswork?",
        "authors": "Dielle J. Lundberg",
        "created": "2025-07-26",
        "abstract": "This research brief presents a methodological critique of the disability-adjusted life year (DALY), questioning the validity of this metric and arguing that it functions to uphold structural ableism in public health and healthcare. I establish first that the disability weights underlying the DALY are subjective social valuations of health states and are not valid measures of “the magnitude of health loss associated with specific health outcomes” as the Global Burden of Disease Study claims. I then document ableism throughout the assessment protocols used in creating the disability weights for the DALY at the levels of (a) selection of participants to complete the valuation, (b) description of health states for valuation, and (c) consideration of context where the valuation occurs. I conclude the research brief by examining two questions. First, why have the creators of the DALY and its champions positioned a subjective and ableist social valuation as rigorous science? And second, what does the widespread acceptance of the DALY across health disciplines reveal about the pervasiveness of structural ableism in health policy?",
        "url": "https://doi.org/10.31235/osf.io/nzk62_v1",
        "version": 1,
        "id": "nzk62",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/xwsje_v1",
        "title": "Financial Regulation and AI: A Faustian Bargain?",
        "authors": "Antonio Coppola, Christopher Clayton",
        "created": "2025-07-24",
        "abstract": "We examine whether and how granular, real-time predictive models should be integrated into central banks' macroprudential toolkit. First, we develop a tractable framework that formalizes the tradeoff regulators face when choosing between implementing models that forecast systemic risk accurately but have uncertain causal content and models with the opposite profile. We derive the regulator’s optimal policy in a setting in which private portfolios react endogenously to the regulator's model choice and policy rule. We show that even purely predictive models can generate welfare gains for a regulator, and that predictive precision and knowledge of causal impacts of policy interventions are complementary. Second, we introduce a deep learning architecture tailored to financial holdings data—a graph transformer—and we discuss why it is optimally suited to this problem. The model learns vector embedding representations for both assets and investors by explicitly modeling the relational structure of holdings, and it attains state-of-the-art predictive accuracy in out-of-sample forecasting tasks including trade prediction.",
        "url": "https://doi.org/10.31235/osf.io/xwsje_v1",
        "version": 1,
        "id": "xwsje",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/52jy9_v1",
        "title": "Cambios seculares sobre el terreno: Burocracia, academia e interreligiosidad en la protestantización de la laicidad mexicana",
        "authors": "Abraham Hawley Suárez",
        "created": "2025-07-28",
        "abstract": "En América Latina, existe un creciente consenso sobre el aumento de la diversidad religiosa en la región y la necesidad de reformar los modelos de laicidad tradicionales —históricamente diseñados para contrarrestar la hegemonía católica— en atención a dicha pluralidad. Este capítulo matiza y complejiza dicho diagnóstico rastreando la evolución de las direcciones de asuntos religiosos en México, desde las reformas legales de 1992 hasta las decisiones recientes del gobierno de López Obrador de colaborar con organizaciones interreligiosas en proyectos de construcción de paz. El capítulo examina cómo estas oficinas están vinculadas tanto a tensiones religiosas locales como a movimientos internacionales por la libertad religiosa, que redefinen la religión como categoría de gobernanza secular. Mediante observación participante, entrevistas, análisis multivariado e investigación de archivo, identifico patrones regionales en la implementación de políticas mexicanas sobre religión. Moldeadas por conflictos históricos entre católicos y protestantes-evangélicos, estas políticas relegan a minorías no cristianas que no se corresponden con concepciones dominantes sobre las “religiones del mundo”, pese a justificaciones que apelan a la diversidad. El capítulo destaca la subestimada influencia protestante en las leyes mexicanas y su papel en la configuración de estas oficinas. Ancladas en narrativas de paz, estas políticas fortalecen a ciertos grupos religiosos mientras marginan a otros, y marcan un giro hacia un secularismo de inspiración protestante en América Latina.",
        "url": "https://doi.org/10.31235/osf.io/52jy9_v1",
        "version": 1,
        "id": "52jy9",
        "subjects": "Sociology",
        "subjects_osf": "Religion, Latin American Languages and Societies, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/7dh52_v2",
        "title": "Insurance against risk? Economic cost and compensation of job loss in different welfare states",
        "authors": "Selçuk Bedük, Anette Eva Fasang, Susan Harkness, Stefan B. Andrade, Zafer Büyükkeçeci, Satu Helske, Aleksi Karhula",
        "created": "2025-07-12",
        "abstract": "Job loss is a common life course event, yet its economic consequences for households across different welfare states are not yet well understood. This paper investigates the cost of job loss to household incomes, and the extent to which initial losses are compensated through the market, within the household and by the social security programmes. Using high quality survey and administrative data from Denmark, Finland, Germany and the UK (1990-2018), we track post-job loss income trajectories using a difference-in-differences design. We find substantial penalties on household incomes, on average around 4-6% of pre-job loss income, that are particularly higher in the UK in the short-term but tend to dissipate over time in all countries. Re-employment emerges as the primary mechanism of compensation in all countries, while the role of household and state compensations vary in line with the national compensation strategies. State compensation is crucial in mitigating immediate income losses, while market compensation becomes more important over time. Household compensation mainly acts as a substitute for other types of compensations and are therefore significantly higher in the UK and Germany where market and/or state compensations are lower compared to the Nordics.",
        "url": "https://doi.org/10.31235/osf.io/7dh52_v2",
        "version": 2,
        "id": "7dh52",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/a586x_v1",
        "title": "Stepping-down or Skydiving? A Feature-wide Effect Heterogeneity of Retirement on Subsequent Health",
        "authors": "Shingo Nitta",
        "created": "2025-07-31",
        "abstract": "This study investigates how retirement’s effect on subsequent health varies by individual attributes and their interaction. Instead of spotlighting heterogeneity for a specific, theoretically predetermined feature, I consider the feature-wide effect heterogeneity to find possible data-driven candidates that generate this heterogeneity. To accomplish this, I use causal forests and harmonized data from the Health and Retirement Studies family. The results show that temporal dimensions (such as age and birth cohort) and financial dimensions (such as income and wealth) are the most important features in heterogenizing retirement’s effect on health. Based on these findings, I suggest the “double scaffold” model to comprehensively explain feature-wide effect heterogeneity.",
        "url": "https://doi.org/10.31235/osf.io/a586x_v1",
        "version": 1,
        "id": "a586x",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ag9u5_v2",
        "title": "Shy Bladder, Social Spaces: A Biocultural Critique of Paruresis and Restroom Design Across Cultures",
        "authors": "Paolo Nerdi",
        "created": "2025-07-29",
        "abstract": "Paruresis, or \"shy bladder syndrome,\" is classified as a social anxiety disorder in Western psychiatry (American Psychiatric Association 2013). This study challenges its medicalization through a medical anthropology framework, integrating cross-cultural analysis and evolutionary insights on privacy-seeking behaviors. Employing qualitative synthesis, we argue paruresis is a rational human response to environmental stressors, rooted in evolved instincts for privacy during elimination and shaped by culturally specific restroom designs. Comparing Western norms with privacy-focused designs in Japan, Islamic societies, Scandinavia, and Akan communities in Ghana, we critique how Western architectures exacerbate anxiety. Recent evidence highlights health risks from inadequate restroom privacy and benefits of inclusive designs (Taylor et al. 2024; Archova Visuals 2025). Drawing on embodiment (Csordas 1990), biopolitics (Foucault 1995), and habitus (Bourdieu 1977), we propose culturally sensitive restroom reforms, contributing to medical anthropology’s critique of biomedical paradigms and public health policy.",
        "url": "https://doi.org/10.31235/osf.io/ag9u5_v2",
        "version": 2,
        "id": "ag9u5",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Urban Studies and Planning, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/bwdu3_v1",
        "title": "Why the Weak Survive: Cultural Selection Against Competence in Organizations",
        "authors": "Koichi Hiraoka",
        "created": "2025-07-29",
        "abstract": "In many contemporary organizations, a sense of resignation is widespread, particularly among the middle tier of workers. Phrases like \"the more competent one is, the more likely they are to leave\" or \"there’s no point in getting promoted\" are frequently heard. Especially in mid-level positions, career advancement tends to favor individuals who suppress dissent from subordinates and exhibit blind obedience to superiors. As a result, capable and sincere individuals are often isolated, worn down, and eventually leave the organization. Based on my own experience working in both private-sector companies and public research institutions, I have observed this structure firsthand. These experiences gave rise to a pressing question: Why does this structure recur? Why is competence suppressed within organizations? To address this, I introduce the concept of cultural selection, applying memetic and evolutionary frameworks to analyze how organizational dynamics evolve not through merit, but through the replication of compliant cultural behaviors (Blackmore, 1999; Boyd &amp; Richerson, 1985; Henrich, 2015).",
        "url": "https://doi.org/10.31235/osf.io/bwdu3_v1",
        "version": 1,
        "id": "bwdu3",
        "subjects": "Sociology",
        "subjects_osf": "Administrative Law, Education Law, Labor and Employment Law, Law and Society, Social and Philosophical Foundations of Education, Educational Administration and Supervision, Teacher Education and Professional Development, Psychology, Legal Studies, Leadership Studies, Organization Development, Sociology"
      },
      {
        "doi": "10.31235/osf.io/bzkw4_v1",
        "title": "Doraemon and the SM-Loop Theory: Structural Dominance and Mimicry in Organizational Culture",
        "authors": "Koichi Hiraoka",
        "created": "2025-07-30",
        "abstract": "The “SM-Loop” is a theoretical model that explains the structural reproduction of dominance in organizations through the interplay of S (Superior) and M (Mimicry). Originally coined with a tongue-in-cheek reference to S/M relationships, the term has since evolved into a powerful analytical tool for understanding real-world workplace pathology. Within hierarchical settings, emotionally expressive behavior—especially anger—from a superior (S) is often mimicked by subordinates (M). Over time, this emotional contagion becomes embedded as a structural pattern: subordinates imitate dominant behaviors to survive, eventually becoming new superiors themselves. This loop—emotional dominance → mimicry → ascension—reinforces itself across organizational layers. The SM-Loop is not confined to the workplace. It manifests in schools, families, and political systems, making it a memetic engine of cultural transmission. This paper unpacks the mechanisms of the loop using both theoretical frameworks and pop-cultural metaphors—most notably, the beloved Japanese animation Doraemon—to show how structural mimicry drives emotional reproduction. The SM-Loop is at once invisible and omnipresent. This paper offers a diagnosis, a mirror, and perhaps a first step toward resistance—for anyone trapped within the loop, and for those who dare to question it.",
        "url": "https://doi.org/10.31235/osf.io/bzkw4_v1",
        "version": 1,
        "id": "bzkw4",
        "subjects": "Sociology",
        "subjects_osf": "Social and Philosophical Foundations of Education, Organization Development, Sociology"
      },
      {
        "doi": "10.31235/osf.io/bzqn9_v1",
        "title": "Schools and socioeconomic inequality in achievement – Revisiting the ‘school equalization’ hypothesis in the United States",
        "authors": "Giampiero Passaretta, Jan Skopek, Joseph Workman",
        "created": "2025-07-31",
        "abstract": "Schooling is often seen as equalizing learning outcomes among children from different socioeconomic backgrounds. However, empirical support for the ‘school equalization’ hypothesis in the United States remains inconclusive, despite decades of research relying on summer breaks to estimate schooling effects. This study applies, for the first time in the U.S., the differential exposure approach – a recently developed causal identification strategy – as an alternative to the seasonal comparison design. We unify both approaches within a single analytical framework, enabling direct comparison of their estimated effects under consistent conditions. Using nationally representative data from the Early Childhood Longitudinal Study (ECLS-K:2011), we show that the seasonal comparison design may substantially inflate estimated school effects on learning, potentially misattributing to schools what are, in fact, consequences of changes in non-school environments during summer. Equalization effects estimated via the differential exposure approach were about 50% smaller than those inferred through seasonal comparisons. These findings suggest a tempered, grade-specific perspective: while schools reduce socioeconomic disparities in learning, their equalizing impact appears smaller than previously believed and diminishes across grades. The article challenges foundational assumptions in prior research and, by establishing a methodological basis for cross-national comparison, suggests that school equalization is contingent on national institutional contexts.",
        "url": "https://doi.org/10.31235/osf.io/bzqn9_v1",
        "version": 1,
        "id": "bzqn9",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/e8u5j_v1",
        "title": "Planning for the sustainability of a youth suicide prevention program in Native American contexts: A modeling study",
        "authors": "Natalie Tibbels, Lauren Yan, Zhixi Chen, Novalene Goklish, Kristin Mitchell, Charity Watchman, Meredith Stifter, Victoria M. O'Keefe, Allison Barlow, Mary Cwik",
        "created": "2025-07-30",
        "abstract": "Purpose: We aimed to identify actionable, effective sustainment strategies for a community-based suicide prevention program implemented in Tribal contexts through a participatory process of system dynamics modeling. Methods: Through a series of workshops with teams implementing a suicide prevention program, we prioritized strategies for sustaining implementation and related health outcomes. We used system dynamics modeling and microsimulations to assess the impact of key strategies (Increased Funding, Enhanced Program Management, and Leadership Development) on program sustainment outcomes and suicidal behavior among youth. Results: Enhanced Program Management impacted sustainment by increasing simulated levels of community trust by 31.9% and partnerships by 10.3%. Increased Funding increased simulated resource availability by 51.2% and staffing levels by 12.8% over the simulated time frame. Among the three simulated sustainment strategies, Enhanced Program Management most effectively mitigated clinical outcomes, decreasing in suicidal ideation by 0.7%, self-harm by 1.4%, and suicide attempts by 1.1%. Conclusions: We collaboratively developed a simulation model that assessed the relative impact of stakeholders’ prioritized sustainment strategies. A multifaceted intervention for Enhanced Program Management had the greatest impact on program sustainment outcomes. This approach can benefit Tribal communities considering methods to support vital community-based programs.",
        "url": "https://doi.org/10.31235/osf.io/e8u5j_v1",
        "version": 1,
        "id": "e8u5j",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ef9zk_v1",
        "title": "The Escalating Scam Epidemic in Japan: Scale, Psychology, and Regional Patterns with Ground Survey Evidence",
        "authors": "Parth Raj",
        "created": "2025-07-20",
        "abstract": "This study examines Japan’s escalating fraud epidemic, synthesizing National Police Agency (NPA) statistics, academic surveys (e.g., Hiroshima University’s 11,218 respondents), and Buddhist monk counseling insights. Fraud losses reached ¥307.5 billion ($2.03 billion USD) in 2024, equivalent to 0.5% of GDP, signaling significant economic impact . Elderly populations (69.3% of cases, 29% of population) face disproportionate risk due to cultural exploitation of social harmony (wa) and filial piety . Tokuryū networks and AI deepfakes (243% rise) drive a 281% surge in social media fraud . Underreporting (87% of victims) exacerbates the crisis, fueled by shame and isolation . This analysis informs my SwarmMind project (94.1% scam detection accuracy), enhancing AI/NLP applications for fraud prevention in Japan. Recommendations include cognitive screening, cultural sensitivity training, and expanded monk networks. Multi-sector interventions are critical to protect vulnerable populations while preserving cultural values. Keywords: fraud epidemic, Japan, elderly vulnerability, tokuryū, scam psychology, social isolation, Buddhist monk support, AI scams, financial crime, demographic analysis,",
        "url": "https://doi.org/10.31235/osf.io/ef9zk_v1",
        "version": 1,
        "id": "ef9zk",
        "subjects": "Sociology",
        "subjects_osf": "Geography, Psychology, Social Work, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ks5a2_v1",
        "title": "Psycho-Social Assemblages: Virtuality, Multiplicity &amp; Intensity in the Evolving Public Library Sphere",
        "authors": "Angjelin Hila",
        "created": "2025-07-25",
        "abstract": "The paper engages and extends Deleuze’s philosophical project of difference in Difference and Repetition and Deleuze and Guattari’s thematic-complex in the two volumes of Capitalism and Schizophrenia in order to develop a social ontology that weaves the emergence of online spaces, differentiating information systems, the public sphere and emerging forms of social action. Supplanting the metaphysics of identity and representation with the actualization of the virtual, the paper mobilizes the conceptual framework of transcendental empiricism and assemblage theory to analyze a dynamically evolving social sphere that bifurcates between online and physical interaction and has transformed the subject, social relations, and their enveloping matrix of signifiers. Against this theoretical background, the paper takes public libraries as aberrant physical spaces that materialize social problems otherwise invisible or attenuated in public life. Increasingly spaces of spectacle, public libraries juxtapose the extrema of the social tapestry with the normal, a symptom of dynamic shifts within psycho-social assemblages caused by computational distribution, transmission, and amplification of information-affective flows. To explain this new terrain of social materiality, the paper develops the concept of the psycho-social as virtual-physical spaces that extremize the affective-affordance complex by integrating Deleuze’s notion of intensive fields, Deleuze and Guattari’s concept of desiring machines, and the Gibbsonian concept of affordance. The paper analyzes social breakdown in public library spaces through unstructured phenomenological analysis of the author’s first person testimony of Toronto Reference Library incidents, where incidents denote violations of rules of conduct as grounds for exclusion by a marginalized underclass spanning the homeless, drug addicted, mentally unstable, disturbed, destitute, and socially outcast. Belying system-symptomatic schizophrenic breakdowns of social cohesion, the explosive behaviour of the other, the deviant, the outcast reverberates through the collective field of intensity as a symptom of a virulent political economy exacerbated by control systems that order the body through production and direct affective-information flows into coercive computational affordances.",
        "url": "https://doi.org/10.31235/osf.io/ks5a2_v1",
        "version": 1,
        "id": "ks5a2",
        "subjects": "Sociology",
        "subjects_osf": "Philosophy, Library and Information Science, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/venxw_v1",
        "title": "GHQ RHETORIC AND REFORM: CHANGING GENDER DISCOURSE IN ALLIED OCCUPIED JAPAN",
        "authors": "Anisha Dutt",
        "created": "2025-07-29",
        "abstract": "This thesis examines the gender reform policies enacted by the General Headquarters (GHQ) during the Allied Occupation of Japan (1945–1952), focusing on the discursive strategies used to frame, legitimize, and promote these reforms. It investigates what drove GHQ’s push for gender equality, exploring how rhetoric, ideology, and geopolitical and psychological factors intersected in the postwar context. Using Critical Discourse Analysis, Terror Management Theory, and Gender Studies, the study analyzes English-language and translated Japanese sources, including SCAPIN directives, The Japan Times, Stars and Stripes, Yank Magazine, NHK newsreels, and Asahi Shimbun. Through rhetorical mapping and thematic coding, it reveals how gender reforms were framed as vital to Japan’s democratization and moral recovery post-defeat. Findings indicate that GHQ’s gender reforms were not solely driven by liberal democratic ideals but were also strategic responses to American and Japanese anxieties. These reforms reshaped public identities and cultural narratives, embedding gender equality within discourses of peace, modernization, and civic duty. However, they were influenced by American views of Japanese society and Cold War priorities, which moderated the initial emancipatory rhetoric. By analyzing the discursive construction of femininity, masculinity, heroism, and citizenship, this thesis argues that GHQ’s gender agenda was a complex ideological project, balancing progressive goals with conservative limits. It highlights how language served as a tool for cultural reconstruction, shaping the postwar Japanese subject through emotionally resonant narratives of rebirth and reform.",
        "url": "https://doi.org/10.31235/osf.io/venxw_v1",
        "version": 1,
        "id": "venxw",
        "subjects": "Sociology",
        "subjects_osf": "Anthropology, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vx9nt_v1",
        "title": "Personality traits and provision of grandparental childcare: Evidence from Europe",
        "authors": "Bruno Arpino, Valeria Bordone, Giorgio Di Gessa, Michael D. Krämer",
        "created": "2025-07-25",
        "abstract": "Past research has explored various factors associated with grandparental childcare but has overlooked the role of personality traits. We address this gap by analyzing the association between personality traits and grandparental childcare using data from the Survey of Health and Retirement in Europe (SHARE). In SHARE, personality traits were measured for the first time in wave 7, and in wave 8, they were collected only from individuals who did not report them in wave 7. We pool observations from waves 7 and 8 (N = 13,441 individuals). We find that four personality traits—openness, conscientiousness, extraversion, and agreeableness—are significantly associated with higher provision of grandchild care. Additionally, conscientiousness—and, to a lesser extent, neuroticism—is associated with a higher likelihood of providing care on at least a weekly basis. These findings underscore the role of personality in grandparental caregiving and may have methodological implications for assessing the effects of grandchild care on health and wellbeing.",
        "url": "https://doi.org/10.31235/osf.io/vx9nt_v1",
        "version": 1,
        "id": "vx9nt",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/y93s2_v1",
        "title": "Who Mobilizes When Others Protest? The Seesaw Effect of Tactic Efficacy Beliefs in Social Movement Diffusion",
        "authors": "Matthew Yeaton, Genevieve Gregorich, Natalie Carlson, Dan J. Wang",
        "created": "2025-07-26",
        "abstract": "When does protest in one domain catalyze activism in another—and when does it divert potential activists from their own causes? Prior research on the diffusion of protest has overlooked how the collective beliefs of dormant populations—those not yet engaged in activism—may influence their participation. We argue that exposure to protest sends a dual signal—about both issues and tactics—and that its effects depend on tactic efficacy beliefs: shared beliefs about whether protest tactics can achieve social or political change. We theorize that exposure to protest produces a \"seesaw effect\": it redirects mobilization away from the focal cause in high-belief communities while activating protest participation in low-belief, previously dormant ones. We employ a shift-share instrument (SSIV) to estimate the causal impact of social movement mobilization exposure on real-world labor movement mobilization activity based on 2.6 million news stories across 14 social movements, and measure tactic efficacy beliefs using 1.6 million online posts from 29,000 rideshare drivers. Our conceptualization of tactic efficacy beliefs contributes by developing a novel explanation for the conditions under which protest spreads—or stalls—across issue domains.",
        "url": "https://doi.org/10.31235/osf.io/y93s2_v1",
        "version": 1,
        "id": "y93s2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/yxdt5_v2",
        "title": "Senior Universities: inclusion or reproduction?",
        "authors": "Artemio Baigorri, Manuela Caballero",
        "created": "2025-07-29",
        "abstract": "Over the past two decades, nearly all Spanish public universities, and a signif-icant number of private universities, have endeavored to develop and promote Universities for Older Adults, known by various names. Furthermore, within institutions such as universities, there has been a rise in interdisciplinary research on education and related publications. This has led to the development of a distinct subfield within the educational system, with its own language, roles, and structures. It is important to note that this subfield holds a significant amount of power. Both universities and regional governments allocate funds, infrastructure, and human resources to these programs. It is important to note that this statement is subjective and lacks evidence to support the claim of 'generous' funding.",
        "url": "https://doi.org/10.31235/osf.io/yxdt5_v2",
        "version": 2,
        "id": "yxdt5",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/zc3j5_v1",
        "title": "Consciousness as pre-linguistic internalized listener that filters 'meaning space' non-destructively for social familiarity-alignment markers to dramatically accelerate language and cultural learning",
        "authors": "Joshua Fisher",
        "created": "2025-07-30",
        "abstract": "This article proposes a novel, unified, empirically informed, theoretical outline of the purpose and function of human consciousness in both children and prehistorical, pre-linguistic humans. It is argued here that human consciousness, as an \"internalized listener\" in pre-linguistic humans both modern and ancient, functions to select—from essentially random, spongiform thoughts (messages)—those thoughts that bear familiarity or affiliative-alignment markers to this internalized listener (an internalized 'we' listener). This dramatically reduces the meaning space for both ancient and modern pre-linguistic humans, allowing them to acquire language and social meaning very quickly—a necessity likely as human communities began to grow and become unwieldy for non-linguistic coordination.",
        "url": "https://doi.org/10.31235/osf.io/zc3j5_v1",
        "version": 1,
        "id": "zc3j5",
        "subjects": "Sociology",
        "subjects_osf": "Social and Philosophical Foundations of Education, Educational Psychology, Anthropology, Linguistics, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/24rjk_v1",
        "title": "Recasting the Master-Slave Dialectic: Data Work, AI, and New Forms of Subjugation and Emancipation",
        "authors": "Fernando Secomandi",
        "created": "2025-07-25",
        "abstract": "This short paper explores G.W.F. Hegel’s account of the master–slave dialectic in an effort to characterize data work outsourced by Big Tech corporations to the Global South as a modern form of slavery. The argument is structured around two pillars. First, I offer an interpretation of Hegel’s influential text, arguing that the emergence and eventual emancipation of servile self-consciousness fundamentally depend on coerced labor—specifically, the labor of giving form to a technical object for the satisfaction of others. I also examine recent critiques of the master–slave dialectic, particularly its role in supporting Hegel’s justification of European racism and colonialism. Second, I extend these insights by examining contemporary cases of generative AI design. Drawing on secondary literature, I assess the extent to which the essential features of the master–slave dialectic resonate with the experiences of data workers who help shape safe digital applications for users. My interest lies in opening pathways for challenging Hegel’s account of emancipation, particularly by suggesting that the oppressed may pursue it through trajectories not predicated on total obedience to the will of others.",
        "url": "https://doi.org/10.31235/osf.io/24rjk_v1",
        "version": 1,
        "id": "24rjk",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3tqnm_v1",
        "title": "Mirror of Becoming: Designing Digital Self-Awareness Tools through Jungian Archetypes, Epistemic Friction, and Somaesthetic Practices",
        "authors": "Anurag Kadel",
        "created": "2025-07-26",
        "abstract": "This project presents a speculative design framework for digital self-awareness grounded in epistemic pluralism and regenerative design philosophy. In contrast to mainstream self-tracking technologies that simulate introspection through reductive behavioral metrics, this work explores how symbolic, narrative, and somatic dimensions can be meaningfully re-integrated into human-computer interaction. Building on Jungian psychology, Eastern non-dual philosophy, and somaesthetic design, the proposed Mirror of Becoming system introduces five architectural pillars: epistemic friction, archetypal mirroring, narrative reframing, somatic grounding, and non-dual reflexivity. These pillars form the basis of design probes that resist optimization logics and instead cultivate ambiguity, inner dialogue, and embodied self-awareness. Methodologically, the paper adopts a Reflexive Research through Design (RtD) approach, treating design as a site of philosophical and symbolic inquiry rather than solution delivery. The work builds on the author’s prior framework in Seeds of Sovereignty (2025), which critiques ontological monocultures in AI and HCI and advocates for plural, reflexive systems that support the unfolding of selfhood rather than its prediction or containment. This research contributes to ongoing conversations in HCI, speculative design, and psychology by proposing an alternative ontology for digital self-awareness—one that honors the unconscious, the unmeasurable, and the unfinished.",
        "url": "https://doi.org/10.31235/osf.io/3tqnm_v1",
        "version": 1,
        "id": "3tqnm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/5gq3r_v1",
        "title": "Greening Schoolyards and Urban Property Values: A Systematic Review of Geospatial and Statistical Evidence",
        "authors": "Mahshid Gorjian",
        "created": "2025-07-26",
        "abstract": "1.1 Background Parks and the greening of schoolyards are examples of urban green spaces that have been praised for their environmental, social, and economic benefits in cities all over the world. More studies show that living near green spaces is good for property values. However, there is still disagreement about how strong and consistent these effects are in different cities (Browning et al., 2023; Grunewald et al., 2024; Teo et al., 2023). 1.2 Purpose This systematic review is the first to bring together a lot of geographical and statistical information that links greening schoolyards to higher property prices, as opposed to just green space in general. By focusing on schoolyard-specific interventions, we find complex spatial, economic, and social effects that are often missed in larger studies of green space. 1.3 Methods This review followed the PRISMA guidelines and did a systematic search and review of papers that were published in well-known journals for urban studies, the environment, and real estate. The criteria for inclusion stressed the use of hedonic pricing or spatial econometric models to look at the relationship between urban green space and home values in a quantitative way. Fifteen studies from North America, Europe, and Asia met the requirements for inclusion (Anthamatten et al., 2022; Wen et al., 2019; Li et al., 2019; Mansur &amp; Yusuf, 2022). 1.4 Results Numerous studies have demonstrated that the value of adjacent properties is enhanced by urban green space in a statistically significant manner. The magnitude of the benefit is contingent upon the socio-economic context, the form of green space, and the size of the city (Gao &amp; Asami, 2021; Sajjad et al., 2021; Zhou &amp; Wang, 2021). The emphasis was on spatial heterogeneity and temporal trends, which implies that the distribution of benefits may not be equitable across localities (Kabisch &amp; Haase, 2021; Deng et al., 2022). Various methodologies, including spatial latency models, hedonic pricing, and GIS-based analysis, resulted in disparate results (Norzailawati et al., 2018; Xu et al., 2022). 1.5 Conclusions Some studies show that urban green spaces can raise the value of homes, but how much and how fairly these benefits happen depends on the local situation, the layout of the city, and the city's policies. The review stresses how important it is to have standard measures and long-term studies to help make urban greening projects fair. This research adds to the theory of urban planning by looking at the hedonic value of green infrastructure on a small scale and critically examining the consequences of schoolyard greening on different groups of people. This gives us a new way to think about fair urban expansion.",
        "url": "https://doi.org/10.31235/osf.io/5gq3r_v1",
        "version": 1,
        "id": "5gq3r",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/5p97x_v1",
        "title": "The Impact of Greening Schoolyards on Surrounding Residential Property Values: A Systematic Review",
        "authors": "Mahshid Gorjian",
        "created": "2025-07-28",
        "abstract": "Background: Urban schoolyard greening is gaining attention as a promising approach to improve environmental quality, public health, and community well-being in cities. While transforming schoolyards into green, multifunctional spaces is increasingly implemented, the implications for surrounding residential property values and urban equity remain insufficiently synthesized. Objectives: This systematic review investigates the effects of greening schoolyards on adjacent residential property values. The review examines (1) the magnitude and spatial reach of property value changes, (2) the influence of neighborhood characteristics and governance, and (3) implications for equity, gentrification, and displacement. Methods: A systematic review methodology, guided by PRISMA standards, was employed to synthesize peer-reviewed studies published between 2000 and 2024. The analysis integrates quantitative approaches, such as hedonic pricing models and spatial econometric analyses, with qualitative and mixed-methods studies. The review primarily covers North American and Western European urban contexts. Results: Findings consistently demonstrate that greening schoolyards is associated with increased residential property values, particularly within 200–400 meters of interventions. Reported property value increases typically range from 4% to 7%, with higher premiums near greened sites. However, these benefits are unevenly distributed; lower-income neighborhoods may experience smaller gains or greater risks of gentrification. Community participation and inclusive governance are key factors in achieving equitable outcomes. Conclusions/Implications: Greening schoolyards can enhance urban livability and property values but may also contribute to social inequities if not accompanied by housing affordability protections and robust community engagement. Urban planning strategies should integrate equity-focused safeguards to ensure that environmental investments benefit all residents.",
        "url": "https://doi.org/10.31235/osf.io/5p97x_v1",
        "version": 1,
        "id": "5p97x",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8bpnu_v1",
        "title": "Green Gentrification and Community Health in Urban Landscape: A Scoping Review of Urban Greening’s Social Impacts",
        "authors": "Mahshid Gorjian",
        "created": "2025-07-27",
        "abstract": "Background: Urban greening projects often make people healthier and happier, but they also help gentrification happen. There has not been much research on how green gentrification affects health outcomes. Purpose: This scoping review looked at peer-reviewed studies that looked at how greening projects in neighborhoods that are becoming more affluent affect health, well-being, and health determinants like physical activity and affordable housing. Methods: A thorough review of the literature, which included searches in PubMed, JSTOR, and Google Scholar, found 15 empirical studies that met the criteria for inclusion. These studies looked at how people used green spaces, how much physical activity they did, how safe they felt, and how healthy they said they were. Results: Studies show that long-term, marginalized residents suffer harm by green gentrification in many ways, including feeling less connected to their community, feeling distant from green spaces, and, in many cases, using these areas less than newcomers. Conclusions: There is not enough research in this area, so more studies need to be done on mental health and cardiovascular health indicators to improve the existing body of work. There is evidence that professionals in public health, urban planning, and parks can work together to make green spaces more useful and accessible for people who live in gentrifying neighborhoods and are not as well disconnected.",
        "url": "https://doi.org/10.31235/osf.io/8bpnu_v1",
        "version": 1,
        "id": "8bpnu",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8jp2h_v1",
        "title": "Deep Educational Privatization and the Algorithmic Turn: Conceptual and Research Imperatives",
        "authors": "Patricia Burch",
        "created": "2025-07-29",
        "abstract": "This paper contends that grasping the current dynamics of educational privatization—especially as they are transformed by artificial intelligence (AI)—requires moving beyond traditional neoliberal frameworks. While prior forms of privatization focused on transactional, market-based exchanges, today's \"deep privatization\" is characterized by AI-driven, semi-autonomous systems that embed private interests within the core infrastructure and daily operations of education. Adopting a post-neoliberal lens, I demonstrate that privatization now operates at the intersection of state strategy, techno-capitalist platform dominance, and patronage-oriented policy, resulting in a hybrid formation of educational governance. Drawing on global cases and recent research, the paper argues that the impact of AI is less about abrupt disruption and more about the incremental, durable restructuring of authority, governance, and public accountability in education. I conclude that an integrated approach—one that combines conceptual innovation with empirical rigor—is required to illuminate and address the embedded and evolving mechanisms of deep privatization in the algorithmic era.",
        "url": "https://doi.org/10.31235/osf.io/8jp2h_v1",
        "version": 1,
        "id": "8jp2h",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/95xvn_v1",
        "title": "Figuras del otro: subjetividad y ética en la literatura de la diferencia",
        "authors": "Anyi Lorena Almario Oviedo, DIEGO ANDRES POLANCO CAVIEDES",
        "created": "2025-07-23",
        "abstract": "Este artículo explora cómo El retrato de Dorian Gray (Wilde) y Orlando (Woolf) configuran figuras narrativas del otro que interpelan las nociones tradicionales de identidad, género y subjetividad. A partir del vínculo entre filosofía y literatura, se propone una lectura ética de la diferencia influenciada por las propuestas de Emmanuel Lévinas y María Zambrano. En lugar de pensar al otro como objeto de conocimiento, se lo concibe como una presencia irreductible que exige responsabilidad. La narrativa, desde esta perspectiva, no es solo representación, sino una forma de hospitalidad. Mientras Dorian se repliega en una estética narcisista que niega al otro, Orlando encarna una subjetividad en tránsito que abraza la ambigüedad como posibilidad ética. Se concluye que narrar al otro es también una forma de responder, y que la literatura puede ser un espacio privilegiado para formar subjetividades abiertas, sensibles y responsables frente a la alteridad.",
        "url": "https://doi.org/10.31235/osf.io/95xvn_v1",
        "version": 1,
        "id": "95xvn",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/am34b_v1",
        "title": "The Use of Public Opinion in Policymaking: German Bundestag Debates, 1991-2017",
        "authors": "Nate Breznau, Hung H. V. Nguyen",
        "created": "2025-07-30",
        "abstract": "This study provides evidence that policymakers actively invoke public opinion in legislative deliberation. Analyzing over two decades of Bundestag debate speeches (1991–2017), we find that 99.5% of German MPs who debated policy during this period referred to public opinion at least once, and that public opinion appears in 23.2% of all debate speeches. We classify public opinion into four types. The MPs use (1) direct evidence and their own (2) presumptions to discuss or claim public opinion. They also engage in (3) formation of public opinion through persuasion and predictions, and they discuss (4) responsiveness to public opinion and the role of democratic principles. The frequent and contested usages of public opinion reveal its centrality to the policymaking process. Public opinion is deeply embedded where it is theorized but often unobserved: the act of policymaking. We develop a standardized method for detecting and categorizing references to public opinion in political texts combining traditional dictionaries and qualitative coding with a modern pre-trained multilingual language model. Our open workflow enables researchers to deploy the method on any textual data, and our interactive web-based app allows users to investigate all the annotated sentences from this period Bundestag speeches.",
        "url": "https://doi.org/10.31235/osf.io/am34b_v1",
        "version": 1,
        "id": "am34b",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/g3tdq_v2",
        "title": "Unequal Happiness Gains from Summer Breaks: Evidence from European Parents",
        "authors": "Valentina Rotondi",
        "created": "2025-07-28",
        "abstract": "This paper examines how summer school holidays are associated with parents’ happiness across 16 European countries. Using harmonized data from the European Social Survey (2023--2025) combined with detailed national school calendars, we compare the well-being of parents and non-parents interviewed during and outside the summer break. While non-parents show a clear seasonal increase in happiness, this boost is smaller for parents and virtually absent for mothers, particularly in countries with medium or long summer breaks. The gap widens with the number of children and remains after accounting for socio-demographic factors, household labor division, and time trends. Robustness checks, including models with country-specific year and month trends and placebo tests, confirm these patterns. Cross-country differences in the ``parental summer gap'' are substantial but are not related to macro-level factors such as GDP or family spending. These findings underscore the additional pressures associated with long summer breaks—especially for mothers—and highlight the potential value of policies that shorten school holidays, expand affordable childcare, and promote a fairer division of care work.",
        "url": "https://doi.org/10.31235/osf.io/g3tdq_v2",
        "version": 2,
        "id": "g3tdq",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/g8etu_v1",
        "title": "Paying with Change: The Purposeful Enunciation of Material Culture",
        "authors": "Dustin S. Stoltz, Marshall A. Taylor",
        "created": "2025-07-29",
        "abstract": "Recent work in cultural sociology has called attention to constraints imposed by material objects on interpretive processes, but is unclear as to how actors use such constraints to produce new meanings. In this article, we use novel newspaper data of people attempting to pay with large amounts of small cash and coins as a form of protest to highlight the material conditions under which actors are able to convey an alternative meaning of an object to an audience. We use computational linguistic and quantitative methods to examine when changes in the meaning of money are more likely to lead to emotionally-charged media reception. We find that emotionally-charged media reception is more likely when, typically, actors consciously attend to money and yet do not have to put in much cognitive work to assign meaning to it in the setting where the protest is attempted. We conclude by considering the implications of the study for broader projects within cultural sociology, economic sociology, organizational theory, political sociology, and social movement studies.",
        "url": "https://doi.org/10.31235/osf.io/g8etu_v1",
        "version": 1,
        "id": "g8etu",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/j6sep_v1",
        "title": "From Civic Reason to Digital Rage : - A Conceptual Study of Hybrid Barbarism in the Algorithmic Age",
        "authors": "KIL JAE AHN",
        "created": "2025-07-30",
        "abstract": "This paper introduces and theorizes the concept of “Hybrid Barbarism” to explain the erosion of civic rationality in contemporary digital societies. While digital technologies have transformed global communication and political expression, they have simultaneously accelerated the spread of affective discourse, hastened emotional contagion, and contributed to the structural dissolution of public reason. Drawing on the theoretical foundations of Norbert Elias, Hannah Arendt, and Slavoj Žižek, this study analyzes how the fusion of technology, emotion, and libidinal politics fosters a post-rational and increasingly undemocratic social order. It specifically examines how social platforms, influencers, and AI-driven recommendation systems amplify personalized emotional experiences while weakening deliberative public discourse. With indirect reference to cases in South Korea and India, the paper argues that “civilization” and “barbarism” no longer function as a binary. Instead, a complex societal form has emerged where emotional, tribal, and authoritarian impulses coexist within a modern infrastructure of knowledge and control. Although this inquiry is grounded in social theory, the author is a scholar specializing in architectural design and Architectural IT. The theoretical concepts developed here are intended to inform future interdisciplinary exploration at the intersection of emotional environments and structural space.",
        "url": "https://doi.org/10.31235/osf.io/j6sep_v1",
        "version": 1,
        "id": "j6sep",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/w8edk_v1",
        "title": "Affective dynamics of online climate change denial",
        "authors": "Julian Kauk, Franka Ambsdorf, Tobias Rothmund, Stefan R. Schweinberger, Edda Humprecht",
        "created": "2025-07-31",
        "abstract": "Climate change represents one of the most pressing challenges of our time, yet efforts to address it are still persistently obstructed by climate change denial. While emotions are recognized as crucial drivers of such denial, a comprehensive understanding of their dynamics and underlying affective dimensions is lacking. Here, we analyze over one million tweet cascades from a 10-year period (2013-2023) to compare the affective landscapes of climate denial and climate action posts. Our findings reveal that climate denial tweets consistently exhibit stronger negative affective signals, particularly anger and disgust, which have intensified over time and are strongly associated with higher user engagement. In contrast, climate action tweets show lower, more stable levels of negativity and are more frequently characterized by positive emotions like optimism and trust. A meta-regression analysis, framed by the Valence-Arousal-Dominance (VAD) model of affect, demonstrates that valence is the primary dimension explaining these affective differences, their evolution over time, and their impact on engagement. Results suggest that the sustained spread of climate denial is increasingly driven by a strategic mobilization of negative emotional valence. These findings offer a unified, theory-driven perspective on the affective mechanisms that shape the online climate change discourse and the propagation of climate misinformation.",
        "url": "https://doi.org/10.31235/osf.io/w8edk_v1",
        "version": 1,
        "id": "w8edk",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/yz7ue_v1",
        "title": "\"Society\" in Sociology",
        "authors": "Kevin McCaffree",
        "created": "2025-07-28",
        "abstract": "Sociology has no consensus definition of its subject matter, “society.” This is one plausible explanation for why cumulative scientific knowledge has been slow, inconsistent and limited in the discipline. This paper makes four points. First, the paper reviews how (and whether) twenty influential sociologists, past and present, have conceptualized “society,” with reference to original sources. Second, the paper shows that the biggest limitation in how sociologists have conceptualized “society” is that these conceptualizations have been inadequately inductive and naturalistic. That is, sociologists have at best only cursorily attempted to observe the animal kingdom and natural world for instantiations of “society.” Third, contemporary inductive work from ecology and wildlife biology suggests a naturalistic conceptualization of “society”: a specific kind of group that has been stabilized in time, space and identity. Fourth, this paper describes why it is highly likely that our understanding of human societies will become deeper, more systematic, and more fundamental if an inductive, naturalistic and nomothetic conceptualization of “society” is used to orient sociology.",
        "url": "https://doi.org/10.31235/osf.io/yz7ue_v1",
        "version": 1,
        "id": "yz7ue",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/z96ps_v1",
        "title": "Media guidelines for the responsible reporting of gambling harm: a comparative review of evidence and issues",
        "authors": "Michelle Potiaumpai, Elizabeth Killick, Clare Wyllie",
        "created": "2025-07-25",
        "abstract": "This review examined media guidelines intended to reduce gambling-related harm and stigma, comparing them with best-practice guidelines for other stigmatised conditions such as mental health, suicide, and substance use. Using a qualitative descriptive approach with document analysis and frequency counts, the study identified common elements and key gaps. Most gambling media guidelines originate from Great Britain and Australia and were produced by governmental or non-profit organisations. Key recommendations include using first-person language, avoiding stigmatising terminology and blame-based narratives, and signposting support services, aligning with best practices for reporting on stigmatised conditions. However, gambling guidelines primarily focus on language, self-stigma, and help-seeking, rather than addressing commercial determinants, public stigma, and discrimination. In this way, they continue to be concerned with gambling at the individual level rather than equipping media professionals to reframe the broader causes, consequences, and solutions to gambling harm. The review suggests that future guidelines should promote a wider reframing of gambling harm using practical guidance on human-interest stories, ethical engagement with people with lived experience of gambling harm, and the provision of access to credible sources of statistics. Development of more effective media guidelines requires stronger involvement from media professionals and other stakeholders, alongside the integration of empirical evidence to support accurate, ethical, and impactful reporting on gambling harm.",
        "url": "https://doi.org/10.31235/osf.io/z96ps_v1",
        "version": 1,
        "id": "z96ps",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6uzec_v1",
        "title": "What’s Holding Back Aquaculture? Producer Perspectives from the Great Lakes Region",
        "authors": "Haley Hartenstine, Stuart Carlton",
        "created": "2025-07-22",
        "abstract": "Despite significant federal interest and the vast resource potential of the U.S. Great Lakes region, land-based food fish aquaculture remains relatively stagnant. In this study, we use the Theory of Planned Behavior to explore the factors influencing aquaculture producers’ intentions to expand or diversify their operations. We conduced semi-structured interviews with 34 food fish producers across the eight Great Lakes states. Our thematic analysis revealed that while most producers expressed positive intentions to grow, these intentions were often constrained by low perceived behavioral control. Major barriers included limited access to capital, regulatory complexity, inadequate institutional support, and challenges in public perception. Attitudes toward expansion were shaped by both mission-driven motivations—such as supporting local food systems—and pragmatic concerns about cost, risk, and labor. Subjective norms were overwhelmingly favorable, reflecting a strong sense of community and peer support within the industry. Past experiences with expansion further influenced current intentions, as well, reinforcing cautious, incremental growth strategies. These findings suggest that policy reforms and structural support—particularly in financing, regulation, and outreach—are critical to unlocking the growth potential of aquaculture in the Great Lakes region. By centering the voices of producers, this study provides actionable insight into the systemic barriers that must be addressed for meaningful industry advancement.",
        "url": "https://doi.org/10.31235/osf.io/6uzec_v1",
        "version": 1,
        "id": "6uzec",
        "subjects": "(Other)",
        "subjects_osf": "Food Studies, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/6wz4d_v1",
        "title": "Generative AI as a tourism actor: Reconceptualising experience co-creation, destination governance and responsible innovation in the synthetic experience economy",
        "authors": "Evangelos Christou, Anestis Fotiadis, Antonios Giannopoulos",
        "created": "2025-07-29",
        "abstract": "Purpose: This conceptual study examines how Generative Artificial Intelligence (GenAI) reshapes value co creation, destination governance, and responsible innovation in tourism. It seeks to reposition GenAI from a backstage tool to a tourism actor and to present the Synthetic Experience System, a triadic framework connecting Tourist, GenAI, and Place/Community through data, content, and emotion layers. Methods: The paper follows an integrative theory building approach. It abductively synthesises tourism literature, information systems, marketing, psychology and ethics to surface recurring constructs, situates them within the service dominant logic and the actor–network theory, and iteratively refines a model through comparison of GenAI applications focusing on responsible research and innovation. Results: Analysis reveals three continuous co creation loops that circulate agency among actors and four boundary conditions—authenticity, bias, sustainability, privacy—that determine system viability. The Synthetic Experience System clarifies where value emerges, identifies points of potential value co destruction, and yields fifteen research propositions spanning tourist cognition, firm capabilities, destination policy, and planetary carbon limits. Implications: The framework provides a roadmap for destination management organisations, platform designers, and regulators to audit algorithms, design participatory prompts, and adopt carbon aware deployment. By naming actors, layers, and boundaries, the study offers a shared vocabulary that can anchor empirical investigations and stimulate cross disciplinary citations in tourism, information systems, and sustainability research.",
        "url": "https://doi.org/10.31235/osf.io/6wz4d_v1",
        "version": 1,
        "id": "6wz4d",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences, Leisure Studies, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/admyq_v1",
        "title": "Building Our New Normal: With cost-effective sensory rooms",
        "authors": "Maya Hammoud, Lara Hammoud",
        "created": "2025-07-25",
        "abstract": "Neurodevelopmental disorders (NDD) affect over 300 million people worldwide, including 40,000 estimated in Michigan. Despite established research on the positive effects of using therapeutic sensory environments, access is often limited or unreachable due to cost (the average room can cost over $30,000). This research aims to bridge the gap by designing a low-cost, scalable sensory room model suitable for public spaces. We included a qualitative interview process with key stakeholders, caregivers of people with NDD, Applied Behavior Analysts, and Title I special education teachers to gain their perspectives and experiences in order to identify barriers to access and determine the components of a sensory room for the proposed model. We created a prototype sensory room containing four functional spaces: (1) an active area with equipment (i.e., mini trampoline, ball pit) for proprioceptive and vestibular input; (2) a quiet area (i.e., pop-up tent, weighted blankets) for supporting self-regulation; (3) a cognitive stimulation area (i.e., fine motor skills activities, tactile books); and (4) an art area for creative expression supplies (multi-model). Overall, the model has been implemented in nine diverse environments (community center, public school, pediatric clinic, refugee aid center, etc.). This low-cost model offers the possibility of being adapted as a viable sensory room intervention to improve access to a therapeutic sensory space in areas with scarce resources.",
        "url": "https://doi.org/10.31235/osf.io/admyq_v1",
        "version": 1,
        "id": "admyq",
        "subjects": "(Other)",
        "subjects_osf": "Special Education and Teaching, Instructional Media Design, Social Work"
      },
      {
        "doi": "10.31235/osf.io/d85tg_v1",
        "title": "Urban Schoolyard Greening: A Systematic Review of Child Health and Neighborhood Change",
        "authors": "Mahshid Gorjian",
        "created": "2025-07-28",
        "abstract": "Background A significant approach to enhancing children's health and addressing environmental disparities in metropolitan regions of the United States has emerged: schoolyard greening. The advantages of physical activity and well-being are increasingly recognized; nevertheless, the wider ramifications for community dynamics, social equality, and the risks of green gentrification remain poorly comprehended. Purpose This review carefully assesses the evidence about the impact of schoolyard greening efforts on children's health, neighborhood transformation, and the equitable distribution of benefits and risks across diverse urban communities. Methods A comparative literature analysis was performed to synthesize findings from quantitative studies, qualitative research, and case analyses specifically addressing schoolyard greening projects in prominent U.S. cities. Results Evidence consistently indicates that schoolyard greening positively influences children's socioemotional well-being and physical activity levels, while also enhancing the use of outdoor spaces. Increased unstructured play and student engagement correlate with renovation techniques that incorporate varied play areas and natural features. Nonetheless, the allocation of gains is uneven; educational institutions situated in rapidly evolving or affluent communities are more prone to improvements in infrastructure and accessibility. Furthermore, greening projects can act as drivers for neighborhood development, potentially leading to green gentrification processes that threaten the tenure of disadvantaged people and elevate property values. These results underscore the importance of context-sensitive and inclusive planning. Conclusions Schoolyard greening can offer substantial health advantages for children and support the broader goals of urban sustainability. Nonetheless, these initiatives may exacerbate socioeconomic disparities and contribute to displacement patterns without intentional policies and community-driven strategies. To ensure the equitable distribution of schoolyard greening benefits, it is imperative that effective solutions emphasize equity, substantial community involvement, and the safeguarding of at-risk populations.",
        "url": "https://doi.org/10.31235/osf.io/d85tg_v1",
        "version": 1,
        "id": "d85tg",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/fbzvg_v1",
        "title": "Research on Research Registry and hub: promoting practices that improve the way we do science",
        "authors": "Alejandra Recio Saucedo, Hazel Church, Beth Giddins",
        "created": "2025-07-28",
        "abstract": "Background: Research on research (RoR), referred also as metascience, critically examines research practice. The rapid growth of RoR evidence highlights the need for funders and research organisations to work collaboratively to increase sharing evidence, decrease risk of duplication and research waste, and ultimately lead to better implementation of research. To address these needs, the RoR registry and community hub was established in 2021 to bring together national and international RoR communities and thus strengthen the impact of this evolving discipline within the broader research ecosystem. The RoR registry and hub facilitates collaborative efforts among stakeholders dedicated to refining research practices. It aims to enhance the visibility of RoR studies, thus enabling the formation of research partnerships and promoting effective dissemination of evidence. This paper provides a comprehensive account of the registry's development and outlines the strategic activities implemented to drive its adoption within the research community. Methods: We utilised multiple methods to develop, grow and maintain the RoR registry. These consist of: a review of registries; creation of an advisory group; development of a web-based online registry of projects; conducting an online survey one year after launch to evaluate the performance of the RoR registry and hub; running two online events to first launch the registry and to showcase research registered on the platform; establishing Chatter sessions (online webinars on research on research topics); dissemination activities to promote the registry through publications and collaborations with publishers; and generating materials throughout the time the registry has been operating that reach multiple audiences. Results : The development of the registry took place between January 2020 and June 2021. The scope of registries that were available at the time informed the contents of the registry and especially, the questions that are asked at registration, ensuring a useful and still pragmatic mechanism to register work. An advisory board of experts provided strategic advice during the development phase. In parallel, a brand concept for the RoR registry and RoR team was co-developed. A video to explain the aim of the registry was co-created with a science communicator. An online launch event for the RoR registry and hub in June 2021 announced the registry to relevant communities (ror-hub.org) where a panel of experts discussed research on research and the role of this activity in the research ecosystem. A series of online webinars (Chatter sessions) were set up after the launch event where presenters led a discussion on topics of interest to the community, invited reflection and encouraged adoption of evidence to improve practice. The online evaluation survey of the registry and chatter sessions asked communities of interest about usefulness of the registry, benefits and challenges to engaging with the website and ways to increase its uptake. Forty-seven responses to the online survey were received. Five themes extracted through thematic analysis were: 1: Chatter sessions (two subthemes: management and topic coverage) 2: Registry outputs 3: Opportunities for improvement and collaboration 4: Promoting the registry 5: Reasons for not interacting with the registry. Findings of the evaluation highlighted the need for clearer communication about Chatter sessions with more notice and post-session materials, as well as more diverse topics like AI and bias in research. Members suggested improvements to the registry itself, including better promotion, simpler study entry, and more engaging content like mini blogs to encourage wider use. Finally, while many members found the registry through word-of-mouth, lack of time and awareness were cited as the main barriers to having greater interaction. In May 2024, the RoR team organised an online research festival, ‘AI and research: a promising relationship?’, to celebrate the registry's first three years. The festival included a panel discussion on the role of artificial intelligence in research, including whether AI could reduce research bureaucracy and how AI could impact on research integrity and presentations from projects added to the registry. 107 participants from organisations in 28 countries, including research funders, universities, charities, hospitals and publishers worldwide logged on to the festival sessions, provided highly positive feedback on the relevance and usefulness of the topics discussed, the discussion and presentations. Reflections: This paper presents the development of the RoR registry and community hub, describing the process from initial idea to launch, subsequent evaluation and continuous dissemination to encourage its use for best research practices. The highlights of the virtual research festival hosted by the RoR team, which focused on the intersection of AI and research, showed the multiple ways in which the community around the registry has been established and how it is contributing to the research ecosystem. The next steps for the registry and hub include expansion of the registry by partnering with organisations conducting research on research activity; developing strategies to attract more users to the registry; and encourage active participation within the community hub, targeting outreach and continuously analysing the impact by tracking collaborations, measuring changes in research quality, or surveying users to gather feedback on the platform's effectiveness.",
        "url": "https://doi.org/10.31235/osf.io/fbzvg_v1",
        "version": 1,
        "id": "fbzvg",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/ku67s_v1",
        "title": "Inquiry into housing policy and disaster: better coordinating actors, responses and data",
        "authors": "Jen Arnold, David Sanderson, Francesca Perugia, Annette Kroen, Edgar Liu, Jago Dodson",
        "created": "2025-07-28",
        "abstract": "What this research is about: this research Inquiry looked at: improving how government groups work together to strengthen housing policy and planning for disasters; the housing disaster recovery approaches that best help prevent future disaster; and improving how agencies use data in housing supply processes to support disaster-ready housing and communities. This research report is the final report of the AHURI Inquiry, Housing policy and disasters: better coordinating actors, responses and data. Why this research is important: climate-related disasters are set to increase. Governments at all levels need to better coordinate housing policies and practices to reduce the impact of disasters on households.",
        "url": "https://doi.org/10.31235/osf.io/ku67s_v1",
        "version": 1,
        "id": "ku67s",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/m2jsa_v1",
        "title": "Neoliberal bias in the Irish media during the 2007 collapse of the private-banking sector",
        "authors": "Neil Mannix",
        "created": "2025-07-28",
        "abstract": "Neoliberalism has found a willing and receptive environment in Ireland. The country is praised for its policies concerning deregulation, low taxation and importing direct foreign investment. However, the catastrophic economic crash in 2008/09 should have concluded this experiment, but it did not. This dissertation will examine the role of the Irish mass media in shaping attitudes toward neoliberal policies. By analysing the media’s reporting of the bailout and subsequent austerity and examining if alternatives were marginalised, this dissertation will seek to determine if the Irish media held, and continue to hold, pro-neoliberal biases. Drawing on theoretical and methodological approaches rooted in the critical-Marxist tradition, this work will conduct a qualitative content analysis of news articles in The Irish and Sunday Independent newspapers and The Irish Times. The assessment will explore the role of Ireland’s agenda-setting newspapers in shaping public discourse on the state’s economic policy response to the drastic failure of the private financial sector. It will also provide an understanding of how newspapers colluded with governments in setting the political and economic agendas.",
        "url": "https://doi.org/10.31235/osf.io/m2jsa_v1",
        "version": 1,
        "id": "m2jsa",
        "subjects": "(Other)",
        "subjects_osf": "Film and Media Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/m49rg_v1",
        "title": "The Great Lift of Giza: How Water Lifted the Human Imagination",
        "authors": "David  Sammuel Newman",
        "created": "2025-07-28",
        "abstract": "How were over 2 million multi-ton blocks lifted into place to form the Great Pyramid? This paper proposes a float-actuated vertical lift system—a large-scale hydraulic mechanism anchored by vertical shafts and sealed diorite or granite containers designed for buoyancy. By converting hydrostatic pressure into mechanical energy through wateractuated lift chambers, the system reframes the Giza Necropolis as a functional machine rather than a symbolic funerary complex. Recent SAR imaging conducted by the Malanga–Biondi–Mei research team has revealed deep vertical anomalies beneath the Giza Plateau, along with subterranean voids and anomalous channels extending across the necropolis [1]. We interpret these features as remnants of a water-driven actuator network capable of meeting the logistical demands of a 20-year construction timeline, delivering more than 200 blocks per day with precision and repeatability. This reinterpretation recasts architectural elements such as the Osiris Shaft and granite sarcophagi as engineered hydrostatic components—pressure reservoirs and buoyant floats—offering testable alternatives where funerary explanations fall short. This accounts for structural overengineering, the absence of remains, and the lack of ritual artifacts within the Great Pyramid. The hypothesis also extends beyond construction, proposing post-functional utility through cyclic hydraulic discharge, potentially routed via the Sphinx as a terminal recovery basin. In this context, a cohesive geotechnical network emerges—designed not for symbolic burial, but for engineered performance. This study invites interdisciplinary collaboration across archaeology, fluid mechanics, geophysics, and remote sensing to validate, refine, or falsify its claims through empirical investigation.",
        "url": "https://doi.org/10.31235/osf.io/m49rg_v1",
        "version": 1,
        "id": "m49rg",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/mvde9_v2",
        "title": "EMIRA: Creating the EMI Research Archive",
        "authors": "Timothy Hampson",
        "created": "2025-07-31",
        "abstract": "The English Medium Instruction Research Archive (EMIRA) is an open dataset designed to improve access to and synthesis of research on English Medium Instruction (EMI) in higher education. In recent years, both EMI and EMI research output have grown substantially. Yet EMIs fragmented and context-dependent nature makes it difficult for researchers and educators to locate relevant studies. EMIRA V0.1 contains data1,054 peer-reviewed journal articles published up to 31/12/2023. This paper describes the creation of the archive as part of a systematic review. It also outlines how this archive is structured, its key use cases and limitations, and provides a roadmap for the archive’s future. EMIRA is intended as a transparent research infrastructure for both teachers and researchers to facilitate evidence synthesis, identify research gaps, and support inclusive global engagement with the field.",
        "url": "https://doi.org/10.31235/osf.io/mvde9_v2",
        "version": 2,
        "id": "mvde9",
        "subjects": "(Other)",
        "subjects_osf": "English Language and Literature, Higher Education, Linguistics"
      },
      {
        "doi": "10.31235/osf.io/ns9pq_v1",
        "title": "The Speed of Change: Understanding How People Construe Political Change",
        "authors": "Joshua Rotondo-Valentine, Jeremy K. Yamashiro",
        "created": "2025-07-25",
        "abstract": "With research into the relationship between memory and imagination broadening to include collective identities (i.e. race, nationality), and recent polarization in modern American politics, it is important to understand the way people think and strategize about political change from a collective standpoint. Based on what Klugman (2011) describes as a \"theory of change\", and informed by Trobe &amp; Liberman’s (2003) original findings on abstract and concrete construals of events, the present study offers support for previous studies that have found patience and other temporal constraints to be an important predictor of how people conceptualize political change, including Wang's finding that an individual's patience is predictive of when they join a protest movement (2019), as well as various articles supporting the role temporal discounting plays in policy preferences (Barnfield, 2024) and moral future thinking (i.e. Law et al., 2024). In particular, it was found that the faster you desire social change to occur, as well as the more idealistic (i.e. abstract) you are about the type of system used to achieve political change (i.e. creating a new system vs. working within the current system), the more anxiety you have about your government's future response to issues you care about.",
        "url": "https://doi.org/10.31235/osf.io/ns9pq_v1",
        "version": 1,
        "id": "ns9pq",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology"
      },
      {
        "doi": "10.31235/osf.io/nuzqa_v1",
        "title": "The Dynamic Model of Cognitive Dominance Framework",
        "authors": "Chris Walsh",
        "created": "2025-07-26",
        "abstract": "Why do people with similar experience, training, or intelligence make dramatically different decisions in the same situation? Traditional models, especially dual-process theories, frame this variation as a tension between fast intuition and slow analysis. But real-world decision-making reveals deeper complexity. The Dynamic Model of Cognitive Dominance (DMCD) offers a new framework: it proposes that human judgment emerges from a shifting competition between multiple cognitive systems, such as pattern recognition, working memory, probabilistic reasoning, emotional regulation, systems thinking, and more. Rather than focusing on static traits or identifying one “correct” way to think, DMCD emphasises dominance, the idea that different systems rise to influence depending on the task, context, emotional state, and individual strengths. Sometimes this alignment supports good decisions. Other times, it leads to predictable errors when the dominant system is poorly matched to the situation. This paper outlines the theoretical foundations of DMCD, supported by research across psychology, neuroscience, and real-world expertise. It introduces a method for profiling dominance patterns, explores how these patterns shift under stress or uncertainty, and offers practical applications for education, leadership, team design, and high-stakes fields like healthcare and agriculture.",
        "url": "https://doi.org/10.31235/osf.io/nuzqa_v1",
        "version": 1,
        "id": "nuzqa",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology"
      },
      {
        "doi": "10.31235/osf.io/v56s8_v1",
        "title": "Constructing the Conversation: Digital Agenda-Setting in Sport for Development",
        "authors": "Louis Moustakas, Kelsey Slater",
        "created": "2025-07-25",
        "abstract": "This study explores the evolving discourse within the Sport for Development (SFD) field through an analysis of over 10,000 English-language articles published on the sportanddev platform between 2003 and 2024. Positioned as a central hub for SFD communication, this research examines how the agenda is constructed within the sportanddev platform, with a particular focus on the organizations, topics, goals, and target groups of the articles. The findings reveal a significant decline in article volume post-2016, coinciding with the closure of the UN Office on Sport for Development and Peace. Despite the platform’s open nature, content is disproportionately produced by a small number of well-resourced international organizations, suggesting persistent power imbalances. Football dominates as the most featured sport worldwide, but there are also strong regional preferences. Thematic focuses such as youth development, gender, and disability fluctuate over time, often aligning with global events like the Paralympics or the COVID-19 pandemic. This suggests that external events and well-resourced organisations still largely drive the agenda in SFD. Overall, this study highlights how digital platforms such as sportanddev both reflect and reinforce existing hierarchies within SFD, while also offering potential for more inclusive and critical engagement.",
        "url": "https://doi.org/10.31235/osf.io/v56s8_v1",
        "version": 1,
        "id": "v56s8",
        "subjects": "(Other)",
        "subjects_osf": "Sports Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/wmv3c_v1",
        "title": "Adaptive Plasticity and Resilience Congruity of Dental and Mandibular Morphology of Asian Homo Erectus and Impact on Hominin Craniodental Continuity",
        "authors": "Dr. Sameer Meralli",
        "created": "2025-07-31",
        "abstract": "The discoveries of Asian Homo erectus - Homo erectus erectus (Java Man) and Homo erectus pekinensis (Peking Man) in the late 19th and early 20th centuries revolutionized paleoanthropology by providing the first definitive evidence of early human dispersal out of Africa. Asian Homo Erectus was regarded as a highly adaptable species that was able to survive, and to some extent, flourish for over a million years in varied Pleistocene climactic environments from the dense tropical ecology of Southeast Asia to the temperate ecology of East Asia. It is the forensic examination of Dental and mandibular morphology of Asian Homo erectus that provides critical insights into the dietary adaptation, ecological flexibility and paleobiology of this widespread hominin. This study synthesizes current evidence from dental metrics, enamel thickness, occlusal wear patterns, and mandibular biomechanics to reconstruct feeding ecology across different Pleistocene Asian environments. Our findings indicate that while both Java Man and Peking Man exhibit definitive Homo erectus dental and mandibular morphology, their evolutionary relationship to later Asian Hominin populations is impactful. We identify critical gaps in the fossil record and provide targeted research directions to further ascertain the role of Asian Homo erectus in the Hominin craniodental morphology continuity. The paper provides a detailed analysis of their dental, cranial and mandibular resilience congruity; a remarkable quality of adaptive plasticity that was considerably responsible for the survival of the taxa for over a million years.",
        "url": "https://doi.org/10.31235/osf.io/wmv3c_v1",
        "version": 1,
        "id": "wmv3c",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      }
    ]
  }
}
