{
  "update": "2025-09-12",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/2a4zm_v1",
        "title": "Diagnóstico de los Presupuestos Participativos en la Gestión Pública en Chile Estudio de caso: Villa Alemana",
        "authors": "Samuel Flores, Camila Inzunza, Alexander Milla Rojas, Sergio Rojas",
        "created": "2025-09-05",
        "abstract": "This study provides a diagnostic of participatory budgeting in the municipality of Villa Alemana (Chile). Using documentary review of mayoral decrees (2015–2021), legal frameworks and specialized literature, and constructing an allocation matrix, the analysis examines continuity, typology and fund distribution. Findings indicate the mechanism has remained active and been refined (territorial tables and expanded project typologies), with the communal fund favoring territorial organizations (75%) over functional ones (25%). However, most funded projects respond to organizational infrastructure needs rather than community-wide or local economic development initiatives. The paper discusses implications for citizen participation and state modernization and offers recommendations to improve equity and community-oriented outcomes.",
        "url": "https://doi.org/10.31235/osf.io/2a4zm_v1",
        "version": 1,
        "id": "2a4zm",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Leadership Studies, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/4wsjv_v1",
        "title": "Conspiracy Theories as Culturally Evolved Epistemologies: A Perspective for the Age of AI",
        "authors": "Michele D'Errico, Taha Yasseri",
        "created": "2025-09-09",
        "abstract": "Conspiracy theories are widespread, varied, and socially consequential. While research has identified psychological and social correlates of conspiracy endorsement, debate continues over whether there is a general predisposition toward conspiratorial thinking and whether it should be treated as pathological. We argue that dominant theoretical efforts overlook the cultural dynamics that sustain conspiratorial worldviews. By reviewing empirical and philosophical work, we propose that conspiracy theories are best understood as culturally evolved epistemologies—frameworks that can prescribe what counts as evidence, who is trustworthy, and how to handle disconfirmation. Drawing on cultural evolutionary theory and network psychometrics, we show how this perspective can explain the persistence of conspiracy subcultures, their diversity, and their integration with broader belief systems. Finally, we discuss how artificial intelligence can accelerate the spread of conspiracy narratives, increasingly become the subject of new conspiracy theories, and at the same time offer novel tools for mapping, analyzing, and countering them.",
        "url": "https://doi.org/10.31235/osf.io/4wsjv_v1",
        "version": 1,
        "id": "4wsjv",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Other Arts and Humanities, Digital Humanities, Philosophy, Psychology, Political Science, Science and Technology Studies, Anthropology, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/65x4s_v1",
        "title": "Lawful Handgun Licensing, Population Density, Poverty, Police Staffing, And Personal Violent Crime: A Two-Cohort Comparison of U.S. Jurisdictions (2023-2024)",
        "authors": "Daniel J. Freeman",
        "created": "2025-09-04",
        "abstract": "Objective. Prior research on gun ownership and violent crime has yielded inconsistent conclusions, largely because nearly all studies rely on proxy measures of prevalence - surveys, state-level aggregates, or policy classifications - that cannot isolate handgun ownership, cannot confirm lawful versus illicit possession, and are vulnerable to confounding. For example, Kleck (1997) and Cook &amp; Ludwig (2006) highlighted measurement error as the main barrier to inference, Siegel et al. (2014) reported positive associations using household survey proxies, and Donohue et al. (2019) found liberalized right-to-carry regimes associated with higher violent crime, but with treatment defined as legal regime type rather than actual prevalence. As the National Research Council concluded in its landmark 2004 review, available studies were too compromised by proxy limitations and unmeasured confounders to provide reliable evidence of causal effects. Design. This study is the first to eliminate that uncertainty by restricting analysis to U.S. jurisdictions that publish auditable, administrative counts of active resident handgun licenses. We constructed two cohorts: A (higher licensing prevalence, mean ≈ 10.7% of residents) and B (lower prevalence, ≤1.6%). We then compared two-year (2023-2024) totals for homicide, rape, robbery, and aggravated assault per 100,000 residents, with covariates for poverty (%), sworn law-enforcement staffing (LEO per 100,000) and population density. We estimated cohort means and rate ratios, Pearson correlations with Fisher-z intervals, OLS slopes of violent rate on licensing share, and Poisson GLMs with log(population) offsets to report percent change per +1-percentage point increase in licensed share. Results. Mean violent crime was ≈ 542 per 100,000 in Cohort A versus ≈ 1,238 per 100,000 in Cohort B (rate ratio ≈ 2.28, 95% CI 1.52-3.43). Each +1-percentage point increase in licensing share corresponded to ≈ 7.6% lower violent incidence (IRR 0.924; 95% CI 0.890-0.958), or ≈ 60-70 fewer incidents per 100,000 depending on model specification. Adjusting for poverty or LEO staffing attenuated but did not eliminate the association. Population density was negatively correlated. Sensitivity analyses excluding outliers (Flint, MI and Washington, DC) yielded consistent results. Conclusions. This study is the first to demonstrate, using clean administrative licensing exposure measures, that higher lawful handgun ownership prevalence is strongly and inversely associated with personal violent crime. The association is robust across models and covariates, survives outlier tests, and directly addresses the measurement weaknesses that have limited prior scholarship. Unlike advocacy-sponsored work, this study is independent, fully transparent, and reproducible, providing the strongest evidence to date that lawful handgun prevalence aligns with substantially lower violent crime rates. We emphasize correlation rather than causation, highlight demographic, lifestyle and illicit-market limitations, and provide a reproducibility appendix with administrative URLs to support independent audit.",
        "url": "https://doi.org/10.31235/osf.io/65x4s_v1",
        "version": 1,
        "id": "65x4s",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Geography, Urban Studies and Planning, Political Science, Legal Studies, Economics, Social Work, Leisure Studies, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Sports Studies, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/6ubqc_v1",
        "title": "Who Breaks the Stigma? Social Stratification and the Normalization of the Radical Right",
        "authors": "Tarek Jaziri Arjona",
        "created": "2025-09-05",
        "abstract": "Radical-right parties are often seen as vehicles for the “left behind.” But were these also the first to support such parties when they were stigmatized? I argue that early support is socially stratified because it is norm-breaking. Individuals with higher incomes are more likely to do so when stigma is strong. I test this idea using the case of Vox in Spain, which entered parliament in April 2019 and gained further ground in a second national election six months later. During this period, initial support came disproportionately from higher-income voters. Lower-income individuals were more likely to withhold support in socially exposed interviews, and early voting patterns are consistent with the idea that expressive inhibition may have constrained their support. As the party gained legitimacy, these gaps narrowed. Complementary evidence from Greece’s Golden Dawn shows a similar pattern. Political normalization may thus unfold through a stratified process, beginning with the socially advantaged.",
        "url": "https://doi.org/10.31235/osf.io/6ubqc_v1",
        "version": 1,
        "id": "6ubqc",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/nvcep_v1",
        "title": "Blurred boundaries: Exploring political stereotyping in Brazil, the UK, Germany, and Poland",
        "authors": "Eelco Harteveld, João Areal, Markus Wagner, Piotr Marczyński",
        "created": "2025-09-08",
        "abstract": "Political stereotypes — beliefs about the attributes of politically defined groups — can deepen polarization by obscuring commonalities among citizens. Yet little is known about their nature outside the United States. Using open-ended survey responses from Brazil, the UK, Germany, and Poland (N=5,381), we analyze how citizens describe political adversaries in their own words — focusing on issues, social groups, and traits. Combining deductive and inductive coding, we uncover both cross-national patterns and context-specific dynamics. Our content analysis shows that issue- and trait-based stereotypes dominate, but boundaries between categories are blurred. Respondents often conflate politicians and voters, use group labels to suggest traits or views (and vice versa), and deploy trait language to express moral condemnation. These tendencies vary by country, reflecting salient debates and historical cleavages. Our findings suggest treating political stereotypes as webs of associations that go beyond discrete categories, with implications for the comparative study of stereotypes and polarization.",
        "url": "https://doi.org/10.31235/osf.io/nvcep_v1",
        "version": 1,
        "id": "nvcep",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/sqjve_v1",
        "title": "From “Robs to Riches”: Scandal Constructivation, Democratic Ambivalence, and Pagsasaayos in the Philippines",
        "authors": "Karl Patrick R. Mendoza",
        "created": "2025-09-05",
        "abstract": "This research note examines Philippine corruption scandals from the dual vantage of citizen and scholar. Building on my concept of scandal constructivation, I argue that scandals are not simply signs of democratic defect but communicative events that dramatize democracy’s ambivalence. The DPWH flood control scandal illustrates this: outrage turned comic in the “robs to riches” quip, while blame extended to contractors’ children, exposing relational accountability. Local publics—through gossip, assemblies, and social media—oscillated between vigilance and cynicism. In the Global South, scandals disrupt structures yet provoke repair, serving as resources for rethinking public engagement, legitimacy, and democracy.",
        "url": "https://doi.org/10.31235/osf.io/sqjve_v1",
        "version": 1,
        "id": "sqjve",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/uqgn2_v1",
        "title": "A Negative Lens: Sentiment in Local and National News, 2000-2019",
        "authors": "C. Daniel Myers",
        "created": "2025-09-10",
        "abstract": "How has the nationalization of news consumption changed the general sentiment received by news consumers? This study examines the sentiment differences between local and national newspaper coverage in the United States from 2000 to 2019. Using a sample of front-page articles from 12 local newspapers across different circulation tiers and 3 national newspapers, the research analyzes sentiment scores and issue coverage. I find that local newspapers, especially those with smaller circulations, consistently employ a more positive tone compared to national newspapers overall and on specific issues. Contrary to expectations, local newspapers became more positive over time, widening the sentiment gap with national outlets. The study suggests that the decline of local news and increased reliance on national sources may expose readers to more negative content overall. These findings have implications for understanding how changes in the media landscape could impact public perceptions and civic engagement. They also suggest greater attention should be paid to low-circulation local newspaper, who are often excluded from content analyses of local news.",
        "url": "https://doi.org/10.31235/osf.io/uqgn2_v1",
        "version": 1,
        "id": "uqgn2",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/x6yh4_v1",
        "title": "Political Action in the Dark Web: Political Mobilization and Radicalization in Illicit Digital Networks",
        "authors": "Conner Joyce",
        "created": "2025-09-09",
        "abstract": "What explains political mobilization and radicalization within illicit digital networks? Activist organizations have emerged from cybercriminal networks, including subversive groups that intervene in international affairs and espouse radical political ideas. To explain this phenomenon, I argue that hacking networks can become politically activated through individual interaction within the context of networks. I develop a theory of political mobilization in illicit digital networks, which explains how strong ties can form in the context of online and anonymized settings. To test this argument, I build a novel dataset of website defacements conducted by hacking groups. I construct this dataset by scraping over 394,000 self-reported defacements. Using these data, I show how political ideas and activities diffuse through hackers’ social networks. This research contributes to our understanding of how political activity emerges from online networks, showing that illicit digital activity can foster political mobilization and radicalization.",
        "url": "https://doi.org/10.31235/osf.io/x6yh4_v1",
        "version": 1,
        "id": "x6yh4",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Legal Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/2kq9b_v1",
        "title": "A Systematic Literature Review of Cognitive Biases in Workplace Decision-Making",
        "authors": "Benjamin Ohms",
        "created": "2025-09-04",
        "abstract": "In this paper, a systematic literature review is performed to identify heuristics and biases of decision-making for employees in the workplace. The research starts by utilizing existing literature reviews until 2022 and then conducts its literature review to bridge the gap to 2025. The literature review is conducted with the help of methods from Kitchenham (2004) and Nightingale (2009). The databases EBSCOhost, Scopus, and Web of Science were used for searching related literature. A precise keyword string is used to search, as well as various filtering, in order to get peer-reviewed journal articles. Initially, 221 articles were found and reviewed, and 70 were included in the literature review. The literature review shows an overwhelming amount of studies in investment and finance settings. However, it further indicates a lack of studies in other areas, especially in the workplace setting, such as in Singapore. Furthermore, it overviews the most prominent biases and recommends that further studies in other settings could utilize similar biases. The biases were overconfidence bias, herding bias, and decision avoidance bias. Thus, further research into other fields and regions could utilize these biases to get new insights into these topics.",
        "url": "https://doi.org/10.31235/osf.io/2kq9b_v1",
        "version": 1,
        "id": "2kq9b",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/3wjey_v1",
        "title": "Job rotation and workers’ performance: Experimental evidence",
        "authors": "Santiago Garcia-Couto, Jose Maria Ortiz Gomez",
        "created": "2025-09-07",
        "abstract": "This paper examines task rotation as a non-monetary incentive to boost workers’ performance. While financial incentives are often effective in enhancing productivity, they may be less feasible in environments such as public administrations, where job security and rigid compensation structures limit their impact. Using a controlled experiment, participants were randomly assigned to one of two main treatments and divided into workers and managers. In the baseline treatment, workers received a fixed payment to complete one of two tasks: (i) finding letters or (ii) adding numbers. Managers, who had no assigned tasks, earned their payoff based on the workers' performance. In the Competitive Rotation Treatment (CRT), workers competed for the opportunity to choose their preferred task. The findings show that performance-based task rotation significantly increases productivity and maintains this improvement over time. Additionally, top-performing workers often remained in their tasks, fostering more stable group dynamics.",
        "url": "https://doi.org/10.31235/osf.io/3wjey_v1",
        "version": 1,
        "id": "3wjey",
        "subjects": "Economics",
        "subjects_osf": "Psychology, Economics"
      },
      {
        "doi": "10.31235/osf.io/43tg6_v1",
        "title": "A Quantitative Approach to Investigating Cognitive Biases in Workplace Decision- Making in Singapore",
        "authors": "Benjamin Ohms",
        "created": "2025-09-05",
        "abstract": "This paper presents a detailed methodological approach to a quantitative study investigating heuristics and biases in employee decision-making in Singaporean workplaces. Building upon the research gaps identified in a systematic literature review of Ohms (2025b), which highlighted the limited focus on non-investment contexts and the Singaporean workplace, this study designs a mono-quantitative cross-sectional survey. The methodology further builds upon the research framework and hypotheses outlined in a publication of Ohms (2025a). The study then uses these publications to define participant sampling, research instrument development, and data analysis. Emphasis is placed on critical data validation steps, including detecting and handling univariate and multivariate outliers, assessing data normality for Likert scale responses, and evaluating consistency through reliability testing. Also, the paper details the identification and robust treatment of heteroscedasticity in regression analyses by applying HC3 standard errors. Ethical considerations are also discussed. This study aims to guide researchers undertaking similar behavioural economics and management studies, illustrating a robust approach to ensuring data quality and analytical rigour in complex social science research.",
        "url": "https://doi.org/10.31235/osf.io/43tg6_v1",
        "version": 1,
        "id": "43tg6",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/89cf5_v1",
        "title": "Energy Standard",
        "authors": "Vladyslav Andrusenko",
        "created": "2025-09-05",
        "abstract": "A currency backed by electricity, through its direct linkage to the watt-hour (Wh), issued at the moment of energy transmission and extinguished upon payment for electricity, offers not only internal economic and monetary stability but also a profound rethinking of economic thought. The integration of economics with the exact sciences, such as physics, fosters an expanded, interdisciplinary, and precise body of economic knowledge, enabling more accurate and efficient economic governance. The vulnerability of such a currency in foreign trade is addressed through the introduction of a dual-currency system, in which an external fiat currency functions as an intermediary layer, providing protection against manipulations in international exchange.",
        "url": "https://doi.org/10.31235/osf.io/89cf5_v1",
        "version": 1,
        "id": "89cf5",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/e9kz7_v1",
        "title": "Ecotourism and alternative livelihood options in Upper Siang district, Arunachal Pradesh, India",
        "authors": "Anirban Datta Roy",
        "created": "2025-09-10",
        "abstract": "Mountain communities in the eastern Himalayas are being subjected to rapid developmental pressures that threaten to disrupt their traditional livelihoods and culture. Ecotourism is seen as a solution towards balancing development and environmental conservation. I investigate the potential for effective ecotourism initiatives and alternative livelihood options that cause minimum damage to the local environment and promote greater understanding of indigenous cultures among tourists from across the world. I identify four major activities that include nature based tourism, homestays, trekking and sale of handicrafts and other locally made items. To understand the challenges involved in implementing some of these initiatives, I also visited successful sites in Sikkim and West Bengal to study their best practices. The complexities of each activity and the potential challenges uncovered through this study demonstrate the need for detailed field research on ecotourism potential before their actual implementation.",
        "url": "https://doi.org/10.31235/osf.io/e9kz7_v1",
        "version": 1,
        "id": "e9kz7",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Other Languages, Societies, and Cultures, South and Southeast Asian Languages and Societies, Geography, Environmental Studies, Economics, Public Affairs, Public Policy and Public Administration, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/j3kbv_v1",
        "title": "Methodology for Investigating Moderating Relationships in Cognitive Biases: A Guide for Workplace Decision-Making Studies in Singapore",
        "authors": "Benjamin Ohms",
        "created": "2025-09-08",
        "abstract": "This paper is part of a broader research program by Ohms (2025c) that provides a comprehensive methodological framework for investigating moderating relationships among cognitive biases and decision-making processes in the Singaporean workplace. It builds upon the foundational factors established in prior studies, including the identification of research gaps through a systematic literature review by Ohms (2025f), the development of a research framework and hypotheses by Ohms (2025e), and the design of the methodology by Ohms (2025d). It outlines the detailed procedures for conducting moderation analysis. Further, it builds on the outcomes of the data validation and preliminary analysis by Ohms (2025a) and the empirical analysis of the direct effects by Ohms (2025b). Accordingly, this paper describes advanced statistical techniques for examining how time pressure and complexity affect the relationships between cognitive biases (overconfidence bias, herding bias, decision avoidance bias) and critical stages of employee decision-making (evaluating information, searching information, procrastination). By detailing variable preparation, construction of interaction terms, applying multiple regression analysis with robust standard errors, and interpreting moderation effects, this paper contributes a rigorous and transparent approach to enhancing analytical depth in behavioural economics and management research, particularly in Singapore.",
        "url": "https://doi.org/10.31235/osf.io/j3kbv_v1",
        "version": 1,
        "id": "j3kbv",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ruxkh_v1",
        "title": "Governing Synthetic Data in the Financial Sector",
        "authors": "Taylor C. Spears, Kristian Bondo Hansen, Ruowen Xu, Yuval Millo",
        "created": "2025-09-05",
        "abstract": "Synthetic datasets, artificially generated to mimic real-world data while maintaining anonymization, have emerged as a promising technology in the financial sector, attracting support from regulators and market participants as a solution to data privacy and scarcity challenges limiting machine learning deployment. This paper argues that synthetic data's effects on financial markets depend critically on how these technologies are embedded within existing machine learning infrastructural ``stacks'' rather than on their intrinsic properties. We identify three key tensions that will determine whether adoption proves beneficial or harmful: (1) data circulability versus opacity, particularly the \"double opacity\" problem arising from stacked machine learning systems, (2) model-induced scattering versus model-induced herding in market participant behaviour, and (3) flattening versus deepening of data platform power. These tensions directly correspond to core regulatory priorities around model risk management, systemic risk, and competition policy. Using financial audit as a case study, we demonstrate how these tensions interact in practice and propose governance frameworks, including a synthetic data labelling regime to preserve contextual information when datasets cross organizational boundaries.",
        "url": "https://doi.org/10.31235/osf.io/ruxkh_v1",
        "version": 1,
        "id": "ruxkh",
        "subjects": "Economics",
        "subjects_osf": "Banking and Finance Law, Economics, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/vd4x8_v1",
        "title": "Research Framework and Hypothesis Development: Investigating Cognitive Biases in Singaporean Workplace Decision-Making",
        "authors": "Benjamin Ohms",
        "created": "2025-09-04",
        "abstract": "This paper shows the research framework and hypothesis development for a quantitative study on heuristics and biases in employee decision-making in Singaporean workplaces. The underlying theories used are the Bounded Rationality and Prospect Theories. This study addresses research gaps previously identified by a systematic literature review (Ohms, 2025b), particularly focusing on non-investment contexts and Singapore. The study identifies overconfidence, herding, and decision avoidance biases as the independent variables; information evaluation, searching information, and procrastination as the dependent variables; and time pressure and complexity as the moderating variables. These hypotheses establish a rigorous theoretical foundation for investigating the specified relationships, contributing to new knowledge in behavioural economics and organisational practice.",
        "url": "https://doi.org/10.31235/osf.io/vd4x8_v1",
        "version": 1,
        "id": "vd4x8",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/47sa6_v1",
        "title": "Intimate Partner Violence in Low- and Middle-Income Countries: What Neighbours Think and Spouses Do",
        "authors": "Björn Halleröd, Hans Ekbrand, Mary Zhang",
        "created": "2025-09-11",
        "abstract": "The risk of experiencing intimate partner violence (IPV) is closely tied to attitudes justifying IPV at individual, couple and societal levels. We analysed how women’s IPV risk varies with their own and their spouse’s attitudes, local community acceptance and country-level gender equality. Using data from 148,421 couples across 30 low- and middle-income countries and 34 Indian states, we estimated Bayesian regression models via Markov Chain Monte Carlo with uninformative priors. IPV justification and IPV experience varied significantly across and within countries. Women’s risk was more strongly associated with their own attitudes than with their husbands’ attitudes. Community-level justification independently increased risk, while higher country-level gender equality was linked to lower IPV exposures. The association between neighbourhood norms and women’s risk was moderated by spousal attitudes, with the association strongest among couples in which neither partner justified IPV. Country-level gender equality consistently reduced women’s risk regardless of couples’ attitudes. These findings suggest that focusing solely on couples where husbands perpetrate IPV is insufficient. Sustainable prevention efforts must also address community norms and structural gender inequality.",
        "url": "https://doi.org/10.31235/osf.io/47sa6_v1",
        "version": 1,
        "id": "47sa6",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/5c42d_v2",
        "title": "21st International Review of Leave Policies and Related Research 2025",
        "authors": "Ivana Dobrotic, Sonja Blum, Gayle Kaufman, Alison Koslowski, Peter Moss, Marie Valentova",
        "created": "2025-09-06",
        "abstract": "The International Network on Leave Policies and Research has been producing an annual review of leave policies and related research since 2005 (for earlier reviews, go to the network’s website www.leavenetwork.org). The review covers Maternity, Paternity and Parental leaves; leave to care for sick children and other employment-related measures to support working parents; and early childhood education and care policy. The International Review is based on country notes from each participating country, prepared by members of the network and edited by a team of network members. Each country note follows a standard format: details of different types of leave; the relationship between leave policy and early childhood education and care policy; recent policy developments; information on take-up of leave. The International Review also includes definitions of the main types of leave policies; and cross-country comparisons. These comparative overviews cover: each main type of leave; the relationship between leave and ECEC entitlements; and policy changes and developments since the previous review. We also include a technical appendix. The 2025 International Review covers 52 countries. These are: Argentina, Australia, Austria, Belgium, Bosnia and Herzegovina, Bulgaria, Brazil, Canada, Chile, China, Colombia, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Israel, Ireland, Italy, Japan, Korea, Kosovo, Latvia, Lithuania, Luxembourg, Malta, Mexico, Netherlands, New Zealand, Norway, Poland, Portugal, Romania, Russian Federation, Serbia, Slovak Republic, Slovenia, South Africa, Spain, Sweden, Switzerland, Turkey, United Kingdom, United States of America, Uruguay and Vietnam. Kosovo is a new country note joining the review this year for the first time. The content of the International Review is to the best of our knowledge correct at the time of going to press, but mistakes may occur. If you should have a query or find an error, we would be grateful if you would contact the country note authors as relevant and the editors. We recommend that readers consult the most recent version of the International Review where possible, as we are unable to retrospectively rectify errors.",
        "url": "https://doi.org/10.31235/osf.io/5c42d_v2",
        "version": 2,
        "id": "5c42d",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/6mx2t_v1",
        "title": "Evaluating Post-Retirement Quality of Life Through the CASP Lens: Evidence from the ELSA Study",
        "authors": "Ishan Durve",
        "created": "2025-09-08",
        "abstract": "As global retirement ages rise in response to financial insecurity, demographic shifts, and increased life expectancy, questions emerge about how these changes affect the quality of later life. While much research has focused on the economic sustainability of delayed retirement, fewer studies have examined whether retiring at or after the statutory age impacts subjective well-being in comparison to early retirement. This study addresses that gap by investigating whether retirement timing, specifically early versus at statutory-age, shapes quality of life in later years. Using cross-sectional data from Wave 7 of the English Longitudinal Study of Ageing (ELSA), retired individuals aged 50 and over were focused upon. The CASP-19 scale (Control, Autonomy, Self-Realisation, Pleasure), a validated measure of older adults’ quality of life based on control, autonomy, self-realisation, and pleasure, was used as the central outcome variable. Using non-parametric statistical comparisons and unsupervised clustering techniques, differences in CASP scores and associated social, financial, and health variables between early and timely retirees were examined. Analysis reveals that early retirees, despite potentially shorter working lives, tend to report better quality of life, particularly in the autonomy and pleasure subscales of CASP. Additionally, we identify distinct post-retirement profiles through cluster analysis, highlighting the importance of relational closeness and financial preparedness in shaping subjective well-being. This study contributes to ongoing debates in social gerontology by offering a nuanced understanding of how retirement timing intersects with psychosocial outcomes in later life. As policies increasingly favour later retirement, these findings underscore the need to consider not just economic sustainability but also the lived experience and perceived quality of life of older adults.",
        "url": "https://doi.org/10.31235/osf.io/6mx2t_v1",
        "version": 1,
        "id": "6mx2t",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/7bfuh_v2",
        "title": "Exposure to a job loss, care obligations and participation in training",
        "authors": "Holly Shorey, Alina Maria Pavelea, Anna Matysiak, Wojciech Hardy",
        "created": "2025-09-10",
        "abstract": "This paper examines the intersection of technological change, gender, and care responsibilities in shaping access to job-related training across advanced economies. Prior to the rise of generative AI, automation primarily affected routine-intensive occupations, driving employment polarisation and disproportionately exposing certain groups—particularly women—to displacement risks. While training can mitigate these risks by facilitating reskilling, access is highly unequal: employer-sponsored programs often favour workers whose skills complement technology, and mothers face additional constraints due to time poverty from unpaid care. Using the 2022 EU Labour Force Survey Job Skills module covering 26 European countries, we investigate how exposure to automation influences training participation, with a focus on gender and motherhood. We further explore whether access to formal childcare alleviates barriers to training and reduces participation gaps.",
        "url": "https://doi.org/10.31235/osf.io/7bfuh_v2",
        "version": 2,
        "id": "7bfuh",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/8gfbu_v1",
        "title": "The Tiger Fetish: An obsession that has run its course",
        "authors": "Anirban Datta Roy",
        "created": "2025-09-08",
        "abstract": "The tiger has long been held up as the undisputed symbol of conservation success in India. With Project Tiger celebrated as a triumph, India’s tiger population has seen a remarkable recovery. But this single minded focus on one species has come at a steep price. It has led to a breakdown of relations with local communities living next to tigers, skewed conservation budgets and priorities while neglecting the very human lives and diverse ecosystems that coexist with these animals. This article argues that the reigning conservation model is a myopic and elitist one that elevates a single species above all else. By examining the human toll and the marginalized voices on the front lines of human-wildlife conflict, it challenges the traditional narrative of conservation success. This article highlights how this 'tiger fetish' not only puts human lives at risk but also distracts from a more holistic, equitable approach to preserving biodiversity across the landscape.",
        "url": "https://doi.org/10.31235/osf.io/8gfbu_v1",
        "version": 1,
        "id": "8gfbu",
        "subjects": "Sociology",
        "subjects_osf": "Geography, Environmental Studies, Animal Studies, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/9d4r2_v2",
        "title": "Protective Revocation: Reconciling Human Rights and National Security in UK Counter-Terrorism",
        "authors": "Steve Hill",
        "created": "2025-09-07",
        "abstract": "The United Kingdom’s counter-terrorism strategy is caught in a tragic impasse, forcing a choice between the punitive, exclusionary act of citizenship revocation and the state’s use of lethal force against its own citizens. While extensive scholarship critiques citizenship stripping as discriminatory and rights diminishing, it offers no resolution to this dilemma. This paper addresses this critical gap by advancing a novel, albeit contentious, argument: that in specific, narrowly defined circumstances, citizenship revocation can be reconceptualised not as a punitive tool but as a protective, life-preserving measure. The central thesis is that for individuals with access to an alternative nationality who are on a foreseeable path to a lethal confrontation with the state, pre-emptive revocation of their UK citizenship could serve to uphold their most fundamental human right, the right to life, by removing them from the jurisdiction where that life is in imminent peril. Grounding this claim in a critical re-evaluation of Arendt’s right to have rights and a radical inversion of the principle of non-refoulement, this paper argues for a situational hierarchy where the biological right to life must precede the institutional right to nationality. This theoretical intervention reframes revocation as the fulfilment of prospective duty of care. It disrupts the established binary of state power versus individual rights, offering a pragmatic, albeit ethically complex framework for reconciling the state's security duties with its most basic human rights obligations in an era of intractable terrorist threats.",
        "url": "https://doi.org/10.31235/osf.io/9d4r2_v2",
        "version": 2,
        "id": "9d4r2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/b9auc_v1",
        "title": "Moving Beyond Words: Co-designing Artistic and Technological Avenues for Communicating Parkinson’s Disease Experience",
        "authors": "Yueyue Sapphire Hou, Amelia Robinson, Niloofar Gharesi, Alexandre Reynaud, Naila Kuhlmann",
        "created": "2025-09-05",
        "abstract": "What happens when the body’s messages cannot be conveyed in words? In Parkinson's Disease (PD), the discrepancy between lived and communicated experience creates relational gaps that impact social connection and well-being of people with Parkinson’s disease and their caregivers. This pilot study aimed to characterize the communication needs of Parkinson’s disease stakeholders, and to co-design non-verbal strategies for bridging experiential gaps. Interviews with people with Parkinson’s, informal care partners, and healthcare providers revealed complex challenges arising from stigma, relational factors, and intertwined motor, affective and cognitive aspects of disease progression. Participants highlighted the limitations of verbal communication across multiple contexts and described dream solutions to convey PD experiences in a multi-modal manner. Two non-verbal approaches were subsequently explored: 1) workshopping the SymPulseTM armband, an existing technology that simulates parkinsonian tremor; and 2) collaboration with a visual artist to develop “Envisagez l’invisible”, a portraiture activity that prompts reflection on the invisible aspects of PD. We detail the participatory process, report on preliminary user feedback, and share emerging challenges, reflections and strategies to guide future co-design.",
        "url": "https://doi.org/10.31235/osf.io/b9auc_v1",
        "version": 1,
        "id": "b9auc",
        "subjects": "Sociology",
        "subjects_osf": "Art and Design, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/c7zyd_v1",
        "title": "Intersecting Oppressions: Rape Culture, Honour, and Legal Inequality in Iran",
        "authors": "Roya Roostaeichigani",
        "created": "2025-09-07",
        "abstract": "This paper examines the cultural and legal challenges faced by Iranian women in the aftermath of rape and sexual assault, focusing on the impact of rape culture and patriarchal norms embedded in the nation's laws and societal values. It explores the role of \"honour\" in perpetuating gender-based violence and the systemic barriers that discourage women from seeking justice. Through a detailed analysis of post-1979 legal reforms and the rise of the #MeToo movement in Iran, the paper highlights how Iranian women have used digital platforms to break the silence around sexual violence, challenge oppressive norms, and mobilize for social change. It also discusses the concept of intersectionality as a framework to understand the compounded forms of discrimination faced by women in Iran. Ultimately, this study underscores the significance of the #MeToo movement in Iran as a transformative force that is pushing for a deeper, systemic change towards gender equality and social justice.",
        "url": "https://doi.org/10.31235/osf.io/c7zyd_v1",
        "version": 1,
        "id": "c7zyd",
        "subjects": "Sociology",
        "subjects_osf": "Feminist, Gender, and Sexuality Studies, Legal Studies, Social Work, Sociology"
      },
      {
        "doi": "10.31235/osf.io/cg4h2_v1",
        "title": "What We Have (Recently) Learned: RC28’s Contributions Over the Last Two Decades",
        "authors": "Betsy Alafoginis, Jennie E. Brand, Hyunjoon Park, Michelle Jackson",
        "created": "2025-09-08",
        "abstract": "In this article, we provide an updated complement to Hout and DiPrete’s (2006) influential review of RC28 scholarship, offering an analysis of contributions from the RC28 community since the early 2000s. Drawing on topic models of conference presentations, highly cited articles and books presented at RC28 conferences and written by RC28 board members, RSSM edited volumes, a qualitative survey of RC28 members, and plenary session feedback from two RC28 conferences, we identify 21 recent key contributions to social stratification and mobility research. We show that RC28 scholars have increasingly emphasized educational, income and wealth, and gender inequality, while placing less focus on social class. Some of the most highly cited research over the last two decades include studies on the consequences of income inequality, differential economic returns to college, family background effects on children’s achievement, gender gaps in educational achievement, persistent inequality in educational attainment, changes in intergenerational mobility patterns, and the importance of wealth inequality. The community’s methodological focus has shifted from log-linear models to methods for causal inference. Despite improvements in participation from Asia, the field would benefit from broader global inclusion. We conclude that to remain relevant and impactful, RC28 must not only continue producing highquality research but also actively engage with policymakers, practitioners, and the public to ensure that its insights help shape more equitable societies.",
        "url": "https://doi.org/10.31235/osf.io/cg4h2_v1",
        "version": 1,
        "id": "cg4h2",
        "subjects": "Sociology",
        "subjects_osf": "Adult and Continuing Education, Educational Assessment, Evaluation, and Research, Higher Education, Disability and Equity in Education, Educational Administration and Supervision, Sociology"
      },
      {
        "doi": "10.31235/osf.io/d9te2_v1",
        "title": "Sorted and Tracked: English Learners, College-Level Course-Taking in High School, and Postsecondary Opportunity",
        "authors": "Brian Holzman, Esmeralda Sánchez Salazar, Irina Chukhray, Weiqi Guo",
        "created": "2025-09-09",
        "abstract": "Using longitudinal data from the Houston Independent School District, this study examines the role of English learner (EL) status in predicting college enrollment and completion. Drawing from the sociological frameworks of categorical inequality and leveled tracking, we argue that EL status serves as a label that may limit students’ college-level course-taking in high school, specifically Advanced Placement, International Baccalaureate and dual credit courses, and postsecondary opportunities. We compare four groups of students: students never classified as EL, ELs who were reclassified in elementary school, ELs who were reclassified in middle school, and ELs who were reclassified in high school or never reclassified. We find that EL–never-EL gaps in postsecondary outcomes vary by the timing of reclassification, but are largely explained by sociodemographic, academic, and school-level factors. We also show that ELs reclassified in later grade levels take fewer college-level courses in high school than never-EL students and ELs reclassified in earlier grade levels. Finally, through nonlinear variance decomposition, we determine that a substantial portion of EL gaps in postsecondary outcomes is explained by EL gaps in college-level course-taking during high school. We conclude by sharing potential strategies from district staff that may enable EL students to complete college-level coursework during high school, with the goal of expanding their postsecondary opportunities.",
        "url": "https://doi.org/10.31235/osf.io/d9te2_v1",
        "version": 1,
        "id": "d9te2",
        "subjects": "Sociology",
        "subjects_osf": "Higher Education, Bilingual, Multilingual, and Multicultural Education, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/gxmja_v1",
        "title": "Micro-Social Movements in the Digital Age: From Networked Solidarity to Algorithmic Consciousness",
        "authors": "Angelo Falzarano",
        "created": "2025-09-04",
        "abstract": "Digital micro-movements are distinctive phenomena of the contemporary era, characterized by horizontality, rapid mobilization, and strong dependence on algorithmic infrastructures. They are not merely an online transposition of traditional mobilizations but introduce new forms of solidarity, leadership, and collective consciousness. By integrating classical sociological theory, Durkheim, Weber, Marx, Simmel, and Elias, with recent perspectives from media and digital activism studies (Castells, Tufekci, Bennett &amp; Segerberg, Zuboff), this paper develops a framework centered on three categories: networked solidarity, diffused leadership, and algorithmic consciousness. A qualitative and comparative analysis of three emblematic cases, #MeToo, Fridays for Future, and Black Lives Matter, highlights emancipatory potentials (global amplification, rapid coordination, symbolic pressure) as well as structural vulnerabilities (dependence on algorithmic visibility, risk of slacktivism, corporate co-optation). The study shows how the same technological infrastructure that enables collective mobilization also functions as a space of surveillance, manipulation, and co-optation, thereby reshaping the relationship between movements, platforms, and institutions. The article argues for a continuous conceptual renewal: the classics should not be abandoned but reinterpreted in the light of the network society and surveillance capitalism. The three proposed categories aim to provide analytical tools to grasp the tensions between emancipation and control and to imagine hybrid strategies capable of translating the fluid energy of digital mobilization into lasting institutional change.",
        "url": "https://doi.org/10.31235/osf.io/gxmja_v1",
        "version": 1,
        "id": "gxmja",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/jh7ym_v1",
        "title": "Mapping Early Mid-Life Trajectories and Ultimate Childlessness: A Multichannel Sequence Analysis in Finland and Belgium",
        "authors": "INVEST Flagship, Alice Rees, Marika Jalovaara",
        "created": "2025-09-05",
        "abstract": "BACKGROUND The transition to adulthood has become increasingly diverse, with delays in residential independence, changing partnerships, and economic uncertainty contributing to varied life course trajectories including the entry into parenthood. Yet, little is known about how these multidimensional trajectories relate to ultimate childlessness across different institutional contexts. OBJECTIVE This paper identifies typical early mid-life trajectories of partnership, income, and residential independence among men and women in two contrasting welfare regimes: Finland and Belgium, and explores how these are associated with remaining childless. METHODS Using linked register and census data for cohorts born in 1974–75, followed from their early 30s to mid-40s, we apply multichannel sequence and cluster analysis to identify typical life course patterns across three domains. We then use linear regression models to assess how remaining childless, education and place of residence are associated with the degree of alignment with each trajectory type, as measured by representativeness scores (Helske et al., 2024). RESULTS Five trajectory types were identified in each country, including patterns of early and stable partnerships and others marked by delayed transitions. Remaining childless was mostly associated with later residential independence and the near absence of partnership formation. In Finland, a distinct cluster highlights how being single after a separation is also associated with childlessness. In contrast, stable marriage pathways were strongly associated with parenthood. CONTRIBUTION The study demonstrates how the interplay of partnership, residential independence and income trajectories, shaped by education and institutional context, produces distinct pathways associated with childlessness in early mid-life.",
        "url": "https://doi.org/10.31235/osf.io/jh7ym_v1",
        "version": 1,
        "id": "jh7ym",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/kswn6_v1",
        "title": "Ukrainian Refugees in Switzerland 3 Years On: A First Look",
        "authors": "Valeriia Hett, Didier Ruedin",
        "created": "2025-09-11",
        "abstract": "The objective of this paper is to present initial findings from an ongoing empirical study of Ukrainian refugees in Switzerland, living under temporary protection Status S, notably their socio-economic integration, interaction with public services, and future aspirations. Data are drawn from an ad-hoc online survey started in March 2025, which includes N=1470 participants to date and demonstrates reasonable levels of representativeness across demographic and labour indicators. Findings indicate that despite the persistent uncertainty and structural limitations imposed by the temporary legal framework, many Ukrainian refugees are actively seeking employment, learning local languages and participating in education. These trajectories reflect not only functional participation in host society government structures, but also strategic forms of adaptation under conditions of legal ambiguity. The absence of a clear path to permanent residence does not stop integration efforts, but it influences their form, embedding them within a framework of temporariness and limited planning horizons. At the same time a lack of accessible and consistent information, particularly regarding administrative procedures and about support services, continues to be a significant barrier. In practice, however, Ukrainian refugees tend to compensate for institutional complexity through informal networks and self-navigation strategies. While more respondents express a desire to remain in Switzerland, their capacity to plan for the future is fundamentally shaped by the temporary and conditional nature of their legal status. Although Swiss institutional resources are generally perceived as more trustworthy than Ukrainian ones when it comes to accessing support, many refugees face barriers in reaching these sources, including linguistic and administrative complexity. The inability to access stable, long-term institutional frameworks reinforces a mode of existence defined by limited predictability and fragmented engagement with the state. These preliminary findings contribute to understanding how temporary protection operates not only as a legal category, but also a socio-political condition that determines access, restricts belonging and structures the temporal and institutional aspects of movement.",
        "url": "https://doi.org/10.31235/osf.io/kswn6_v1",
        "version": 1,
        "id": "kswn6",
        "subjects": "Sociology",
        "subjects_osf": "Immigration Law, Sociology"
      },
      {
        "doi": "10.31235/osf.io/mjyg2_v1",
        "title": "Maternal Occupation-Specific Skills and Cognitive and Non-Cognitive Child Development in Germany",
        "authors": "Gundula Zoch, Susanne Schmid, Ann-Christin Bächmann",
        "created": "2025-09-09",
        "abstract": "This study examines the link between maternal occupation-specific skills and child development following mothers’ return to work. We draw on the long-running Newborn Starting Cohort from the German National Education Panel Study, linked with administrative records on mothers’ employment biographies (NEPS-SC1-ADIAB, 2012-2021) and expert-coded occupational task data. Extending previous research providing mixed findings on mathematical and verbal competencies after age 5, we examine cognitive and non-cognitive child development between ages three and nine. Results from OLS-models show small but statistically significant associations between mothers’ highly specialised, analytical job skills and children’s vocabulary scores, while links with math, science, and socio-emotional behaviour were modest. Other types of job tasks showed only small associations with any child outcome. Additional fixed-effects models provide little support that changes in maternal occupations influence child development. Overall, our findings suggest a limited role of occupation-specific skills in the intergenerational transmission of educational inequalities.",
        "url": "https://doi.org/10.31235/osf.io/mjyg2_v1",
        "version": 1,
        "id": "mjyg2",
        "subjects": "Sociology",
        "subjects_osf": "Early Childhood Education, Sociology"
      },
      {
        "doi": "10.31235/osf.io/mnxeb_v1",
        "title": "Gendered Returns to Further Training: Can Non-Formal Training Help Close the Gender Pay Gap?",
        "authors": "Marco Seegers, Martin Ehlert",
        "created": "2025-09-04",
        "abstract": "Policy debates have increasingly focused on further training in adulthood as a tool to promote equal career opportunities. Yet it remains empirically unclear whether further training acts as an equaliser, reducing exist-ing wage inequalities, or as an amplifier, reinforcing the Gender Pay Gap. This article examines whether the wage returns to non-formal job-related further training differ between women and men. We use data from the adult cohort of the German National Educational Panel Study (2007–2023) and apply individual fixed-effects panel regression models with a cumulative approach to estimate the long-term effects of participa-tion in further training on wages. Our findings show that both men and women benefit from further training. However, men achieve significantly higher wage gains from longer spells of participation, particularly in selective, employer-provided formats. Leadership positions further amplify men’s returns. Although gaps in training participation have narrowed and in part reversed, returns show no equalising potential and instead contribute to the persistence of the Gender Pay Gap. Building on Relational Inequality Theory, our findings contribute to the broader debate on inequality reproduction through gendered claims-making by focusing on further training in organisational and institutional contexts.",
        "url": "https://doi.org/10.31235/osf.io/mnxeb_v1",
        "version": 1,
        "id": "mnxeb",
        "subjects": "Sociology",
        "subjects_osf": "Vocational Education, Adult and Continuing Education, Sociology"
      },
      {
        "doi": "10.31235/osf.io/nduxf_v2",
        "title": "Transforming excellence? From ‘matter of fact’ to ‘matter of concern’ in research funding organizations",
        "authors": "Lisette Jong, Thomas Franssen, Stephen Pinfield",
        "created": "2025-09-08",
        "abstract": "Excellence is omnipresent in the research ecosystem but the narrow focus on excellence is increasingly controversial. One of the key actors in the research ecosystems are research funding organizations, yet their activities are comparatively little studied in relation to excellence. This paper aims to contribute to the excellence debate through an empirical study of how notions of excellence are used, and what functions they serve, in eight research funding organizations. Our study shows research funding organizations have recognized critical voices and are taking steps to address some of the problematic aspects of excellence. However, because research funding organizations are shaped by the excellence regime, and constrained by both governmental policy and scientific elites, research funding organizations cannot simply resort to a debunking critique and do away with excellence altogether. In their efforts to navigate their ambiguous relationship to excellence we show that in many of our case study sites the approach to excellence has shifted from it being taken as a ‘matter of fact’, that is rather taken for granted, to a ‘matter of concern’, that needs to be unpacked and reconfigured. We find funders resort to three mitigation strategies, patching, pluralizing and transforming, in their attempts to reconfigure excellence. Our findings suggest, however, that the current mitigation strategies adopted by funders aimed at reconfiguring excellence leave underlying assumptions about competition and meritocratic ideals largely unquestioned. A transformation of the research ecosystem is unlikely to happen when these ideals are not also problematized.",
        "url": "https://doi.org/10.31235/osf.io/nduxf_v2",
        "version": 2,
        "id": "nduxf",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/p3chf_v2",
        "title": "Heterogeneous workplace peer effects in fathers’ parental leave uptake in Finland",
        "authors": "INVEST Flagship, Satu Helske, Jouni Helske, Simon Chapman, Sanni Kotimäki, Milla Salin, Santtu Tikka",
        "created": "2025-09-05",
        "abstract": "Family policies increasingly encourage fathers to take parental leave to boost maternal employment and paternal childcare involvement. Yet many fathers use less than their entitlement. Limited studies suggest workplace peers may encourage fathers to take more leave, but evidence is mixed, leaving uncertainty about who is influenced and when. This study explores educational heterogeneity in direct workplace peer effects on fathers’ parental leave usage, aiming to understand which fathers in which contexts are influenced by peers. We utilise Finnish full-population administrative registers and linked employer-employee data on fathers’ leave uptake in 2009–2019, covering 117,837 births. Structural causal models and Bayesian multilevel logistic regression are used to examine how preceding fathers’ leave influences new fathers. Findings show that peers’ leave usage positively influences new fathers, with low-educated fathers more affected than highly educated ones. Peer effects were strongest in workplaces with no prior leave uptake and declined as more fathers began taking leave, especially among skilled men. Workplace peer effects are a key mechanism behind rising leave uptake between policy reforms. In contexts with limited information on leave consequences, peers serve as important sources of learning—particularly for low-educated men—but the informational value declines as uptake becomes more common.",
        "url": "https://doi.org/10.31235/osf.io/p3chf_v2",
        "version": 2,
        "id": "p3chf",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/s2xkq_v1",
        "title": "Concerns about falling birth rates in the U.S. come mostly from the right wing",
        "authors": "Philip N. Cohen",
        "created": "2025-09-09",
        "abstract": "Concern over falling birth rates, and the pronatalist movement in the United States and elsewhere, are increasing as fertility rates decline and societies grow older. Analyzing data from a 2024 Pew Research Center poll, this visualization describes the views of U.S. survey respondents on the issue of declining birth rates, with about half (49%) of respondents expressing a negative view of the trend. Those most likely to offer this view are politically conservative, attend religious services more often, and they are more likely older, male, married, and more highly educated. Second, they are more likely to view climate change, racism, and gun violence as not serious problems, and to view illegal immigration and the state of moral values in the country as serious problems. Thus, the negative perception of falling birth rates is generally associated with right-leaning concerns and identities in the U.S. (with the exception of education).",
        "url": "https://doi.org/10.31235/osf.io/s2xkq_v1",
        "version": 1,
        "id": "s2xkq",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/t5yfk_v1",
        "title": "Ambivalent Humor, Vernacular Agency: The Diskarte Continuum and Qualitative Theorizing from the Global South",
        "authors": "Jose Cris O. Sotto, Karl Patrick R. Mendoza",
        "created": "2025-09-10",
        "abstract": "This article examines how Filipino TikTok users negotiate the viral “Diploma o Diskarte” debate through humor, revealing ambivalence as a constitutive modality of digital participation. Using multimodal critical discourse analysis of widely circulated videos and reception analysis of audience comments, we show that diskarte—Filipino resourceful agency—is neither a fixed trait nor a simple binary of compliance and resistance. Instead, it emerges as a communicative repertoire enacted across a continuum of survivalist, strategic, relational, entrepreneurial, and subversive practices. Humor operates as both critique and camouflage, allowing users to surface structural inequities while preserving social harmony. From these patterns, we inductively generate the Diskarte Continuum Framework, a culturally grounded model that theorizes ambivalence as central to communicative agency in precarious conditions. By foregrounding vernacular epistemologies, this study demonstrates how qualitative theorizing from the Global South advances broader debates in communication about media ambivalence, agency, and digital culture.",
        "url": "https://doi.org/10.31235/osf.io/t5yfk_v1",
        "version": 1,
        "id": "t5yfk",
        "subjects": "Sociology",
        "subjects_osf": "Anthropology, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/umqwx_v1",
        "title": "Race and Avoiding the Police: The Importance of Fear and Contact Type",
        "authors": "Amanda Graham, Justin Pickett, Francis T. Cullen",
        "created": "2025-09-04",
        "abstract": "What can be made of people avoiding contact with the police? Using a national sample (N = 1,081), this study explores the racial divide in officer avoidance, the role of contact type, and the impact of police-related fear. We expect that officer avoidance will be highest among Black Americans, especially for involuntary contacts, because of elevated fear of police mistreatment. The findings are consistent with this theoretical expectation. Black Americans report more officer avoidance than their White counterparts. Fear of the police increases avoidance, both for voluntary and involuntary police contacts, although the effect is largest for involuntary contacts. These findings support growing evidence that avoidance of law enforcement contact stems from fear of police mistreatment, which derives from prior personal and vicarious mistreatment.",
        "url": "https://doi.org/10.31235/osf.io/umqwx_v1",
        "version": 1,
        "id": "umqwx",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ux3vz_v1",
        "title": "Examining the direct and conditional relationships between dimensions of social exclusion, procedural justice, and police legitimacy in Europe",
        "authors": "Mandy Muller, Amy Nivette",
        "created": "2025-09-08",
        "abstract": "Perceptions of procedural justice and legitimacy are important for cooperation, trust, and confidence in the police. However, how individuals form their procedural justice judgments varies and remains unclear. Group membership and feelings of belonging are important aspects of social life, which can in turn influence attitudes and perceptions of fairness. Presumably also the perceptions of the police. The current paper uses the European Social Survey (wave 5) to investigate the role of social exclusion on procedural justice perceptions and in turn police legitimacy in 27 European countries (N = 41,696). The results show that socially excluded citizens perceive the police to be more procedurally unjust, and that procedural justice positively influences police legitimacy. The results contradict the group value model and social bond theory, which state that the relationship between procedural justice and police legitimacy is weaker for socially excluded citizens. Overall, this study demonstrates the importance of social exclusion, and especially perceived discrimination, on perceived police fairness and its association with broader perceptions of the police, such as police legitimacy.",
        "url": "https://doi.org/10.31235/osf.io/ux3vz_v1",
        "version": 1,
        "id": "ux3vz",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/v2b9p_v1",
        "title": "Pushed to the Streets in the “City of Music”: Professional Adaptation and Marginalization in Sanandaj’s UNESCO Creative Cities Network Branding",
        "authors": "Kajwan Ziaoddini",
        "created": "2025-09-07",
        "abstract": "Few visitors can leave Sanandaj, in Iran’s Kurdistan province, without encountering assertions that it is “The City of Music.” This scene, however, did not exist before 2019, when the city joined the UNESCO Creative Cities Network (UCCN) in the field of music. Since then, the local UCCN secretariat and the municipality of Sanandaj, have tried both to promote music as a brand for the city and to involve the public and private sectors in integrating culture in urban development plans. In this context, some Lotis—professional musicians who are usually recruited to play in wedding ceremonies—have made the streets their new performance venue. After the pandemic deprived them of their usual livelihoods performing at weddings, they began performing on pedestrian thoroughfares and in other public, high-traffic locations. These performance settings would seem to align perfectly with the UCCN’s agenda, yet Lotis have also faced continued marginalization by city authorities. Drawing on ethnographic research among Lotis, their audiences, and local authorities, and on documentation from the Sanandaj UCCN secretariat, I argue that although the UCCN’s partnership with Sanandaj has provided Lotis with new professional opportunities, police control on the streets has limited these musicians’ creative abilities they are renowned for, i.e., engaging mere observers in the process of merrymaking. By examining how Lotis have reconciled their practice with the municipality’s strategic plans in Sanandaj, I contribute to ethnomusicological research on interrelations between sound and public space, as well as UNESCO intangible heritage programs.",
        "url": "https://doi.org/10.31235/osf.io/v2b9p_v1",
        "version": 1,
        "id": "v2b9p",
        "subjects": "Sociology",
        "subjects_osf": "Race, Ethnicity and Post-Colonial Studies, Music, Urban Studies and Planning, Sociology"
      },
      {
        "doi": "10.31235/osf.io/wxnu8_v1",
        "title": "Eco-digital Posthumanism: Definition, Genealogy, and Research Agenda within the EcoAI Framework",
        "authors": "Gianfranco Rubino",
        "created": "2025-09-07",
        "abstract": "The concept of Eco-Digital Posthumanism stands as a theoretical horizon within the EcoAI (Rubino, 2025) Framework, envisioning a posthumanist orientation through which humanity, non-human entities, and technological infrastructures co-constitute shared worlds. Grounded in a relational ontology, this perspective refuses ontological separations between ‘human’, ‘environment’, and ‘technology’; instead, it frames them as intra-acting, constitutive elements in dynamic assemblages. Drawing on Karen Barad’s notion of intra-action (Barad, 2007), Donna Haraway’s concept of sympoiesis (Haraway, 2016), and Rosi Braidotti’s affirmative ethics of relationality (Braidotti, 2013), Eco-Digital Posthumanism offers a robust ontological and ethical basis for reconsidering human-technology-environment relations as fundamentally entangled. The related EcoAI framework proposes that emergent eco-technologies — including sensing infrastructures, AI-driven environmental monitoring, and digitally mediated communal platforms — are not mere tools, but active mediators that shape both material reality and collective subjectivity. In this light, humans are reconceived as eco-technological intra-agents: their agency is neither purely individual nor detached but arises in dyadic and poly-nodal entanglements with environments and technologies. The ethical imperative intrinsic to this view is to design infrastructures and learning ecologies that foster mutual care, multispecies attentiveness, and distributed co-agency. A vital tension animates the formation of the Eco-Digital Humanism theory: on one side, the ecological system demands renewed forms of relationality between humans, environments, places, and presences. This demand emphasizes physical co-presence, material engagement, and practices that re-embed subjectivities in place-based knowledge, embodied awareness, and ecological responsiveness. Here, educational media play a key role: Antonio López defines ecomedia literacy as the critical capacity to comprehend and engage with the reciprocal ecological “footprint” and cultural “mindprint” of media systems (López 2020, DOI:10.4324/9780203731109). This socio-pedagogical pillar grounds the theory in media-ecological practice. It calls for pedagogies and practices that re-embed subjectivities in place-based knowledges, somatic awareness, and ecological attunement. On the other hand, stands the rise of an immaterial relational geographies: social media, algorithmic platforms, influential digital narratives, ephemeral trend dynamics, and hyper-mediated connectivity craft relational spaces that lean toward an individualistic massification which often replace embodied interaction with curated digital self-expression and mediated connectivity with risks of disembedding relationality. These forces often substitute co-present engagement — with its embodied gestures, proxemics, and spontaneous nonverbal communication — with curated digital self-expression and algorithm-driven interaction. The communication shifts from embodied co-construction to performative self-branding, from tangible immediacy to mediated simulacra. José van Dijck and colleagues analyse how these platforms shape public life and values through infrastructural power (van Dijck, Poell &amp; de Waal 2018, DOI:10.23860/MGDR-2018-03-03-08). Moreover, scholars like Couldry and Mejias warn of data colonialism, where personal data are appropriated in ways akin to digital exploitation (Couldry &amp; Mejias 2019, DOI:10.1177/1527476418796632). These critical sociological perspectives highlight how algorithmic systems can erode embodied co-presence and place-based relationality. This tension must be at the heart of Eco-Digital Humanism: it calls for technologies, pedagogies, and AI systems that restore and augment embodied, place-rooted relational ethics, rather than further eroding them. Eco-Digital Posthumanism therefore envisions a middle path: techno-ecological designs and curricular frameworks that honour the ecological imperative for reciprocity, material co-presence, and affective attunement, while resisting the flattening of relationality that results from algorithmic mass individualism. In this, Eco-Digital Posthumanism embeds both philosophical depth and sociological grounding (López, van Dijck, Couldry &amp; Mejias), extending ecological posthumanism (as developed by Oppermann, 2016;) and material ecocriticism (Iovino &amp; Oppermann, 2014), by providing a mediation-centred, operational lens for guiding education, ethical design, and the governance of AI-mediated environments. In sum, Eco-Digital Humanism posits that humans, non-humans, and technological systems co-create worlds; that ecological instances of sustainability necessitate relational, place-embedded forms of being and that the rising immaterial relational geographies without proper literacy threaten to separate us from those embodied ecologies. The theory thus demands a reconfiguration — through EcoAI Framework — of pedagogy, policy, and design, so that the digital infrastructures serve ecological relationality rather than displace it.",
        "url": "https://doi.org/10.31235/osf.io/wxnu8_v1",
        "version": 1,
        "id": "wxnu8",
        "subjects": "Sociology",
        "subjects_osf": "Secondary Education, Educational Assessment, Evaluation, and Research, Social and Philosophical Foundations of Education, Other Education, Environmental Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/yxbkh_v2",
        "title": "Police use of CS smoke at outbreaks of serious public disorder in Great Britain",
        "authors": "Steve Hill",
        "created": "2025-09-07",
        "abstract": "This paper presents a contentious possibility to minimise close proximity injuries sustained between the public and police resources including horses and dogs during outbreaks of serious public disorder in Great Britain. The use of standard police shield tactics could be supplemented or even replaced with the use of CS smoke which is already a tactical option for the police service within the United Kingdom. CS smoke is used throughout the world to quell outbreaks of serious disorder although the tactic is controversial. Whether or not this tactical option is suitable for use in Great Britain is considered, outlining a suggested implementation model for analysis of the success, or otherwise, of its use.",
        "url": "https://doi.org/10.31235/osf.io/yxbkh_v2",
        "version": 2,
        "id": "yxbkh",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/357g4_v1",
        "title": "The Variability of Age at First Marriage in the United States",
        "authors": "HAO-CHUN CHENG, Philip N. Cohen",
        "created": "2025-09-11",
        "abstract": "This study examines the variability of age at first marriage across birth cohorts, genders, education levels, and races. The argument for the deinstitutionalization of formal marriage suggests that formal marriage has become more individualized over the past few decades, and people have more autonomy in deciding the timing of their first marriage as the cultural conformity pertaining to marriage as an institution decline. This may contribute to a growing variability of age at first marriage in recent cohorts. However, as the process of deinstitutionalization differs across genders, education levels, and races, the changes in cultural conformity regarding formal marriage may also differ, leading to divergent changes in the variability of age at first marriage among these social groups. Using the 2008-23 American Community Survey (ACS) data (n=13,737,325) and OLS regression models, our results show a U-shaped trend over cohorts: the variability was least diverse among cohorts born between 1925 and 1949. In addition, we find an interaction effect of gender and race. Further, highly educated people tend to have less variability in marriage age than those with less education. This study contributes to our understanding of the heterogeneous changes in cultural conformity regarding the timing of first marriage and the deinstitutionalization of formal marriage in the United States.",
        "url": "https://doi.org/10.31235/osf.io/357g4_v1",
        "version": 1,
        "id": "357g4",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/5xvub_v1",
        "title": "Environmental Complexity and Respiratory Health: A Data-Driven Exploration Across European Regions",
        "authors": "Onofrio Resta, Emanuela Resta, Alberto Costantiello, Piergiuseppe Liuzzi, Angelo Leogrande",
        "created": "2025-09-06",
        "abstract": "This paper examines the environmental and infrastructure determinants of respiratory disease mortality (TRD) across European nation-states through an original combination of econometric, machine learning, clustering, and network-based approaches. The primary scientific inquiry is how structural environmental variables, such as land use, energy mix, sanitation, and climatic stress, co-interact to affect respiratory mortality across regions. Although prior literature has addressed individual environmental predictors in singleton settings, this paper fills an integral gap by using a multi-method, systems-level analysis that accounts for interdependencies as well as contextual variability. The statistical analysis draws on panel data covering several years and nation-states using fixed effects regressions with robust standard errors for evaluating the effects of variables such as agricultural land use (AGRL), access to electricity (ELEC), renewable energy (RENE), freshwater withdrawals (WTRW), cooling degree days (CDD), and sanitation (SANS). We employ cluster analysis and density-based methodology to identify spatial and environmental groupings, while machine learning regressions—specifically, K-Nearest Neighbors (KNN)—are utilized for predictive modeling and evaluating feature importance. Lastly, network analysis identifies the structural connections between variables, including influence metrics and directional weights. We obtain the following results: Consistently, across all regressions, AGRL, WTRW, and SANS feature importantly when determining the effect for TRD. Consistently across all networks, influencer metrics identify AGRL, WTRW, and SANS as key influencers. Consistently across all models, the best-performing predictive regression identifies the nonlinear (polynomial or non-monotone), context-sensitive nature of the effects. Consistent with the network results, the influencer metrics suggest strong connections between variables, with a particular emphasis on the importance of holistic environmental health approaches. Combining the disparate yet complementary methodological tools, the paper provides robust, understandable, yet policy-relevant insights into the environmental complexity driving respiratory health outcomes across Europe.",
        "url": "https://doi.org/10.31235/osf.io/5xvub_v1",
        "version": 1,
        "id": "5xvub",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6zhxa_v1",
        "title": "Navigating Precarity: Organizational Diversity in Iran’s Industrial Labor",
        "authors": "Ida Nikou",
        "created": "2025-09-05",
        "abstract": "How do workers organize under financialized and repressive labor regimes? This study examines four cases of Iranian industrial labor struggles (Haft-Tappeh Sugarcane Company (HTSC), Iran National Steel Industrial Group (INSIG), Heavy Equipment Production Company (HEPCO), and Chadormalou Mining and Industrial Company (CMIC)) to analyze how workers develop distinct resistance strategies in response to financialization, labor precarity, and state repression. Drawing on social movement theory, industrial relations scholarship, and financialization studies, I argue that workers’ organizing strategies are not solely determined by economic hardship but are shaped by prior mobilization experiences, political traditions, and access to broader social networks. Using protest event analysis, archival research, and digital ethnography, this study demonstrates that while financialization weakens traditional unions, it also compels workers to pursue alternative organizing strategies, ranging from grassroots councils and informal alliances to engagement with state-controlled labor institutions. By situating Iran’s labor struggles within broader global trends, this study contributes to debates on precarious work, labor agency under financialization, and the role of historical and socio-political contexts in shaping resistance strategies in authoritarian economies.",
        "url": "https://doi.org/10.31235/osf.io/6zhxa_v1",
        "version": 1,
        "id": "6zhxa",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8y7an_v1",
        "title": "The Promise and Peril of Generative AI for Organizational Selection and Socialization",
        "authors": "James Chu, Sameer Srivastava",
        "created": "2025-09-04",
        "abstract": "Organizational survival and success depend on having members who have a shared understanding about the enterprise’s purpose and strategy. Organizations therefore invest heavily in the selection and socialization of new members. Since the public release of generative artificial intelligence based on large language models (GAI) in 2022, organizational leaders have been grappling with foundational questions about how this new technology will reshape these core activities. Although it is difficult to make precise predictions amid ongoing technological ferment, here we offer informed guesses about the trajectory of GAI-driven change in organizational selection and socialization. To organize our predictions, we draw on three key conceptual distinctions. First, we distinguish between the ability of GAI to select and socialize individuals who are internally committed to organizationally desirable values, versus individuals who only perform these values. Our second distinction pertains to the cross-pressures of fitting in versus standing out within organizations. Third, we distinguish between how GAI is adopted initially, and responses to these configurations by strategic actors, which we refer to as “second order effects.” Based on these distinctions, we array our predictions across three phases, with each new phase a response to the tensions and dissatisfactions of a preceding one.",
        "url": "https://doi.org/10.31235/osf.io/8y7an_v1",
        "version": 1,
        "id": "8y7an",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/a5cqy_v1",
        "title": "Sanctions, and Subordinate Financialization: The Internal Spatial Fix in Iran",
        "authors": "Ida Nikou",
        "created": "2025-09-05",
        "abstract": "This article examines how sanctions and subordinate financialization have transformed Iran’s economy over the past decade through the lens of the internal spatial fix. Constrained by global economic isolation, Iran has redirected financial capital from industrial manufacturing to speculative and extractive sectors, resulting in deindustrialization, heightened resource dependency, and a bifurcated labor regime marked by precarity and inequality. Adapting David Harvey’s concept of the spatial fix to internal dynamics, this article situates Iran’s trajectory within broader debates on financialization in peripheral economies, offering a novel lens to examine the interplay between sanctions, resource dependency, and economic precarity. Grounded in dissertation research, this article draws on two case studies—the decline of HEPCO and the rise of CMIC—to illustrate the mechanisms and consequences of this internal reallocation of capital. These findings reveal how sanctions and financialization intersect to prioritize short-term accumulation over long-term development, deepening economic instability and labor commodification. By integrating the overlapping effects of sanctions and financialization, this article offers a novel theoretical framework for understanding resource dependency and developmental stagnation in the Global South.",
        "url": "https://doi.org/10.31235/osf.io/a5cqy_v1",
        "version": 1,
        "id": "a5cqy",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/czxeh_v1",
        "title": "Being circular in a linear economy: practitioners as everyday intermediaries in the transition to a circular economy",
        "authors": "Alice Hague, Tami Wooldridge, Phoebe Somervail, Fiona Bender, Kathryn Colley, Tony Craig, Jianyu CHEN, Jose Antonio Ballesteros Figueroa",
        "created": "2025-09-11",
        "abstract": "Studies about the transition to a circular economy (CE) often focus on high-level questions of resource use and consumption, addressing questions of technical innovation and industrial production. Yet a transition to a circular economy is a societal issue. In this study, we respond to criticisms that the CE often portrays individuals as passive user-consumers, and investigate how smaller-scale actors - people working in the CE at the local level - are engaging in the transition. We present findings from empirical data gathered through thirty semi-structured interviews with professional CE practitioners working in public (local government), private (SMEs – small-medium sized enterprises) and third sector (charities/social enterprises) organisations in the UK. Drawing on insights from sustainability transitions and intermediary actors, we find that individuals working within organisations and small businesses adopt a role as intermediary actors at the smaller scale. We call these actors ‘everyday intermediaries’ and demonstrate how they take on a role to mediate the CE to wider society, working to connect actors, resources and skills across the CE, and to translate the behaviours and practices necessary for a successful transition to CE to the everyday context. We add to the growing body of literature about the contributions of social science in understanding the transition to the CE and empirically demonstrate the active and engaged role of smaller-scale actors in bringing change.",
        "url": "https://doi.org/10.31235/osf.io/czxeh_v1",
        "version": 1,
        "id": "czxeh",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/erbx9_v1",
        "title": "Growing the climate movement by centering transformative adaptation",
        "authors": "Kevin A. Young, Fabian Dablander, Adam Aron",
        "created": "2025-09-05",
        "abstract": "Global heating is accelerating, but climate mobilization remains too limited to compel decision-makers to confront the drivers of ecological breakdown, including fossil capital and industrial agriculture, and to prepare for the impacts. Here we draw on the history of social movements, the social science of collective action, and our experience in the climate movement to make concrete suggestions for increasing climate mobilization. We add to recent proposals for organizers to center “transformative adaptation”, which puts emphasis on people’s immediate material interests. Unlike shallower forms of climate adaptation, transformative adaptation involves major changes to social and economic relations. We argue that campaigns for transformative adaptation have the potential to grow climate mobilization because they can deliver direct material benefits, foster democratic and equitable institutions, increase climate resilience, reduce greenhouse gas emissions, and appeal to a politically diverse public. We make suggestions for how researchers and organizers can build on our proposal.",
        "url": "https://doi.org/10.31235/osf.io/erbx9_v1",
        "version": 1,
        "id": "erbx9",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ewr4y_v1",
        "title": "A Review of Behavioral, Dietary, and Fitness Data Analyses in Health-Related Research",
        "authors": "Misato Mori",
        "created": "2025-09-10",
        "abstract": "Behavioral, dietary, and physical activity patterns are quantifiable determinants of morbidity and mortality. This review synthesizes peer-reviewed evidence on the collection, processing, and analysis of lifestyle-related data in health research, with emphasis on population-level surveillance and individual-level monitoring. Data modalities include digital behavioral traces (web queries, social media, mobility records), dietary assessments (diet quality indices, image-assisted food records, intervention trials), and objectively measured physical activity (wearable sensors, accelerometry). Empirical findings demonstrate associations between modifiable lifestyle factors and health outcomes, quantified through large-scale observational studies and meta-analyses. Specific case studies include infodemiological analyses of collective online behavior during the COVID-19 outbreak, ketogenic diet trials for type~2 diabetes glycemic control, and machine learning–based modeling of fitness tracker outputs for training effect prediction. The review integrates methodological advances in data acquisition, analytical modeling, and cross-domain evidence synthesis, providing a consolidated academic perspective on the role of multi-source lifestyle data in health-related research.",
        "url": "https://doi.org/10.31235/osf.io/ewr4y_v1",
        "version": 1,
        "id": "ewr4y",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gctbw_v1",
        "title": "Hostile Campaign Rhetoric and Electoral Outcomes",
        "authors": "Jack Banks, Daniel Stone",
        "created": "2025-09-11",
        "abstract": "We analyze the relationship between hostility in campaign rhetoric (``incivility'' and character attacks) and electoral outcomes in US gubernatorial elections from 2010 to 2023. We use three LLMs to measure the degree of incivility and character attacks used by each candidate, and provide evidence of the validity of these measures. We find that both incivility and (especially) character attacks are robustly associated with lower vote share, controlling for factors found to be relevant to these elections in prior research and several new factors including LLM measures of ideological extremism and populism. The effects continue to be significant with controls for early and mid-campaign polls, indicating the negative relationship between hostile rhetoric and vote share does not just reflect underdog candidates strategically going negative early in campaigns.",
        "url": "https://doi.org/10.31235/osf.io/gctbw_v1",
        "version": 1,
        "id": "gctbw",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/h3y4x_v1",
        "title": "Embryonic Counter-Hegemony: Labor Assemblies and the Struggle for Worker Autonomy in Iran",
        "authors": "Ida Nikou",
        "created": "2025-09-06",
        "abstract": "Under conditions of authoritarian neoliberalism, associational space and institutional redress are structurally foreclosed, limiting the capacity of labor and social movements to become counter-hegemonic in the sense defined by existing literature. This presents a theoretical impasse when analyzing labor movements in contexts such as Iran. To address this, I develop a Gramscian framework introducing the concept of embryonic counter-hegemony: organizational efforts that enact counter-hegemonic logics and practices but remain fragile, structurally constrained, and temporally limited. This article examines two landmark cases of autonomous labor organizing in Iran: the Haft Tappeh Sugarcane Company (HTSC) and the Iran National Steel Industrial Group (INSIG). In both cases, workers bypassed state-controlled institutions and formed alternative organizational structures—general assemblies—to contest privatization, demand democratic control over production, and resist state repression. While these formations did not consolidate into stable counter-hegemonic blocs, they embodied embryonic practices of democratic governance and oppositional consciousness. Drawing on four years of content analysis of Telegram posts, public interviews with worker organizers, and archival protest coverage, I show how these labor assemblies developed participatory procedures, resisted co-optation, and articulated alternative political imaginaries. By theorizing these formations as embryonic rather than failed or merely reactive, I reorient counter-hegemonic analysis toward the organizational practices and strategic contradictions of resistance under authoritarianism. This study contributes to Gramscian labor studies and critical organizational scholarship by illuminating how subaltern actors construct alternative organizations within repressive regimes—and what such efforts reveal about the possibilities and limits of organizing under constraint.",
        "url": "https://doi.org/10.31235/osf.io/h3y4x_v1",
        "version": 1,
        "id": "h3y4x",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/j7m4x_v1",
        "title": "On the Accumulation of ‘The Means of Recommendation’: A Political Economy of Human-AI Coevolution",
        "authors": "Emanuele Ferragina, Luca Pappalardo",
        "created": "2025-09-08",
        "abstract": "Since the 19th century, the coevolution of humans and machines has transformed the political economy of production, value creation, and consumption across multiple historical stages. The most recent chapter in this ongoing story is the coevolution between humans and artificial intelligence (AI) – a social phenomenon whereby humans and AI-driven online platforms evolve in tandem, each influencing the evolution of the other, producing complex and unintended collective outcomes. At the heart of this process lies the human-AI feedback loop, its core mechanism, that significantly exacerbates economic inequalities through preferential attachment and marginalization processes. The article draws a political economy of this emerging phenomenon considering the study of Very Large Online Platforms as a vantage point. It contributes to the literature in three ways. First, it considers jointly classical processes of capital accumulation and those emerging as a result of human-AI coevolution, elaborating the concepts of ‘privatization of the general intellect’ and ‘accumulation of the means of recommendation’. Second, it discusses the phenomenon of economic inequality amplification due to the human-AI feedback loop on the basis of empirical evidence from computer science. Third, it explores potential regulatory frameworks aimed at limiting the unintended collective outcomes of the human-AI feedback loop. By adopting an interdisciplinary approach, the article associates social and hard sciences to open a debate at the intersection between technology, society and political economy.",
        "url": "https://doi.org/10.31235/osf.io/j7m4x_v1",
        "version": 1,
        "id": "j7m4x",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/kbrh4_v1",
        "title": "Why We Believe in Superfoods: Investigating Attitudes, Personality and Message Processing",
        "authors": "Martin Tanis, Moniek Buijzen",
        "created": "2025-09-05",
        "abstract": "Introduction: Belief in the benefits of so-called superfoods is widespread, yet little is known about what drives these beliefs, particularly for lesser-known products like moringa. Methods: Two studies investigated how individual predispositions and information processing styles shape attitudes toward moringa among consumers unfamiliar with it. Study 1 (N = 322) used a correlational design to examine the role of superfoods attitudes, personality traits, thinking styles, and social norms. Study 2 (N = 268) employed an experimental design to test how message processing (central vs. peripheral) moderates these relationships. Results: Across both studies, a general positive attitude toward superfoods predicted higher perceived message credibility and more favorable attitudes toward moringa. These effects were especially pronounced under peripheral processing (Study 2). Intuitive thinking and perceived social norms also contributed to positive responses, while analytical thinking and food-health beliefs had weaker or unexpected effects (Study 1). Conclusion: Findings suggest that belief in superfoods is shaped more by intuition, affect, and prior attitudes than by analytical evaluation. Health communication strategies should consider these psychological mechanisms when addressing public perceptions of novel health products.",
        "url": "https://doi.org/10.31235/osf.io/kbrh4_v1",
        "version": 1,
        "id": "kbrh4",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/m6sxa_v1",
        "title": "The Intensity of Social Media Messages and Right-Wing Collective Action",
        "authors": "Susan Olzak, Sebastian Kane",
        "created": "2025-09-10",
        "abstract": "Recent surges in right-wing activity have raised concerns about potential causal links to extremist social media platforms. This study examines the relationship between extremist online content and offline right-wing mobilization using discursive opportunity structure and social movement theories. We hypothesize that selection processes driven by intense online content motivate individuals primed for collective action. Using a large language model, we analyze video transcripts from social media platform Parler, measuring message intensity across four domains: hostility to outgroups, claims of conservative injustice, negative emotions, and violence. We link these to county-level right-wing event data from the Armed Conflict Location and Event Data (ACLED) project. Event-history analysis using proportional hazard models estimated the effects on right-wing activity rates in U.S. counties, controlling for spatial autocorrelation and other demographic factors. The results support our conjecture that counties with more intense postings across all four domains would have significantly higher rates of right-wing activity.",
        "url": "https://doi.org/10.31235/osf.io/m6sxa_v1",
        "version": 1,
        "id": "m6sxa",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/pvntq_v1",
        "title": "Language Education Policy and Ideology: CLIL in Flanders",
        "authors": "Zihan Xu",
        "created": "2025-09-05",
        "abstract": "To embrace the new challenges and opportunities of increasing globalization and cross-cultural communication at all levels, the European Commission has been advocating CLIL education across EU member states since the late 20th century. In Belgium, despite Wallonia adopting this approach as early as 1998, Flanders officially approved the implementation of CLIL education in its secondary education system only in 2014, followed by continuous monitoring and adjustment. This study analyzes the process of formulating the updated CLIL language education policy (LEP) in Flanders, the rationale behind the policy, and the language education management in different layers. Combining the backgrounds of language practices and the operational system of CLIL LEP in Flanders, we found that although the CLIL LEP conflicts with the early language legislation, it is a strategy to prepare the new generation to embrace new challenges and opportunities driven by globalization and cross-cultural communication at all levels. However, the approved policy aims to promote a select multilingualism, which focus lies with the promotion of English. Furthermore, CLIL education is operated as a parallel mode in schools, accompanied by compulsory Flemish programs to ensure the dominance of the Flemish language. This is also a top-down approach carefully monitored by the government while supplemented resources are yet far from sufficient.",
        "url": "https://doi.org/10.31235/osf.io/pvntq_v1",
        "version": 1,
        "id": "pvntq",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/srymz_v1",
        "title": "Bounded Humanitarianism: Liminality and Exclusion of Asylum Seekers and Refugees",
        "authors": "Burak Sonmez, Sergio Lo Iacono",
        "created": "2025-09-10",
        "abstract": "Drawing on three large-scale pre-registered survey experiments (N=3516) in the UK, this article investigates how perceived asylum-seeking legality, public preferences for refugee relocation, and inclusionary attitudes are shaped by symbolic and strategic boundaries. We first show that the authenticity of identity documents, identity markers, flight reasons, origin, and family ties drive perceived legality. The second experiment reveals that relocating refugees to participants’ local areas while maintaining high levels of residential segregation dampens willingness to welcome them. Further, respondents differentially welcome refugees depending on their origin, occupation, religion, and language skills. We term this layered moral calculus “bounded humanitarianism”, illustrating how symbolic boundaries translate into social and spatial exclusions. Finally, through a third experiment, we test two interventions: perspective-taking and loss-framed cost-information, finding that only perspective-taking boosts support for asylum seekers’ rights (e.g., right to work and expedited decisions), whereas loss-framed information treatment fails to reshape inclusionary attitudes. Our findings bridge boundary-making theory and asylum policies by showing how symbolic boundaries around identity and meritocratic worth shape attitudes towards asylum seekers and refugees and how perspective-taking interventions can challenge the potential exclusions.",
        "url": "https://doi.org/10.31235/osf.io/srymz_v1",
        "version": 1,
        "id": "srymz",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/y96x7_v1",
        "title": "Rock art of the Colombian Amazon: open access imagery from the Serranía de La Lindosa (Guaviare Department, Colombia)",
        "authors": "Philip Riris, Natalia Lozada Mendieta, Heli Gaspar Morcote Rios",
        "created": "2025-09-03",
        "abstract": "Abstract This dataset contains high-resolution photographic imagery from sixteen rock art (pictograph) sites in the Serranía de La Lindosa (Guaviare Department, Colombia). The images were obtained during a single campaign of fieldwork in 2019, with the aim of producing three-dimensional reconstructions of painted rock art sites that are among the largest in the Americas in terms of numbers of motifs. The dataset contains the raw imagery, spatial information, associated dating information, and metadata related to this sample of sites in a simple hierarchical folder structure. Derivative data products, in the form of preliminary 3D modelling results, are provided through permalinks to a dedicated external webhost. The combined resource supports analysis, interpretation, reuse, and dissemination of these remarkable sites in a region of the world (lowland South America) where archaeological data availability is generally scarce. Resumen Este conjunto de datos contiene imágenes fotográficas de alta resolución de 16 sitios de arte rupestre (pictografías) en la Serranía de La Lindosa (Departamento de Guaviare, Colombia). Las imágenes fueron obtenidas durante una única campaña de trabajo de campo en 2019, con el fin de producir reconstrucciones tridimensionales de algunos de los sitios de arte rupestre pintado más grandes de América en términos de número de motivos. El conjunto incluye imágenes en formato RAW, información espacial, datos de datación asociados y metadatos relacionados con esta muestra de sitios, organizados en una estructura de carpetas jerárquica simple. Los productos de datos derivados, en forma de resultados preliminares de modelación 3D, se proporcionan mediante enlaces permanentes a un sitio web externo. Este recurso combinado apoya el análisis, la interpretación, la reutilización y la gestión de estos sitios extraordinarios en las tierras bajas de Amazonía, donde la disponibilidad de datos arqueológicos es generalmente escasa.",
        "url": "https://doi.org/10.31235/osf.io/y96x7_v1",
        "version": 1,
        "id": "y96x7",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/yvjb5_v1",
        "title": "Drought permanently displaces agricultural labor: Evidence from 450,000 Indian villages",
        "authors": "Robbin Jan van Duijne, Fabien Cottier, Tanuj Pareek, Fabian Dablander",
        "created": "2025-09-07",
        "abstract": "Drought threatens the agricultural livelihoods of millions of people worldwide. Nowhere is this risk larger than in India, where agriculture still employs 275 million people, by far the world’s biggest farming workforce. Here we present results from a new village-level panel that links agricultural employment data for 450,000 villages to 0.05° daily climate grids, enabling us to track each village’s drought exposure month by month. Every single month of drought during the June–October growing season reduces the share of people working in agriculture the following year by 1.2 percentage points. Nationally, this translates to ~3.3 million fewer people working in farming for each extra month of drought (95 % CI: 2.1– 4.5 million). Because rural India offers few alternative jobs, such losses are likely to trigger surges of circular labor migration to India’s towns and cities. Using CMIP6 mid-century projections, we estimate that by 2050 the average village will experience 1.5–2.0 more drought months each year, equivalent to a further ~5.0–6.6 million lost farm jobs, likely amplifying those rural-to-urban migration flows and further straining urban labor markets.",
        "url": "https://doi.org/10.31235/osf.io/yvjb5_v1",
        "version": 1,
        "id": "yvjb5",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/zgyq3_v1",
        "title": "Do seasonal work visas suppress the earnings of incumbent farm workers?",
        "authors": "Toan Nguyen, Ryan Edwards",
        "created": "2025-09-08",
        "abstract": "This paper uses comprehensive tax and visa records to examine the impact of seasonal work visas on the earnings of incumbent farm workers in the context of Australia’s Seasonal Worker Program (SWP). Using a triple-difference approach to exploit differences in earnings growth across different low-skilled occupations within localities, we find no convincing evidence that SWP visas reduced farm worker earnings. Our main null result is robust to alternative specifications and approaches, including regional and national (skill-cell) difference-in-differences, and is consistent with the long term population decline in agricultural regions and a growing inability or unwillingness of the domestic workforce to fill short-term agricultural roles.",
        "url": "https://doi.org/10.31235/osf.io/zgyq3_v1",
        "version": 1,
        "id": "zgyq3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3bm9p_v1",
        "title": "Activists for Diversity or Diverse Journalists? How Austrian Peripheral Journalistic Actors’ Role Orientations Serve as Boundary Markers",
        "authors": "Kim Löhmann",
        "created": "2025-09-09",
        "abstract": "Technological innovations have signaled a shift in the journalistic field, enabling a wider range of actors to participate in public discourses and challenge the hegemonic power structures of traditional journalism from the outside. Consequently, historical notions of alternative media have expanded to encompass a variety of new actors within and beyond the boundaries of the journalistic field, with some explicitly claiming to focus on issues of diversity. This study examines the role orientations of peripheral journalistic actors who prioritize journalistic diversity in their work. It also explores how they use their role orientations to position themselves within the journalistic field and its periphery. Based on 18 in-depth interviews with Austrian peripheral actors, the study finds that while their role orientations diverge from those of more traditional media, they share similarities with longstanding normative ideas of progressive alternative media. Further, they employ their cognitive and normative role orientations as boundary markers to distinguish themselves from the practices of more traditional media.",
        "url": "https://doi.org/10.31235/osf.io/3bm9p_v1",
        "version": 1,
        "id": "3bm9p",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/4cghj_v1",
        "title": "Childhood",
        "authors": "Ilaria Pretelli, Willem Frankenhuis",
        "created": "2025-09-05",
        "abstract": "Chances are, the last time you spent meaningful time with a young child, you were one. In much of the world today, with low fertility rates and small families becoming the norm, it’s not uncommon to reach adulthood with little to no experience in childcare. Yet, despite ongoing fertility decline (see demographic transition, in Chapter 22), children remain a sizable proportion of the world population. In 2021, 2.02 billion children were below the age of 15, over a total world population of 7.91 billion (United Nations &amp; Department of Economic and Social Affairs, 2022). Interestingly, most animals don’t go through developmental stages comparable to childhood, with its peculiar combination of dependency and autonomy, exploration and learning, somatic and behavioral development. In this chapter, you will learn: - what childhood means and what makes it specific to our species - how it compares to similar stages in our living and extinct relatives - some of the main hypotheses for why childhood evolved in our lineage - how childhood experiences vary across time and space.",
        "url": "https://doi.org/10.31235/osf.io/4cghj_v1",
        "version": 1,
        "id": "4cghj",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/8gqut_v1",
        "title": "Living with Wildlife: How Relational Values and Care Ethics Shape Conservation Action",
        "authors": "ELIE PEDARROS, Hervé Fritz, Alison Hutchinson, Colin Louw, Nelly Parès, Dirk Pienaar, Katrina Schwartz, Chloé Guerbois",
        "created": "2025-09-09",
        "abstract": "Relational values, care, and stewardship actions fundamentally shape human-wildlife coexistence, yet there is a gap between understanding and explicitly incorporating these approaches in conservation practice. In this study, we co-produce a relational framework with various research partners, including Indigenous communities, to demonstrate how relational values and care can be more effectively understood and applied through conservation policy/strategy. This study adopts a relational approach, acknowledging the diverse values, perceptions, and interactions that shape coexistence. Using a transdisciplinary methodology, the study examines human-wildlife coexistence in two contrasting social-ecological systems in South Africa: the Garden Route and the Kalahari. We engage local actors as research partners and develop participatory workshops, collaborative timelines, and focus group discussions to identify the relational values underpinning coexistence, explicitly focusing on the dimensions of care, knowledge, and agency associated with stewardship actions. Distinct stewardship positions emerged, reflecting different visions of human-wildlife interactions and conservation. Indigenous research partners notably highlighted transformative stewardship, promoting an inclusive worldview that integrates humans and wildlife through mutual respect and cultural recognition. Conversely, other research partners demonstrated varied stewardship positions ranging from adaptive to sustainability-focused action. The findings underscore the need to explicitly incorporate relational values and care dimensions into conservation strategies, highlighting their potential to enhance legitimacy, credibility, and effectiveness in addressing social-ecological complexity. This relational framework supports practical, inclusive, and context-sensitive conservation actions that consider and leverage the diversity of human-nature relationships.",
        "url": "https://doi.org/10.31235/osf.io/8gqut_v1",
        "version": 1,
        "id": "8gqut",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/9smyz_v1",
        "title": "Reevaluating Filtering as a Provision of Affordable Housing: A Case Study of St. Louis",
        "authors": "Brian Adler, Lydia reader",
        "created": "2025-09-07",
        "abstract": "Is filtering still a useful mechanism in the provision of affordable housing in cities? We examine this question by analyzing St. Louis City, MO with an emphasis on local housing markets. Scholars are debating the potential of filtering to significantly alter the supply of affordable housing in the medium-term. We explore the effectiveness of filtering in St. Louis City, a midsized city that has experienced disinvestment, depopulation, and other challenges common in neoliberal cities. We employ a repeat-sales model, spatial mapping, and a best-fit multilinear regression model to investigate the connections between aging housing stock and market prices. We observe that the filtering process is not uniform across St. Louis City. The effects of filtering oscillate between inconclusive or powerful, depending on housing submarket dynamics. Evidence of downward filtering, in certain submarkets, is apparent in St. Louis and potentially boosting current and future affordable housing supply.",
        "url": "https://doi.org/10.31235/osf.io/9smyz_v1",
        "version": 1,
        "id": "9smyz",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/cn9gj_v1",
        "title": "Disentangling climate worry and psychological distress: Data from the UK Household Longitudinal Study",
        "authors": "Vilja Helminen, Markus Jokela, Marko Elovainio",
        "created": "2025-09-11",
        "abstract": "Anxiety and worry about climate change have been associated with poorer mental health. We examined whether different climate beliefs, the cognitive component of climate anxiety, were associated with symptoms of psychological distress. We also tested whether political efficacy moderated the potential associations between climate beliefs and psychological distress, as perceptions of inadequate government response may amplify climate anxiety. We applied longitudinal data and cross-lagged panel network models in the UK Household Longitudinal Study (N =61,761). Our results showed that 1) the association between climate beliefs and psychological distress was bidirectional, 2) belief in consequences was most clearly associated with increased distress while associations between beliefs in responsibility and inevitability and the distress symptoms were more mixed, and 3) those who perceived that individuals can affect political decisions seemed to be most vulnerable to the negative effects of climate crisis on mental health.",
        "url": "https://doi.org/10.31235/osf.io/cn9gj_v1",
        "version": 1,
        "id": "cn9gj",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/d79aq_v1",
        "title": "Diversität im journalistischen Selbstverständnis. Eine Analyse des Rollenselbstund -fremdbildes traditioneller und peripherer Akteur*innen im österreichischen Journalismus",
        "authors": "Kim Löhmann, Phoebe Maares, Folker Hanusch, Daniel Nölleke",
        "created": "2025-09-09",
        "abstract": "Periphere journalistische Akteure produzieren und verbreiten vermehrt Journalismus-ähnliche Inhalte in digitalen Räumen und lassen dadurch die Grenzen des Journalismus zunehmend verschwimmen. Viele dieser Akteure wollen nachhaltig zur Inhalts-, Perspektiven- und Akteurs- Diversität im öffentlichen Diskurs beitragen, wodurch dieser Anspruch oft ihrem Rollenselbstbild zugeschrieben wird. Wir wissen jedoch bislang wenig darüber, wie sich Rollenselbst- und - fremdbilder peripherer journalistischer Akteur*innen von jenen traditioneller Journalist*innen unterscheiden, welche Rolle Diversität in ihrer täglichen Arbeit spielt, und ob es Ressort- Unterschiede gibt. Diese Studie adressiert diese Lücke auf Basis von 119 qualitativen Interviews mit peripheren und traditionellen Journalist*innen aus Österreich in den Bereichen Politik, Wirtschaft, Sport und Lifestyle. Während die Unterschiede und zugeschriebene Bedeutsamkeit von Diversität in den Rollenselbstbildern von peripheren und traditionellen Journalist*innen als Grenzmarker zwischen den Akteur:innen und ihren jeweiligen Ressorts verstanden werden können, steht Diversität im Journalismus allgemein weniger im Vordergrund, als es normative Erwartungen vermuten lassen würden. Die Ergebnisse liefern erste systematische Erkenntnisse zum Rollenselbstund -fremdbild peripherer und traditioneller Akteure im Journalismus über verschiedene Ressorts hinweg und tragen zu einem genaueren Verständnis der Relevanz von Diversität im Journalismus bei.",
        "url": "https://doi.org/10.31235/osf.io/d79aq_v1",
        "version": 1,
        "id": "d79aq",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/f85bp_v1",
        "title": "XXVIII. Periphere Akteure im Journalimus",
        "authors": "Daniel Nölleke, Folker Hanusch, Phoebe Maares, Kim Löhmann",
        "created": "2025-09-09",
        "abstract": "Bei peripheren Akteuren im Journalismus handelt es sich um eine heterogene Gruppe individueller und kollektiver Akteure, die journalismusähnliche Inhalte produzieren und verbreiten. Dabei unterscheiden sie sich von dem, was traditionell als Kern des Journalismus verstanden wird, oftmals hinsichtlich ihrer Ausbildung, Praktiken, Professionalität und ihren Motiven. Im Zuge der Digitalisierung hat die Relevanz solch peripherer Akteure zugenommen. Sie konkurrieren mit traditionellen Journalist:innen um Legitimität und verändern damit potenziell auch die gesellschaftliche Rolle von Journalismus sowie journalistische Normen und Praktiken. Dieser Beitrag liefert einen systematischen Überblick über die bisherigen theoretischen und empirischen Zugänge zu solchen Akteuren.",
        "url": "https://doi.org/10.31235/osf.io/f85bp_v1",
        "version": 1,
        "id": "f85bp",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/fynq6_v2",
        "title": "From Better Climate Data to Better Decisions Through True Demand",
        "authors": "Fabian Rüsenberg, Nadine Fleischhut",
        "created": "2025-09-11",
        "abstract": "Climate services and co-production efforts aim to support adaptation by making climate information useful and usable. Yet many services and research projects prioritize improving data quality over understanding decision-making needs. This limits insights into what we define as true demand: the actionable need for information that would improve decisions, if conditions allowed. Here, we present a systematic sectoral analysis grounded in behavioral theory exploring whether, where, and how better climate predictions could improve decisions. We apply this approach to two climate-sensitive sectors in Germany: agriculture and forestry. Using expert focus groups (N = 24), we identify key adaptation decisions and analyze current decision strategies. Drawing on the COM-B model for behavior (B) change, we examine the capabilities (C), opportunities (O), and motivation (M) necessary to use climate predictions in practice. Our findings reveal that foresighted adaptation is often constrained by gaps in knowledge, lack of opportunity, or limited motivation. These constraints diminish the perceived importance of climate predictions on the subseasonal to decadal timescale or prevent their use, with decision-makers instead relying on past experience and heuristics such as worst-case planning. Nevertheless, experts expressed interest in improved predictions---particularly for variability and extremes across intra-annual to multi-year timescales---that could inform decisions. True demand may remain masked, blocked, or unexpressed if decision-makers lack the capabilities, opportunities, or motivation to recognize, act on, or articulate it. Our approach provides a systematic way to assess where and how predictions could improve decisions, shifting the focus from better data to better decisions.",
        "url": "https://doi.org/10.31235/osf.io/fynq6_v2",
        "version": 2,
        "id": "fynq6",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/g7e42_v1",
        "title": "Walking the Labyrinth: The Nonlinear Nature of C-PTSD Recovery-Core Memory, Dreams, and the Grey Phase Post-Betrayal Trauma",
        "authors": "Charles J. Wolf",
        "created": "2025-09-07",
        "abstract": "This paper presents a narrative review and theoretical synthesis of betrayal trauma through the lenses of memory reconstruction, identity disruption, and recovery. Drawing on psychological literature, including foundational work by Freyd, Herman, van der Kolk, and others, the paper maps the subjective experience of betrayal trauma-particularly in narcissistic abuse-as a nonlinear process of healing, akin to walking a labyrinth. The methodology employed is a synthesis of empirical studies, theoretical frameworks, and lived experience. The analysis highlights the collapse of perceptual trust, the reorganization of autobiographical memory, and introduces the novel concept of the \"grey phase\"-a distinct period marked by emotional numbness, psychic detachment, and dissociation. While this phase has been described implicitly in trauma literature, this paper explicitly names and frames it as a neurobiological and psychological intermission essential to recovery. This layered, compassionate, and academically grounded model enhances understanding of how trauma ruptures narrative identity and how healing entails its gradual reconstruction. The paper concludes that recovery reflects complex psychological integration rather than pathology. Note on Perspective While acknowledging the importance of lived experience in understanding betrayal trauma, this paper is primarily an academic synthesis of peer-reviewed psychological research.",
        "url": "https://doi.org/10.31235/osf.io/g7e42_v1",
        "version": 1,
        "id": "g7e42",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Social Work"
      },
      {
        "doi": "10.31235/osf.io/pdcna_v1",
        "title": "Analysis and Possible Translation of the Voynich Manuscript: A Phonetic and Linguistic Study of Folio 78r, Folio 70v (\"The Goat\"), and Selected Herbal Folios",
        "authors": "Katerina Havrankova",
        "created": "2025-09-07",
        "abstract": "This study presents a structured attempt at deciphering the Voynich Manuscript, focusing on folio 78r (from the so-called balneological section depicting bathing women), folio 70v (the Zodiac Capricorn or “Goat” folio from the astrological section), and three herbal folios. The central hypothesis is that the text represents an existing language—most plausibly an archaic form of Basque—recorded phonetically and written with unfamiliar symbols in place of ordinary letters. The analysis combines identification of vowels and recurring letter patterns with systematic comparison to Basque vocabulary and morphology, yielding partial but consistent matches. Evidence also points to contact with Old French, Castilian, Gascon, and Latin, reflecting the multilingual environment of late medieval Navarre. The herbal folios align with descriptive plant entries typical of medieval herbals, mentioning stems, joints, sap, bitterness, and preparations such as decoctions. Folio 78r, usually interpreted as part of the balneological section, is here read as a description of water channels, basins, and flowing currents, consistent with the illustrations of bathing women. Folio 70v, traditionally identified with Capricorn in the zodiac cycle, is interpreted as a text describing cyclical or seasonal processes, in line with its astrological imagery. Although the translations remain provisional, the findings suggest that the manuscript is unlikely to represent an invented language. Instead, it may be a distorted record of existing speech and knowledge, intentionally obscured through phonetic variation and a disguised script. This version integrates methodological refinements and interpretive notes into the main text, while earlier draft material has been removed. The results provide linguistic leads, structural insights, and a testable framework that may serve as a foundation for further philological and contextual research.",
        "url": "https://doi.org/10.31235/osf.io/pdcna_v1",
        "version": 1,
        "id": "pdcna",
        "subjects": "(Other)",
        "subjects_osf": "Other Languages, Societies, and Cultures, Basque Studies, History, Linguistics"
      },
      {
        "doi": "10.31235/osf.io/q6fpw_v1",
        "title": "University journals in the global academic publishing landscape: Mapping over 19,000 diverse titles",
        "authors": "Maryna Nazarovets, Mikael Laakso, Zehra Taskin",
        "created": "2025-09-07",
        "abstract": "Universities have been an instrumental part of the scholarly publishing landscape dating back several centuries, but comprehensive mapping of the presence of universities' involvement in publishing of journals is lacking. Using Ulrichsweb as the primary source and complementing it with data from Scopus, Web of Science, DOAJ and OpenAlex, we compiled a dataset of 19,414 active, peer-reviewed university journals from 148 countries using a multilingual identification method. The results reveal significant disparities in coverage: nearly three-quarters of the journals are indexed in OpenAlex, almost half in DOAJ, fewer than a quarter in Scopus, and fewer than a fifth on the Web of Science Core Collection. From a global perspective, university journals are heavily clustered to a few countries, notably the United States, Indonesia and Brazil. University journals are characterized by strong linguistic diversity, with more than a third publishing exclusively in non-English languages. The social sciences and humanities dominate the disciplinary profile. This study establishes a baseline for further research into bibliodiversity, equity and the role of universities in scholarly communication.",
        "url": "https://doi.org/10.31235/osf.io/q6fpw_v1",
        "version": 1,
        "id": "q6fpw",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science"
      },
      {
        "doi": "10.31235/osf.io/s6whq_v1",
        "title": "Disentangling Stochastic Drift from Deterministic Selection in Homo floresiensis Morphological Evolution: A Multivariate Analysis of Cranial Capacitance, Postcranial Gracility and Insular Eco-biomechanical Constraints",
        "authors": "Dr. Sameer Meralli",
        "created": "2025-09-05",
        "abstract": "The discovery of Homo floresiensis on the island of Flores ignited a longstanding debate regarding the evolutionary mechanisms responsible for the taxon’s unique small body size and mosaic morphology as compared to other Homo variants. Homo floresiensis’ reduced cranial capacity combined with dissimilar gracile and robust postcranial features became a point of contention in finding a clear identity in the Homo pathology. Two primary hypotheses have been proposed to explain this divergence: the Phyletic Dwarfism Hypothesis, which posits descent from Homo erectus via insular dwarfism driven by deterministic selection, and the Genetic Drift Hypothesis, which attributes its unique morphology to neutral evolutionary processes in a small, isolated population. This study quantitatively tests these competing hypotheses using a multivariate morphometric approach applied to 3D landmark data from the H. floresiensis holotype (LB1) and comparative samples of H. erectus, H. habilis, Australopithecus, H. sapiens, and great apes. Using Brownian motion simulations of genetic drift, allometric analyses, and applying tests of morphological integration this paper aims to reveal a more precise evolutionary history of Homo floresiensis.",
        "url": "https://doi.org/10.31235/osf.io/s6whq_v1",
        "version": 1,
        "id": "s6whq",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/swz32_v1",
        "title": "Propuesta de un Índice Compuesto para la Evaluación Holística y Equitativa en la Carrera de Investigación",
        "authors": "Mariano Martín Pérez",
        "created": "2025-09-02",
        "abstract": "Resumen Propósito: Presentar un Índice Compuesto (IC) que integre siete dimensiones clave — servicio, impacto académico, colaboración, impacto social, emprendimiento, cultivo de talento e internacionalización — para ofrecer una evaluación holística del desempeño investigador y orientar esquemas adaptables de distribución de fondos. Diseño/metodología/enfoque: Se definieron las siete variables y su ponderación en la fórmula del IC, ilustrando su funcionamiento mediante un cálculo hipotético de ejemplo. Resultados: La aplicación del IC en escenarios simulados evidencia su capacidad para diferenciar perfiles de desempeño y fundamentar modelos de asignación de recursos basados en las dimensiones del índice. Originalidad/valor: Este estudio introduce por primera vez un índice compuesto que integra un enfoque holístico y flexible, orientado a promover la equidad y la responsabilidad en la gestión de recursos destinados a investigadores. Palabras clave: índice compuesto; evaluación holística; métricas responsables; equidad; distribución de fondos Abstract Purpose: To propose a Composite Index (CI) integrating seven key dimensions — services, academic impact, collaboration, social impact, entrepreneurship, talent development, and internationalization — to provide a holistic evaluation of researcher performance and guide adaptable funding allocation schemes. Design/methodology/approach: Seven variables and their weights in the CI formula were defined, and the operation of the index was illustrated through a hypothetical example calculation. Results/Discussion: The CI’s application in simulated scenarios demonstrates its ability to distinguish performance profiles and underpin resource allocation models based on the index’s dimensions. Originality/value: This study introduces for the first time a composite index that integrates a holistic and flexible approach aimed at fostering equity and responsibility in research funding management. Keywords: composite index; holistic evaluation; responsible metrics; equity; funding allocation",
        "url": "https://doi.org/10.31235/osf.io/swz32_v1",
        "version": 1,
        "id": "swz32",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/tznu3_v1",
        "title": "Weaponization of the Social Sciences and Strategic Reconstruction of the National Academic System: A Policy Proposal",
        "authors": "WEI MENG",
        "created": "2025-09-07",
        "abstract": "This study aims to explore the potential role and pathways for transforming social sciences within the national security and strategic competition landscape. Its objectives address pressing challenges including the inadequate alignment between social sciences and national strategy, insufficient conversion of academic findings into policy and practical tools, intensifying disinformation offensives and countermeasures, and uneven allocation of research resources. Methodologically, this study combines strategic intelligence analysis with policy evaluation, employing comparative case studies, interdisciplinary literature reviews, and institutional design frameworks. It draws upon the DARPA ‘Heilmeier Eight Questions’ and the EU's mission-oriented innovation model for its arguments. Findings indicate that by establishing a national-level social science research platform, optimising research funding mechanisms, fostering closer alignment between academic pursuits and strategic imperatives, and developing deepfake forensics alongside cognitive immunity systems, social sciences may evolve from traditional knowledge accumulation into resources serving strategic decision-making and cognitive competition. This transformative trajectory enhances political narrative power and cognitive dominance, bolsters institutional adaptability, and furnishes nations with combined soft and hard competitive advantages on the international stage. The conclusion posits that the strategic utilisation of social sciences is not a singular pathway but a multi-layered, multi-stage exploratory process, offering significant reference value for enhancing national security and international influence.",
        "url": "https://doi.org/10.31235/osf.io/tznu3_v1",
        "version": 1,
        "id": "tznu3",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/u4j9z_v1",
        "title": "TOWARDS LAND-JUST TRANSITIONS: ADDRESSING CRITICAL GAPS IN EUROPEAN CLIMATE POLICY",
        "authors": "Mathilde Gingembre",
        "created": "2025-09-05",
        "abstract": "This paper examines how land-based climate mitigation strategies under the European Green Deal raise crucial questions about the distribution and democratic control of land resources. The research analyses the intersection of carbon neutrality-driven land-use changes with existing patterns of land grabbing and concentration, revealing significant limitations in current just-transition approaches. Through a critical analysis of European climate policy frameworks and land governance mechanisms, the study demonstrates that the land dimension represents a notable blind spot in just-transition approaches. The findings indicate that existing frameworks, primarily focused on industrial restructuring and labor market adaptation, cannot adequately address the challenges of ensuring democratic access to and control over land resources. The paper proposes the concept of a \"land-just transition\" as a necessary evolution, advocating for the explicit integration of land justice considerations into climate transition frameworks. This approach would expand beyond compensation and adaptation to address fundamental questions of land governance and democratic control. The research concludes by identifying key areas requiring further investigation, including empirical analysis of land control patterns, development of policy instruments for ensuring land justice, and theoretical elaboration of land justice within just transition frameworks.",
        "url": "https://doi.org/10.31235/osf.io/u4j9z_v1",
        "version": 1,
        "id": "u4j9z",
        "subjects": "(Other)",
        "subjects_osf": "Land Use Law, European Law, Environmental Studies, Public Affairs, Public Policy and Public Administration, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/us7p4_v1",
        "title": "Emerging Smart Cities Job Profiles and Competencies: A Framework for Digital and Green Transition",
        "authors": "Panos FITSILIS, Vyron Damasiotis, Vasileios Kyriatzis, Paraskevi Tsoutsa",
        "created": "2025-09-10",
        "abstract": "The transformation of urban living, driven by the advent of smart cities, extends beyond changes in the physical landscape and the introduction of smart systems. It necessitates a profound reconfiguration of employment dynamics within urban ecosystems. This study addresses the critical challenge of aligning job roles and competencies with the demands of smart city development, focusing on the need for a transformative realignment of urban employment to meet these new requirements. The research identifies emerging job roles and competencies essential for smart city development, focusing on professions such as data analysts, urban planners, sustainability managers, and cybersecurity specialists. Methodologically, the study employs a comprehensive analysis of secondary data to explore these roles, and the skills required. The findings highlight the urgent need for educational curricula and training programs tailored to the specialized demands of smart cities, emphasizing technological and environmental expertise to manage urban complexity, resilience, and the green transition. This research offers valuable insights for policymakers, educators, and smart city managers, influencing and guiding urban development towards a future characterized by technological innovation and environmental sustainability. The role of city staff is underscored as crucial in achieving these objectives.",
        "url": "https://doi.org/10.31235/osf.io/us7p4_v1",
        "version": 1,
        "id": "us7p4",
        "subjects": "(Other)",
        "subjects_osf": "Vocational Education, Adult and Continuing Education, Curriculum and Instruction, Public Affairs, Public Policy and Public Administration, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/xpbcw_v1",
        "title": "Action and Affect: Ritual Dynamics in Jackson Pollock’s Creative Process",
        "authors": "Raphaël Julliard",
        "created": "2025-09-11",
        "abstract": "This article proposes to use ritual anthropology to model the creative process in modern Western art, illustrated by the longitudinal case study of North American artist Jackson Pollock. First, the article applies Alfred Gell’s model, where artists are either “passive” spectators or “active” creators of artworks, and signals the need for a more detailed description of the transition between these states. Drawing from the dynamics of affects, as drivers for action, in Jeanne Favret-Saada’s ethnography of rural sorcery, the article develops the model further to resolve this shift. This new model emphasizes that, for Pollock, artworks are used to experience a specific affect, the pursuit of which guides his creative process, both for individual artworks and the development of his entire body of work. The conclusion examines alternative models from psychology, further emphasizing the centrality of affects in the creative processes.",
        "url": "https://doi.org/10.31235/osf.io/xpbcw_v1",
        "version": 1,
        "id": "xpbcw",
        "subjects": "(Other)",
        "subjects_osf": "Fine Arts, Religion, Art Practice, History of Art, Architecture, and Archaeology, Psychology, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/xvba8_v1",
        "title": "Las guerras imperiales del siglo XVIII contadas desde un periódico de la Nueva Granada",
        "authors": "Jorge Manrique-Grisales",
        "created": "2025-09-05",
        "abstract": "Si bien la guerra cambia el rumbo de las sociedades, la prensa queda como una impronta que permite conocer los procesos sociales, económicos y culturales que se dieron al calor de la confrontación. El presente estudio analizó mediante el Método Histórico-Discursivo los contenidos relacionados con la Revolución Francesa y la guerra de la Convención entre España y Francia (1793-1795) registrados en El Papel Periódico de Santafé de Bogotá. Los resultados indican que el semanario, que circuló en la última década del siglo XVIII, aportó al imaginario social claves en torno a las causas, el desarrollo y posible desenlace de la guerra, reafirmando, a través de la propaganda, lealtades históricas asociadas al establecimiento y al concepto de prosperidad.",
        "url": "https://doi.org/10.31235/osf.io/xvba8_v1",
        "version": 1,
        "id": "xvba8",
        "subjects": "(Other)",
        "subjects_osf": "History, Communication"
      },
      {
        "doi": "10.31235/osf.io/xvp7w_v1",
        "title": "Between Two Worlds: Acculturation and Gender Roles Among Iranian Immigrant Women in Canada",
        "authors": "Roya Roostaeichigani",
        "created": "2025-09-08",
        "abstract": "This paper examines the cultural and legal challenges faced by Iranian women in the aftermath of rape and sexual assault, focusing on the impact of rape culture and patriarchal norms embedded in the nation's laws and societal values. It explores the role of \"honour\" in perpetuating gender-based violence and the systemic barriers that discourage women from seeking justice. Through a detailed analysis of post-1979 legal reforms and the rise of the #MeToo movement in Iran, the paper highlights how Iranian women have used digital platforms to break the silence around sexual violence, challenge oppressive norms, and mobilize for social change. It also discusses the concept of intersectionality as a framework to understand the compounded forms of discrimination faced by women in Iran. Ultimately, this study underscores the significance of the #MeToo movement in Iran as a transformative force that is pushing for a deeper, systemic change towards gender equality and social justice.",
        "url": "https://doi.org/10.31235/osf.io/xvp7w_v1",
        "version": 1,
        "id": "xvp7w",
        "subjects": "(Other)",
        "subjects_osf": "Feminist, Gender, and Sexuality Studies, Social Work"
      },
      {
        "doi": "10.31235/osf.io/y5m6q_v1",
        "title": "THE EVOLUTION OF THE PHILOSOPHY OF SCIENCE: FROM THE ANCIENT EPISTEME TO THE DIGITAL ONTOLOGY",
        "authors": "Olexii Varypaiev, Alina Zasiadvovk",
        "created": "2025-09-09",
        "abstract": "The article offers an integrated historical–philosophical reconstruction of the evolution of the philosophy of science from its ancient foundations to post- nonclassical and contemporary approaches in the age of artificial intelligence (AI). It shows how the ontology/epistemology/axiology triad structures the field, while successive methodological paradigms (rationalism, empiricism, positivism, neo- Kantianism, logical empiricism/neo-positivism, and post-positivism) repeatedly rearticulate the criteria of scientificity. Particular attention is paid to global evolutionism and synergetic as integrative frameworks for understanding open, non- linear, and far-from-equilibrium systems. The analysis argues that digital transformation and the diffusion of AI require a clarified ontology of cognition, a principled distinction between computation and thinking, and an ethical infrastructure (virtue ethics, responsibility, relationality, and algorithmic participation) to safeguard human dignity within hybrid human–algorithm decision loops. The practical upshot is an orientation toward explainability, reproducibility, accountability, and open procedures of truth assessment that secure science as a public practice rather than a collection of statistically adequate outputs.",
        "url": "https://doi.org/10.31235/osf.io/y5m6q_v1",
        "version": 1,
        "id": "y5m6q",
        "subjects": "(Other)",
        "subjects_osf": "Philosophy, Higher Education, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/yb3m9_v1",
        "title": "Opening Ottoman Miniature Collections through Computational Access: Methodological Lessons for Digital Humanities",
        "authors": "Esra Cansu Çan Beton, Zehra Taskin",
        "created": "2025-09-09",
        "abstract": "Ottoman miniature collections represent a layered cultural heritage that combines artistic, historical, social, and intellectual dimensions. Yet, access to their content is often limited by catalogue records that provide only minimal descriptive information. This discussion paper explores how computational access can expand the study and reuse of such collections by presenting a dataset of 435 Ottoman miniatures, enriched with detailed bibliographic metadata and expert-assigned thematic tags. An original multi-level classification scheme was developed. Tagging was carried out through a custom web interface, preparing the dataset for analysis through thematic network analysis, supervised learning, and unsupervised learning. Thematic co-occurrence analysis revealed clusters such as political figures, religious motifs, and urban settings, demonstrating the interpretive value of tagging beyond traditional cataloguing. Supervised learning with MobileNetV2 achieved 63% training accuracy and 49% validation accuracy, showing the model’s capacity to identify dominant themes while also exposing the limits of small and imbalanced datasets. Unsupervised clustering produced visually coherent groups, but low Silhouette scores and high Davies-Bouldin indices confirmed that thematic boundaries were not strongly separable through visual features alone. The findings highlight the need to combine computational methods with expert knowledge. While supervised approaches support targeted classification and unsupervised approaches enable exploratory insights, both benefit from integration with rich metadata. This study demonstrates how Ottoman miniatures can serve as a model for applying machine learning and network analysis to cultural heritage collections, offering transferable lessons for digital humanities research.",
        "url": "https://doi.org/10.31235/osf.io/yb3m9_v1",
        "version": 1,
        "id": "yb3m9",
        "subjects": "(Other)",
        "subjects_osf": "Digital Humanities, Library and Information Science"
      },
      {
        "doi": "10.31235/osf.io/zqs74_v1",
        "title": "Algorithmic Intimacies: Towards an Anthropology of Computational Life",
        "authors": "Stamatis Tsoumaris",
        "created": "2025-09-09",
        "abstract": "This article advances an anthropology of algorithms by examining their role as ontological agents that shape subjectivity, intimacy, and cultural life. Rather than treating algorithms as neutral tools, it situates them as infrastructures that co-produce desire, mediate affect, and govern social relations across labor, consumption, and everyday interaction. Drawing on historical genealogies, ethnographic insights, and conceptual innovation, the article introduces new terms—ontological modulation, preemptive intimacy, algorithmic atmospheres, probabilistic description, computational affect, and ethical resonance—to capture the lived experience of computational mediation. It argues for anthropology’s critical role in understanding algorithms as constitutive of social worlds, demanding fresh theoretical and methodological vocabularies.",
        "url": "https://doi.org/10.31235/osf.io/zqs74_v1",
        "version": 1,
        "id": "zqs74",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies, Anthropology, Communication"
      }
    ]
  }
}
