{
  "update": "2024-10-04",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/2sbpg",
        "title": "I still haven't found what I'm looking for: Predicting security-related incidents and conflict fatalities with Google Trends and Wikipedia data",
        "authors": "Christian Oswald",
        "created": "2024-09-27",
        "abstract": "Conflict forecasting has seen two recent developments: a shift to predicting continuous variables and a debate about the value of structural and procedural variables. This paper contributes to these efforts and proposes the category of salience variables in the form of Google Trends and Wikipedia data. Internet searches can be precursors of conflict intensity as a result of e.g. an increase in protests, violent behavior, or public announcements. Data are readily and openly available, updated in real time, and provide global coverage which makes it ideal for near-real time forecasting. Prediction targets are the number of security-related incidents and battle-related, non-state, and civilian casualties. I demonstrate the value of salience variables using various out-of-sample windows and performance metrics on the country- and province-month level. I find evidence that salience variables have considerable predictive power, outperform other commonly used variables, and are thus a valuable addition to the conflict forecasting toolkit.",
        "url": "https://doi.org/10.31235/osf.io/2sbpg",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/sgc4x",
        "title": "Claimability in International Relations: Oil Discoveries, Territorial Claims, and Interstate Conflicts",
        "authors": "Kyosuke Kikuta",
        "created": "2024-10-01",
        "abstract": "War is rare, less because states peacefully settle disputes, but more because they have nothing to dispute. To address this simple but oft-neglected reality, I propose a concept of claimability, defined as the appropriateness of making a claim. Focusing on three international norms that emerged after the world wars (territorial integrity, self-determination, and maritime sovereignty), I construct a new dataset of states’ claimable areas for 1946–2024. I illustrate the usefulness of this concept by applying it to oil and conflict. By leveraging the records of over 600,000 wildcat drills, natural experiments, and difference-in-differences, I demonstrate that fuel resources increase interstate conflicts only when they are discovered in areas claimable to multiple states. The extensive analyses of validity, heterogeneity, and mechanisms, as well as a “most-similar” case study, provide further credence. These findings imply a crucial role of claimability; states claim and dispute only when international norms permit such actions.",
        "url": "https://doi.org/10.31235/osf.io/sgc4x",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/w7q43",
        "title": "High Accuracy with Low Costs: The Pretrain-Finetune Paradigm for Classification with Transformer-based Language Models",
        "authors": "Cecilia Sui",
        "created": "2024-10-01",
        "abstract": "Political science research increasingly relies on text classification to gauge subtle concepts like toxicity or anger. However, common methods treat words and phrases in isolation, ignoring the relational dynamics where meaning is embedded in the interaction between phrases and their textual environment. Recent transformer-based language models overcome such limitations, but are rarely used in published political science articles, possibly due to misconceptions about their data and computational requirements. This article explains the pretrain-finetune paradigm for transformer-based language models and its potential to improve text analysis in political science by harnessing robust models trained on extensive datasets while requiring relatively small amounts of labeled data and computational resources from researchers. To demonstrate its effectiveness, I employ the approach to identify toxic language in conversation threads following US Senators' tweets.",
        "url": "https://doi.org/10.31235/osf.io/w7q43",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/wpjbz",
        "title": "United but Divided. The Segmented Rally in a Polarized Society in Wartime",
        "authors": "Yuval Feinstein, Geffen Ben David",
        "created": "2024-09-29",
        "abstract": "Interest in the rally-round-the-flag phenomenon of public opinion has increased in studies on reactions to the COVID-19 pandemic and the Russia-Ukraine war. In the same period, a separate research line has focused on political polarization and the strengthening of radical right parties in many countries. This study brings these two lines together by asking how public opinion in deeply polarized countries responds to violent international conflicts, which, under lesser polarization, would have likely led most citizens to close ranks behind the government and its war policy. To answer this question, we analyzed original panel data collected in Israel before and after the October 7 massacre and during Israel’s retaliation in Gaza. The findings reveal mixed patterns that we label “segmented rally:” The vast majority supported the war and trusted the security forces, but only a minority trusted the government and the prime minister. The analysis identified distinct sets of mechanisms of opinion formation. Rallying behind the war and security forces was motivated by feelings of threat, humiliation, and rage. In contrast, trust or mistrust of the government and the PM depended on whether respondents blamed the government or anti-government protests for the security crisis, an assessment driven by respondents’ preexisting views about the government’s “judicial reform” initiative. The paper concludes by discussing the mutual impacts of polarization and public reactions to crises.",
        "url": "https://doi.org/10.31235/osf.io/wpjbz",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "International and Area Studies, Political Science, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/zcbsa",
        "title": "Powell.pps: Close &amp; Distant Reading of Primary Sources in Web Archives",
        "authors": "Trevor Owens, Benjamin Charles Germain Lee, Jonah Estes",
        "created": "2024-09-29",
        "abstract": "Colin Powell’s 2003 PowerPoint presentation to the U.N. Security Council on Iraq’s nuclear capabilities has been analyzed from multiple perspectives as a key moment in early 21st century history. Examining the presentation file and its traces in web archives provides an opportunity to develop approaches to working with web-based born-digital primary sources. Connecting work in platform studies with scholarship on web archives, this study provides additional context for understanding both the presentation and public policy communications at the turn of the 21st century, as well as context for developing and advancing historical research methods for working with web archives.",
        "url": "https://doi.org/10.31235/osf.io/zcbsa",
        "subjects": "Politics",
        "subjects_osf": "Digital Humanities, Political Science, Library and Information Science"
      },
      {
        "doi": "10.31235/osf.io/84tfm",
        "title": "Soft information in portfolio management",
        "authors": "Honghui Chen, Yuanyu Qu, Tao Shen, Qinghai Wang",
        "created": "2024-09-27",
        "abstract": "Using detailed information on mutual fund manager company visits in China, we identify fund managers who engage in soft information acquisition to study how soft information is used in portfolio management. We find a clear divergence in fund managers’ preference for soft information. “Soft-information” managers hold fewer stocks and tend to invest in companies with high growth potential and significant idiosyncratic risk. Trades driven by soft-information acquisition are profitable, resulting in superior performance by these managers, especially in their holdings of stocks rich with soft information. Fund managers’ distinct preferences for soft vs. hard information create segmentation in both information acquisition and investments.",
        "url": "https://doi.org/10.31235/osf.io/84tfm",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/afrdc",
        "title": "Best practices for Organics Diversion in Multi-Residential Buildings: A review of the literature",
        "authors": "Calvin Lakhan",
        "created": "2024-09-28",
        "abstract": "The report \"Best Practices in Organics Diversion in Multi-Residential Buildings\" provides a comprehensive review of strategies to improve organic waste diversion in high-density living environments such as apartment complexes and condominiums. The report identifies key challenges, including space constraints, resident education, and infrastructure limitations, which hinder efficient waste separation. Through a detailed analysis, it presents best practices in education, infrastructure, community engagement, and policy frameworks. Key recommendations emphasize the importance of resident education through workshops, clear signage, and the distribution of welcome kits. The report also advocates for infrastructure improvements, such as convenient bin placements, appropriate bin sizes, and space optimization. Additionally, community engagement is highlighted, with the formation of resident committees and the use of recognition and reward programs as effective methods to increase participation.",
        "url": "https://doi.org/10.31235/osf.io/afrdc",
        "subjects": "Economics",
        "subjects_osf": "Bilingual, Multilingual, and Multicultural Education, Geography, Environmental Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/hetz3",
        "title": "Understanding illegal dumping in Ontario: Drivers, barriers, and policy recommendations",
        "authors": "Calvin Lakhan",
        "created": "2024-09-30",
        "abstract": "Illegal dumping, the unauthorized disposal of waste in public spaces, poses significant environmental, social, and economic challenges, particularly in Ontario, Canada. This study investigates the drivers behind illegal dumping, with a focus on rural and urban communities in Ontario. Using a mixed-methods approach, including household surveys and interviews, we examine self-reported instances of dumping, attitudes towards waste management, and perceived barriers to legal waste disposal. The results reveal that inadequate waste collection infrastructure, particularly in rural areas, and high disposal costs are primary motivators for illegal dumping. Additionally, a lack of awareness regarding proper disposal methods exacerbates the issue. While most respondents recognize the immorality of illegal dumping, rural participants show less guilt and are more likely to engage in the behavior. The study provides actionable insights for policymakers, including the need for improved waste infrastructure, targeted educational campaigns, and increased enforcement efforts. By addressing these key factors, Ontario can mitigate the environmental and public health risks posed by illegal dumping, while fostering a culture of responsible waste disposal.",
        "url": "https://doi.org/10.31235/osf.io/hetz3",
        "subjects": "Economics",
        "subjects_osf": "Geography, Environmental Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/qxket",
        "title": "Economic inequality and economic segregation: a systematic review of causal pathways",
        "authors": "Clémentine Cottineau-Mugadza",
        "created": "2024-09-27",
        "abstract": "Although economic inequality and economic segregation represent fundamental challenges of contemporary societies, their causal and empirical connections remain unclear. In particular, the direction of causality, causal pathways, and temporal relationship are not apparent in the literature. This stems from two observations: 1/ the discussion is dominated by a handful of studies from the USA originating from the 2000s. This comes at the expense of a more plural and complex understanding of phenomena in the rest of the world. 2/ the literature on inequality and that of segregation are segmented by disciplines operating at different scales with corresponding theories, actors and mechanisms. To address these issues, I conduct an extensive systematic literature review of articles linking economic inequality to economic segregation across multiple languages and disciplines. Starting from 20,000+ references, I identify 80 research articles. Most conclude that variations in economic segregation follow differences in economic inequality in the short term and that reverse causality is more probable in the longer term. The housing market is the most cited mediator between economic inequality and economic segregation, and a diversity of theories are mobilized to explain their empirical connections. Many articles are not presently comparable, but compatible definitions and measurements of inequality and segregation are rising.",
        "url": "https://doi.org/10.31235/osf.io/qxket",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Geography, Urban Studies and Planning, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/4e59s",
        "title": "Inheritance of Socioeconomic Disadvantages is More Complex than Assumed in the Social Sciences",
        "authors": "INVEST Flagship, Hannu Lehti, Niko Eskelinen, Simo Arhippainen",
        "created": "2024-09-27",
        "abstract": "A fundamental concern in studying social inequalities is understanding how socioeconomic advantages and disadvantages are passed down from generation to generation. However, previous studies have not adequately distinguished between the contributions of genetic and environmental factors to socioeconomic disadvantage. In this paper, we use Finnish register data on twins born from 1975 to 1986, considering a total of 7,628 pairs, to analyze how genetic and environmental factors are associated with dropout from secondary education, unemployment, and the receipt of social assistance during early adulthood. The results of the twin design show that not only environmental but also genetic factors play a role in all measured socioeconomic disadvantage outcomes. For school dropout and, particularly, unemployment, genetic components explain more than shared environment. Conversely, for the receipt of social assistance, the shared environment component is larger than the genetic component. This result indicates that living in impoverished economic conditions is more dependent on factors related to social resources than those related to genetic inheritance. Of all the measured indicators, the unique environment is the most important, indicating the influence of stochastic life events regarding socioeconomically disadvantageous outcomes.",
        "url": "https://doi.org/10.31235/osf.io/4e59s",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/a7r8t",
        "title": "Adopter’s Regret? An Autoethnographic Approach to the Post Animal Adoption Period",
        "authors": "Jill MacKay",
        "created": "2024-10-01",
        "abstract": "Autoethnography is a methodological approach which seeks to provide depth of experience and understanding of a phenomena through the researcher’s analysis of their own personal experience. As a veterinary researcher with a focus on different methodologies, I elected to apply the autoethnographic approach to my experiences adopting my cat, Athena, from a shelter in 2014. I knew I had experienced feelings of regret and considered relinquishing Athena in the immediate post-adoption period, and I was interested in using this as a case study into the formation of a successful human companion-animal relationship. Through my analysis of my own experiences, I have three main reflections which may be able to aid the veterinary and shelter industries in supporting successful adoptions. First, the highly individual nature of each individual companion animal relationship must be recognised and supported, with veterinary and shelter advice being tailored to the specific needs of the owner and animal. Second, the transition to pet owner requires more active and realistic management, without following a ‘recipe’ for a perfect owner and pet relationship. Finally, I reflect on how my own mental health impacted the process of adoption in light of research surrounding the beneficial impacts of companion animals on pets. Overall, I found the autoethnographic process to be a challenging, but useful lens onto the phenomenon of pet relinquishment, and highlight some considerations for its use in veterinary research.",
        "url": "https://doi.org/10.31235/osf.io/a7r8t",
        "subjects": "Sociology",
        "subjects_osf": "Animal Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/j4tf2",
        "title": "Understanding Variation in Neighbourhood Environmental Inequalities: The Influence of Residential Segregation, Gentrification, and other City-Level Factors",
        "authors": "Christian König, Katja Salomo, Marcel Helbig",
        "created": "2024-09-29",
        "abstract": "Exposure to environmental burdens, such air and noise pollution or the lack of available green spaces, has been linked to a multitude of detrimental outcomes. Previous evidence indicates that poor residents and foreign minorities in European cities are disproportionately exposed to environmental burdens. However, there are substantial but ill-understood differences between European countries and between cities within countries. To address this limitation, we utilise fine-grained 1km-by-1km neighbourhood grid data on objective air and noise pollution as well as green space availability, enriched with administrative data on poverty rates and foreign minority shares from all German cities with at least 100,000 inhabitants in 2017. We examine whether poor residents and foreign minorities are more often affected by environmental burdens, how their exposure to environmental burdens differs between cities, and what city-specific contextual factors contribute to these between-city differences. We find evidence that foreign minorities are more likely to be exposed to environmental burdens, but poor residents are predominantly not. However, there is considerable variation between cities. The strongest explanatory factor for this variation is the extent to which disadvantaged groups live in central neighbourhoods, less so residential segregation of poor and foreign residents, or the scarcity of ‘clean and healthy’ neighbourhoods in a city. Against these results, we further explore empirically how the current wave of inner-city gentrification might ease environmental inequality in German cities.",
        "url": "https://doi.org/10.31235/osf.io/j4tf2",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ukqnx",
        "title": "Trends in fertility preferences among Italian young adults",
        "authors": "FRANCESCA LUPPI, Daniela Bellani, Alessandro Rosina",
        "created": "2024-09-27",
        "abstract": "In examining Italy's low fertility rates, recent studies emphasize the role played by socio-economic factors, uncertainty, and welfare state. However, emerging research highlights a potential downward revision of fertility ideals among younger generations. Our study analyses fertility desires, expectations, and the perceived value of having children among young adults in Italy from 2012 to 2022. Findings reveal a growing tendency of being childfree and not expecting to have children in life. In particular, they indicate a nuanced demographic gradient: we observe a decline in fertility desires and expectations with age, and a significant increase in the likelihood of not desiring children for women. Educational background, which was positively associated with fertility desires at the beginning of the observational period, in post-pandemic shows a negative or null relationship. Our study highlights the need for robust, harmonized cross-country surveys to better understand new fertility ideals across different socio-demographic contexts.",
        "url": "https://doi.org/10.31235/osf.io/ukqnx",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/wu4p2",
        "title": "On a different route: Why platform-coordinated food delivery in Germany is conducted without self-employed gig work",
        "authors": "Jürgen Beyer, Katharina Legantke",
        "created": "2024-09-29",
        "abstract": "This study examines the divergent development of the platform-based food delivery sector in Germany, focusing on why the ideal-typical gig economy model based on self-employed couriers has not taken hold. Unlike other countries, Germany stands out as an exceptional case where large food delivery platforms classify their workers as employees, providing them with rights and benefits such as minimum wage, paid vacation, and sick leave. The study uses a historical-sociological case study approach to reconstruct the development of the sector and the decision-making processes that have influenced this development. Drawing on historical institutionalism, the analysis examines different heuristics for divergent paths: self-reinforcing path dependence, self-induced reactive sequences, critical junctures, mindful path creation, and transformative incremental change. The study finds that early market shaping by the pioneering company Bringdienst.de (later called Pizza.de), which focused on equipping restaurants to deliver online orders without taking responsibility for the delivery itself, significantly influenced the market environment. In addition, a court ruling in 2020 has increased the risk perception of bogus self-employment among platforms, leading to the abandonment of the gig worker model with self-employed couriers. The study concludes that the critical juncture heuristic, combined with a shadow of the past effect of market constitution, best explains the unique development in Germany.",
        "url": "https://doi.org/10.31235/osf.io/wu4p2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/4xh5w",
        "title": "British Heatwave Talk (1985 – 2023): From Ice Cream to Armageddon?",
        "authors": "Thijs van Dooremalen, Phil Smith",
        "created": "2024-09-27",
        "abstract": "How does climate science challenge interpretations of ‘the weather’? British heatwaves are traditionally considered a fortunate break from dull routine. A topic-modeling analysis of British national newspaper articles on heatwaves from 1985 until 2023 (N = 35,127) shows this longstanding Romantic understanding has largely disappeared; today, Apocalypticism is by far the dominant genre for conceiving them. A supplementary hermeneutic analysis then indicates complexity within this broad trend. 1980s stories already noted routine heatwave problems, while many recent ones continue depicting positive evaluations of leisure and consumption opportunities. Within the Apocalyptic genre itself climate change is today deemed a factual causal force, whereas in the 1980s and 1990s it was a possible carrier of future dangers. The approach used here is novel, replicable, focused and non-reactive and can be transposed to other national contexts.",
        "url": "https://doi.org/10.31235/osf.io/4xh5w",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gdm46",
        "title": "Inequality in Child Mortality Persists Between Generations in the Netherlands, 1835-1919",
        "authors": "Ingrid K van Dijk",
        "created": "2024-10-01",
        "abstract": "In historical the Netherlands, child mortality was distributed unequally between families and this inequality persisted across generations. Using family reconstitution data for the province of Zeeland (LINKS) containing over 200.000 children born 1835-1914, I show that mortality was higher among children under age 5 whose parents lost siblings before age 5. This intergenerational persistence of child mortality existed independently from socioeconomic differences in child mortality. Inequalities accumulated, as child mortality was highest for low-SES children whose parents originated from high-mortality, low-socioeconomic status families. Intergenerational transmission in child mortality persisted even when child mortality had declined in the early 20th century.",
        "url": "https://doi.org/10.31235/osf.io/gdm46",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/p7qx6",
        "title": "Adaptive challenges for cognition underlying cultural learning",
        "authors": "Cristina Moya, Patricio Cruz y Celis Peniche",
        "created": "2024-09-30",
        "abstract": "In this chapter we review accumulating research on the social learning mechanisms that power cultural evolution. We begin by outlining some adaptive challenges that learners face, emphasizing cases of individual learning. Many of these challenges are shared with social learning, but it also helps highlight the circumstances under which social learning is particularly valuable. We then turn to the specific inferential challenges that must be addressed by cognitive mechanisms for social learning. We review several proposed heuristics that humans and other animals use to extract information from conspecifics, while considering how they deal with each inferential challenge. We finish by describing some of the big debates regarding the cognition underlying cultural capacities in humans and how they provide avenues for future research.",
        "url": "https://doi.org/10.31235/osf.io/p7qx6",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/pqs5e",
        "title": "‘Link in bio’: fake cancer cures, radicalization pathways and online harms on TikTok.",
        "authors": "Dr Stephanie Alice Baker",
        "created": "2024-09-27",
        "abstract": "This chapter provides an ethnographic account of how content creators present cancer cures on TikTok. It assesses the quality of cancer cure videos algorithmically recommended by TikTok, the radicalization pathways afforded by short video platforms like TikTok and their potential to cause online harms. Content creators commonly feature contrarian doctors and draw on a conspiratorial worldview to present various miracle cures as intentionally concealed and stigmatized by the establishment. This framing gives credence to creators’ claims and the cures they promote. It also presents TikTok as a more reliable platform from which to access health information censored by the mainstream. Since TikTok is used as a search engine by younger demographics, it becomes a key means of accessing health information. Using TikTok to access health information poses significant risks: First, the technological affordances of TikTok render the app susceptible to radicalizing users. While radicalization is not technologically determined by simply viewing content, radicalization can occur through the endless scroll of conspiratorial content algorithmically recommended to users searching for cancer cures on the platform through a gradual process of socialization. Second, short form videos can become a gateway to radical views because these videos commonly direct users to personal bios, websites and ecommerce stores. Third, radicalization and online harms can be facilitated by TikTok because the app provides accessible avenues for monetization that incentivize content creators to profit from fake cancer cures. This research has important implications for content moderators because the risk of cancer misinformation is not limited to the content uploaded the platform, but the ways in which short videos become a gateway to harmful products and more extreme, conspiratorial content.",
        "url": "https://doi.org/10.31235/osf.io/pqs5e",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/q7vzg",
        "title": "Reflexive Thematic Analysis Procedure: A Practical Guiding Steps",
        "authors": "Patrick Kyeremeh",
        "created": "2024-09-27",
        "abstract": "Thematic analysis has become a widely used analytic method in qualitative data analysis among qualitative researchers. This could be attributed to its flexibility and transparency in analyzing and interpreting qualitative data. However, there is no clear consensus regarding how qualitative researchers should enact thematic analysis. In this short take, I present the practical steps I followed in analyzing the qualitative data in my doctoral research to serve as a guide for qualitative researchers in their future research endeavors.",
        "url": "https://doi.org/10.31235/osf.io/q7vzg",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/sx5gn",
        "title": "Socio-Ecological Responses to Misinformation on Social Media: A Framework for Multilayered Action",
        "authors": "Raffael Heiss, Leticia Bode, Samantha Rachel Bradshaw, Mark MacCarthy, Ethan Porter, Elena Engel, Sascha Gell",
        "created": "2024-09-27",
        "abstract": "Misinformation has emerged as a major meta-challenge, impeding the resolution of the most critical issues of our time. However, current research on mitigating misinformation is fragmented across disciplines, highlighting the need for an integrated framework. We present the Socio-Ecological Responses to Misinformation (SERM) framework, which outlines the key actors and interventions needed to effectively combat misinformation in democratic systems. The framework proposes a three-tiered approach that includes interventions at the policy level (e.g., transparency regulations), the organizational level (e.g., educational programs in schools), and the social level (e.g., peer correction). These interventions target either the platform (e.g., transparency reporting) or the users (e.g., literacy). Ultimately, the interventions collectively reshape the information environment by supporting accurate information and reducing the amount of misinformation.",
        "url": "https://doi.org/10.31235/osf.io/sx5gn",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/x6qky",
        "title": "Red Pill or Blue Pill? Selective Information Exposure and the Electoral Punishment of Corruption",
        "authors": "Macarena Ares, Sofia Breitenstein, Enrique Hernández",
        "created": "2024-09-30",
        "abstract": "Citizens are expected to hold corrupt politicians accountable. However, while observational studies and field experiments often find corrupt politicians re-elected, survey experiments show that citizens are unlikely to vote for corrupt candidates. This contradiction may arise because previous studies have not accounted for how citizens navigate political information in the real world. In this paper, we propose a model of corruption accountability that considers how citizens selectively engage with political information. We test this model using a PICA experimental design fielded in Spain. The results indicate that information selection can explain the limited consequences of corruption scandals, as not all citizens expose themselves to corruption information, and their likelihood to hold corrupt politicians accountable depends on their information preferences. These findings suggest corruption accountability may be increased not by informing those who select out of counter-attitudinal information, but by reaching inattentive citizens generally not exposed to political information.",
        "url": "https://doi.org/10.31235/osf.io/x6qky",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/4vyra",
        "title": "He Waka Eke Noa: Navigating AI Futures with Aboriginal and Māori Knowledge",
        "authors": "Benjamin Kereopa-Yorke",
        "created": "2024-09-27",
        "abstract": "As nascent artificial intelligence (AI) technologies like large language models (LLMs) begin shaping our societal structures and decision-making processes, their governance remains rooted in Western paradigms that often marginalise Indigenous perspectives and rights. This paper examines the critical role of Indigenous sovereignty, knowledge systems, and relational ethics in transforming AI governance in Australia and Aotearoa New Zealand. Through an interdisciplinary literature review and comparative analysis of three pioneering Indigenous-led AI initiatives, we argue that decolonising AI demands a fundamental rethinking of the values, assumptions, and power relations underpinning dominant AI systems. Our study employs a qualitative, multi-method approach, including in-depth case studies of the Indigenous Protocol and AI Working Group, Te Mana Raraunga, and Te Hiku Media. Drawing on these cases, we propose a framework for Indigenous AI governance grounded in principles of sovereignty, reciprocity, and collective benefit.",
        "url": "https://doi.org/10.31235/osf.io/4vyra",
        "subjects": "(Other)",
        "subjects_osf": "Digital Humanities, Australian Studies, Pacific Islands Languages and Societies, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/5f48z",
        "title": "An Academic Analysis of Korean and European Watchmen: A Comparative Study",
        "authors": "Hyowon Gu",
        "created": "2024-09-27",
        "abstract": "Recovery efforts of existing South Korean watchtower sites have been conducted as part of local tourism efforts and have contributed to public interest in the conservation and study of said sites. An additional 21 sites have been excavated in 2023, deemed important enough for reconstruction efforts (Yang, 2023). However, while significant research exists on the archeological sites themselves, there is scarcely any public recognition of the soldiers that manned the stations and their subsequent socioeconomic standing. Popular culture has abbreviated depictions of Joseon-dynasty watchtowers to a similar level: (significant for) “an extensive communications network to deliver information about enemy forces, that also employed horseback riders as an emergency backup” (Ntl. Institute of Kor. History, 2024). I argue this depiction is overly generic and implies equivalence to Eurocentric watchtower practices, ignoring the cultural nuances that made the position of the average Joseon-dynasty watchman significantly challenging and fundamentally divergent from then-contemporary watchmen in European countries. This paper subsequently attempts to discern and critically evaluate the sociocultural status of soldiers stationed at Joseon watchtowers (Bonghwa), comparing them against European watchtowers and their socioeconomic conditions. Specific sites include Caernarfon Castle and Cheonlim Bonghwa Watchtower at the site of Cheonlim Mountain, the latter of which has been accompanied by more thorough artifact and observational fieldwork analysis. Recovered artifacts include living quarters, barriers, and tools. Further literature analysis was conducted to discern the socioeconomic standing and practices of Bonghwa watchmen in context of mid-century Joseon dynasty caste systems. In combining fieldwork and sociocultural analysis, I develop a multidimensional account of Joseon watchmen and prove that the soldiers assigned to Joseon watchtowers, Bonghwa, are representative of an underrepresented social dynamic, as well as providing insights into the philosophical and theological differences between the Western sphere through material conditions.",
        "url": "https://doi.org/10.31235/osf.io/5f48z",
        "subjects": "(Other)",
        "subjects_osf": "History, History of Art, Architecture, and Archaeology, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/6n9qy",
        "title": "Avoiding harm or creating benefit? How a risk focus sidelines social considerations in early decisions for Australian infrastructure projects",
        "authors": "Ruth O'Connor, Emerson Sanchez, Sara Bice, Kirsty Jones, Hayley Henderson",
        "created": "2024-09-28",
        "abstract": "There is a growing need to maximise the social benefits achieved from public investment in infrastructure, particularly with the transition to net zero economies. Project Delivery Models (PDMs)—the contractual agreements that set out roles and responsibilities for infrastructure project partners—can underpin the delivery of social benefits, yet the processes involving their selection are largely opaque. In this paper we explore how social considerations inform PDM selection and how this is facilitated by policy. We interviewed highly experienced procurement professionals from the sector about how social benefits and risks are considered. We also examined how the associated regulatory environment supports social considerations through documentary analysis of auditing guidance documents. We found that not only are social benefits sidelined in early project decisions, but social risks are inadequately considered. An entrenched gap in social expertise contributes to this situation while project compartmentalisation presents challenges for inclusion and transparency in decision-making. Current auditing processes provide little incentive for social benefit consideration and reinforce both risk framing and compartmentalisation of major infrastructure projects. The paper offers new and important insights into this early project stage and distils five recommendations for improving social benefit creation from infrastructure investments, particularly in developed economies.",
        "url": "https://doi.org/10.31235/osf.io/6n9qy",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Communication"
      },
      {
        "doi": "10.31235/osf.io/a7umt",
        "title": "The Impacts of Climate Activism",
        "authors": "Laura Thomas-Walters, Eric Scheuch, Abby Ong, Matthew H. Goldberg",
        "created": "2024-10-01",
        "abstract": "We review 53 studies on the impacts of climate activism. We present the existing evidence in a map of what we know about climate activism and its impacts. We have strong evidence that climate activism shifts public opinion and media coverage in a pro-climate direction, but this varies by context and the tactics employed. We have more moderate evidence that activism can pressure policymakers to communicate more about climate change, encourage voters to vote in a more pro-climate direction, and financially pressure carbon intensive companies. We review suggestive evidence that protest can influence emissions and environmental policy. Although these studies cover a wide swath of outcome variables, a majority examine intermediate variables, rather than long term impacts. Generalizability is challenged by a bias towards the U.S. and Western Europe. We call for greater focus outside those geographic areas and more attention to activism's impact on public policy and emissions.",
        "url": "https://doi.org/10.31235/osf.io/a7umt",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/fkh4d",
        "title": "The Urban Dimensions of Mountain Society in Late-First Millennium BC Italy: Monte Vairano in Samnium",
        "authors": "Rafael Scopacasa",
        "created": "2024-09-27",
        "abstract": "The mountain communities of late-first millennium BC Italy have been regarded as non-urban societies that reverted to city life mainly owing to Roman intervention. A growing body of archaeological evidence is uncovering the diversity of settlement forms and dynamics in the region’s pre-Roman past, which included sites encompassing a range of functions and social agents. This article presents an indepth, microscale analysis of one such site, Monte Vairano in Samnium, drawing on perspectives from comparative urbanism. Monte Vairano developed urban characteristics such as a complex socioeconomic profile and political cohesion, as well as potentially more unique features such as an apparently balanced distribution of wealth. These results can shed further light on the diversity of ancient urbanization and its sociopolitical implications in late-first millennium BC Italy and the Mediterranean.",
        "url": "https://doi.org/10.31235/osf.io/fkh4d",
        "subjects": "(Other)",
        "subjects_osf": "History, History of Art, Architecture, and Archaeology, Classics, Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/hpv3r",
        "title": "Human behavioral ecology: Opportunities for theoretically driven research on human behavioral variation in China",
        "authors": "Siobhán M. Cully, Ruizhe Liu, Keith Prufer",
        "created": "2024-09-28",
        "abstract": "Human behavioral ecology is an evolutionary framework that attempts to understand how adaptive human behavior maps on to variation in social, cultural, and ecological environments. It emerged as a coherent framework in the United States and the U.K. in the 1980s and has flourished as an explanatory framework ever since. The concentration of HBE scholarship in English-speaking countries has led to missed opportunities to engage other partners in testing and expanding human behavioral ecological models of human behavioral and life history variation. In this review, we describe opportunities for broader human behavioral ecology-driven scholarship in the Chinese context. We introduce human behavioral ecology holistically, including its history, methodological frameworks, pet topics, recent integration with related fields, with a special emphasis on its recent integration with Chinese social, archaeological, and life sciences scholarship. We address potential criticisms of human behavioral ecology and how to ensure a robust and careful application of human behavioral ecology principles in the study of human behavior in China, past and present. We conclude with excitement as the remarkable variation in the Chinese behavioral landscape offers unparalleled opportunities for innovative and integrative studies.",
        "url": "https://doi.org/10.31235/osf.io/hpv3r",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/hsz6a",
        "title": "Mastering critical thinking skills is strongly associated with the ability to recognize fakeness and misinformation",
        "authors": "Simone Redaelli, Federico Germani, Giovanni Spitale, Nikola Biller-Andorno, Jessica Brown, Sophie Glöckler",
        "created": "2024-09-28",
        "abstract": "In today’s world of information overload, people need skills to quickly and critically evaluate online content; they must be able to consider the credibility and quality of information as well as recognize fake and misleading information. Here, we operationalize critical thinking skills into 6 measurable concepts (i.e., causation and correlation, independent data and replicates, reproducibility, credibility of sources, experimental control, and significance), and we explore whether teaching these 6 concepts enhances scientific literacy and/or resilience against fakeness (fake tweets) and misinformation. Mixed results from our study reveal that: 1) in a small group game on misinformation, critical thinking training significantly improves accuracy and speed in assessing the truthfulness of scientific information online; 2) in a large, preregistered, randomized trial, understanding and application of critical thinking skills concepts strongly correlates with participants’ ability to identify fake tweets and misinformation; however, critical thinking training with recorded videos does not enhance participants’ proficiency in detecting fakeness and misinformation. There is a need to develop innovative interventions to prepare people to respond to misinformation, which is fast-evolving. Tools to support misinformation-specific critical thinking skills have been largely unexplored, and we anticipate such tools might be a valuable contribution to help the public navigate infodemics.",
        "url": "https://doi.org/10.31235/osf.io/hsz6a",
        "subjects": "(Other)",
        "subjects_osf": "Language and Literacy Education, Science and Mathematics Education, Library and Information Science, Communication"
      }
    ]
  }
}
