{
  "update": "2025-09-26",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/2g4z7_v1",
        "title": "Women's Descriptive Representation and Gendered Import Tax Discrimination",
        "authors": "Timm Betz, David Fortunato, Diana Z. O’Brien",
        "created": "2025-09-19",
        "abstract": "We identify a form of gender-based governmental discrimination that directly affects billions of women on a daily basis: the setting of import tariffs for gendered goods. These tax rates, which can differ across otherwise identical gender-specific products, often impose direct penalties on women as consumers. Comparing nearly 200,000 paired tariff rates on men’s and women’s apparel products in 167 countries between 1995 and 2015, we find that women suffer a tax penalty that varies systematically across countries. We demonstrate that in democracies, women’s presence in the legislature is associated with decreased import tax penalties on women’s goods. This finding is buttressed by a comparison of democracies and non-democracies and analyses of the implementation of legislative gender quotas. Our work highlights a previously unacknowledged government policy that penalizes women and also provides powerful evidence that descriptive representation can have a substantial, direct impact on discriminatory policies.",
        "url": "https://doi.org/10.31235/osf.io/2g4z7_v1",
        "version": 1,
        "id": "2g4z7",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/3zt62_v1",
        "title": "An Unusual Marriage of Deregulation and Populism: The Case of Regulatory Politics in Serbia",
        "authors": "Slobodan Tomic, Ognjen Dragicevic",
        "created": "2025-09-23",
        "abstract": "This article examines the transformation of Serbia’s regulatory state under the populist regime of Aleksandar Vučić (2012–2025), a period marked by democratic backsliding and heavy reliance on foreign direct investment (FDI). Focusing on competition policy and a subsidy programme for foreign investors, it shows how the regime has reshaped the regulatory state in ways distinct from other autocratic populist contexts. Core institutional carriers of the regulatory state have remained in place as non-majoritarian institutions and were even granted greater de jure insulation from government, yet in practice they have been undermined and their authority - along with that of other institutions in the wider regulatory ecosystem (law enforcement bodies, inspectorates, and others) - systematically suppressed. The result is an eroded, hybridised model of the regulatory state: the government has carved out a role for itself to decisively shape and direct sectoral policy, often in an arbitrary manner, with a distinct form of deregulation, namely through the outright non-enforcement of substantial regulatory standards.",
        "url": "https://doi.org/10.31235/osf.io/3zt62_v1",
        "version": 1,
        "id": "3zt62",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Legal Studies, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/5t3uw_v1",
        "title": "Approval of the National Rifle Association and Political Violence: Findings from a Nationally Representative Survey",
        "authors": "Garen Wintemute, Yueju Li, Aaron B. Shev, Sonia L Robinson, Elizabeth A. Tomsich, Mona A. Wright, Veronica Pear",
        "created": "2025-09-20",
        "abstract": "Objectives: The National Rifle Association (NRA) is one of the most widely known social movement organizations in the United States (US). At a time of heightened concern for political violence in the US, we assess individual-level associations between self-reported approval of the NRA and support for political violence, willingness to engage in political violence, and attitudes and beliefs linked to political violence. Methods: Findings are for respondents to Wave 2 (conducted May 18-June 8, 2023) of a nationally representative longitudinal general population survey; participants are members of Ipsos KnowledgePanel. (Data on NRA approval were collected in 2022’s Wave 1.) Prevalences are reported as weighted percentages with 95% confidence intervals (CIs). Associations are expressed as adjusted prevalence differences (aPDs), measured in percentage points (pp), with p-values adjusted for the false discovery rate and reported as q-values. Results: The Wave 2 completion rate was 84.2%; there were 9,385 respondents. The analytic sample for this study comprises the 8,361 (89.1%) respondents who reported their level of approval of the National Rifle Association. Strong or very strong NRA approval was reported by 2,669 respondents (“NRA approvers”; 27.0%, 95% CI 25.7%, 28.2%); 3,423 respondents (46.6%, 95% CI 45.1%, 48.0%) reported non-approval. Only half of NRA approvers (49.8%, 95% CI 47.2%, 52.5%) personally owned firearms. Compared with non-approvers, NRA approvers were more likely to support political violence and to be willing to engage in it. For example, approvers were more than twice as likely as non-approvers to view violence as usually or always justified to advance at least 1 political objective (approvers 44.0%, 95% CI 41.4%, 46.6%; non-approvers 21.5%, 95% CI 19.6%, 23.4%; aPD 18.3pp, 95% CI 14.1pp, 22.5pp; q &lt; 0.001) and to consider it very or extremely likely that they would shoot someone to advance such an objective (approvers 4.2%, 95% CI 2.9%, 5.5%; non-approvers 0.8, 95% CI 0.4%, 1.2%; aPD 4.3pp, 95% CI 2.5pp, 6.1pp; q &lt; 0.001). NRA approvers were more likely than non-approvers to endorse a wide array of beliefs and personal characteristics that have been associated with violence, including political violence. Conclusions: Approval of the NRA is associated with increased support for and willingness to engage in political violence, including lethal violence. These findings can help focus political violence prevention efforts in the United States.",
        "url": "https://doi.org/10.31235/osf.io/5t3uw_v1",
        "version": 1,
        "id": "5t3uw",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Legal Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/8n6hg_v1",
        "title": "Five Decads Stunck in Underdevlopment: Why Angola Continue Poor ?",
        "authors": "Nerhum Sandambi",
        "created": "2025-09-18",
        "abstract": "After five decades, Angola has proven incapable of breaking out of its cycle of underdevelopment. In this approach, I seek to highlight some evidence that contributes to the failure of the Angolan economy to prosper. Much of this evidence points to the strong contribution of political, administrative, and fiscal centralization to high levels of multidimensional poverty. The past five decades have promoted vicious circles that have contributed to the ability to generate wealth on a private basis. On the other hand, the significantly exclusive institutions that exist have led the economy to stagnation with a strong dependence on international markets, whose economy, lacking the capacity for transformation, has become an economy of expectations based on these markets in particular. On the other hand, the inability to govern naturally reveals the main driver of stagnation in marked underdevelopment, being strongly associated with the inability to generate wealth for the majority.",
        "url": "https://doi.org/10.31235/osf.io/8n6hg_v1",
        "version": 1,
        "id": "8n6hg",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/d3ybr_v2",
        "title": "Ageing Advanced Capitalist Democracies: the new Electoral Politics of Economic Stagnation",
        "authors": "Tim Vlandas",
        "created": "2025-09-19",
        "abstract": "The population of Advanced Capitalist Democracies (ACDs) has aged substantially in the last decades. Yet, we know little about the consequences of ageing for the electoral politics of economic performance. This article develops a novel theoretical framework linking ageing to lower economic growth in four interrelated steps: first, elderly voters care more about pensions, but less about childcare, family, and education policies; second, they are less likely to penalize governments for low growth and unemployment; third, grey power pushes governments to protect the growing share of budgets allocated to pensions at the expense of more growth-enhancing policies, most notably social and public investments, while also weakening policy responsiveness during recessions; fourth, this policy reallocation undermines economic growth. This theory is tested using multilevel and fixed-effects regressions, an instrumental variable approach, and causal mediation analysis on micro- and macro-level data across 21 ACDs from the 1960s onwards. The results show that ageing fundamentally alters the electoral politics of economic stagnation in ACDs.",
        "url": "https://doi.org/10.31235/osf.io/d3ybr_v2",
        "version": 2,
        "id": "d3ybr",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/dcp9w_v1",
        "title": "Manifest of Decentralization: Proposal For Federalism Model For Angola",
        "authors": "Nerhum Sandambi",
        "created": "2025-09-18",
        "abstract": "They analyze decentralization in different areas, naturally considering fiscal decentralization, political-administrative decentralization, judicial decentralization, and legislative decentralization. Thus, the evidence shows precisely that the current unitary system adopted by Angola tends to channel a large part of the institutions towards marked and widespread failure. On the other hand, there is institutional failure related to the shortcomings of public policies determined by the authorities, whose institutional regime is still centralized. On the other hand, these institutions tend not to guarantee, for example, greater political diversity and greater democratic plurality. Therefore, I particularly propose inclusion through decentralization by means of a federalist model, considering the transformation of the current republic into a Federation of Angolan States. Examples of countries that have adopted the federalist model show the great capacity for transformation provided by federalist decentralization. Above all, fiscal decentralization has the capacity to plausibly associate economic transformations with judicial and legislative transformations in institutions. Angola, particularly with a federalist model, could provide structural and regional balance. For example, the regions could drive sustainable regional economic development with greater rigor, while public finances could optimize fiscal policy and budgetary policy could converge with medium- and long-term objectives. Thus, through a federalist model, economic transformations tend to be inclusive, especially based on institutional dynamics and sustainable growth. The federalist model I propose takes into account the preservation of ethno-linguistic groups through geographical continuity, with the preservation of subnational units and the inclusion of a new state with the capacity to become the future federal capital of Angola.",
        "url": "https://doi.org/10.31235/osf.io/dcp9w_v1",
        "version": 1,
        "id": "dcp9w",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/hb6rn_v1",
        "title": "Universal Basic Income and Value Realization: Metaphysical Insights for Implementation in the United States",
        "authors": "William Lee Miller",
        "created": "2025-09-18",
        "abstract": "This study examines the metaphysical foundations of economics, focusing on transforming value from subjective origins to objective realizations through interconnected networks of human activity. While traditional theories, including subjective marginal utility-based perspectives, highlight individual and transient valuations, they often overlook the intrinsic informational and motivational nature of value as a driver of systemic growth. This study addresses this gap, presenting a theoretical model in which subjective valuations evolve into objective, persistent value through collaborative economic networks. Algorithmic simulations demonstrate the feasibility of Universal Basic Income as a transformative mechanism for aligning government finances, strengthening civic engagement, and eliminating poverty. The proposed arbitrage financed fund leverages market dynamics to achieve economic stability without relying on taxation. Scenario-based simulations illustrate the viability of UBI implementation in the U.S., revealing its potential to achieve sustainable growth and transform society. By integrating metaphysical insights with algorithmic modeling, this study offers a novel framework for understanding value creation and its implications for economic policy. It highlights the expansive role of valuing networks in fostering wealth and civic participation, proposing actionable pathways for reimagining economic institutions. The findings underscore UBI’s ability to catalyze eudaimonic societal outcomes as a foundation for higher sustainable rates of poverty- eradicating economic growth.",
        "url": "https://doi.org/10.31235/osf.io/hb6rn_v1",
        "version": 1,
        "id": "hb6rn",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Philosophy, Political Science, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/mfa7z_v1",
        "title": "Blitzes de alcoolemia reduzem acidentes de trânsito?",
        "authors": "Ana Paula Lima dos Santos, Thaiza Siqueira da Silva, Ana Beatriz do Nascimento Oliveira, Tomás Paixão Borges",
        "created": "2025-09-18",
        "abstract": "O estudo investiga se a implementação de blitzes de alcoolemia reduz o número de acidentes de trânsito. As blitzes são definidas como uma forma de fiscalização de alta visibilidade, em que policiais selecionam veículos de maneira sistemática para parar e avaliar o grau de álcool do motorista. Com base em seis (6) trabalhos que fizeram revisões de literatura sobre essa temática, os resultados indicam efeito positivo da política: pesquisas realizadas em diferentes países confirmam que medidas legais que limitam a alcoolemia ao volante são eficazes para reduzir acidentes de trânsito. No Brasil, a Lei nº 11.705/2008 (Lei Seca) adota tolerância zero, com previsão de multa, suspensão da habilitação, apreensão do veículo e, em casos mais graves, prisão em flagrante.",
        "url": "https://doi.org/10.31235/osf.io/mfa7z_v1",
        "version": 1,
        "id": "mfa7z",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/n2c9s_v1",
        "title": "Global Peace Index 2025: Identifying and Measuring the Factors that Drive Peace",
        "authors": "Steve Killilea, Thomas Morgan, David Hammond, Sascha Nanlohy, Paulina Pijacka",
        "created": "2025-09-12",
        "abstract": "This is the 19th edition of the Global Peace Index (GPI), which ranks 163 independent states and territories according to their level of peacefulness, covering 99.7 per cent of the world’s population. Produced by the Institute for Economics &amp; Peace (IEP), the GPI is the world’s leading measure of global peacefulness. This report presents the most comprehensive data-driven analysis to date on trends in peace, its economic value, and how to develop peaceful societies. It uses 23 qualitative and quantitative indicators to measure the state of peace across three domains: the level of Societal Safety and Security; the extent of Ongoing Domestic and International Conflict; and the degree of Militarisation. The 2025 GPI finds that global peacefulness continues to decline and that many of the leading factors that precede major conflicts are higher than they have been since the end of WWII. More countries are increasing their levels of militarisation against the backdrop of rising geopolitical tensions, increasing conflict, the breakup of traditional alliances and rising economic uncertainty.",
        "url": "https://doi.org/10.31235/osf.io/n2c9s_v1",
        "version": 1,
        "id": "n2c9s",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Military, War, and Peace, Political Science, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/qfh74_v1",
        "title": "Democratic Tendency Index (DTI): A Normati ve Framework for Signaling Democratic Decline through the Educat ion–Internal Securit y Balance",
        "authors": "Rakbir Hasan",
        "created": "2025-09-20",
        "abstract": "This paper int roduces the Democrati c Tendency Index (DTI), a novel i ndi cator based on the ratio of publi c spending on educati on to int ernal security. Grounded in democrati c t heory and criti cal polit ical thought, the DTI i s desi gned as an early warni ng signal of democrat ic decli ne. Unlike existing indi ces, whi ch focus on institutional symptoms, t he DTI foregrounds the fi scal choi ces t hat shape citi zen agency or cont rol . This paper lays out the normative rat ional e and dual -method desi gn of the DTI, pavi ng t he way for fut ure empi ri cal vali dat ion.",
        "url": "https://doi.org/10.31235/osf.io/qfh74_v1",
        "version": 1,
        "id": "qfh74",
        "subjects": "Politics",
        "subjects_osf": "Philosophy, Political Science"
      },
      {
        "doi": "10.31235/osf.io/qzbpf_v1",
        "title": "Transdisciplinary Equilibrium: The Silence of Happiness and Surrogate Recognition Abstract",
        "authors": "Akio Hotta",
        "created": "2025-09-22",
        "abstract": "This paper develops the Transdisciplinary Equilibrium (JX) framework through the concept of the Silence of Happiness. It extends the social cost function with a surrogate recognition dimension to formalize how silence, structural pressure, and recognition asymmetries reproduce well-being. By linking emotional divergence with institutional dynamics, the framework provides a foundation for analyzing family structures, marriage imperatives, and digital platforms.",
        "url": "https://doi.org/10.31235/osf.io/qzbpf_v1",
        "version": 1,
        "id": "qzbpf",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/uhwxv_v1",
        "title": "Transdisciplinary Equilibrium: The Whirlpool of Naruto and the Dynamics of Social Convergence",
        "authors": "Akio Hotta",
        "created": "2025-09-22",
        "abstract": "This paper extends the Transdisciplinary Equilibrium (JX) framework by applying it to the metaphor of the Naruto whirlpool, a natural phenomenon that embodies convergence, turbulence, and cyclical return. The whirlpool is conceptualized as a model of social dynamics in which structural pressures, recognition asymmetries, and emotional divergence spiral into critical thresholds. By formalizing the whirlpool as a dynamic system, the study demonstrates how seemingly chaotic flows resolve into patterned equilibria. This metaphor provides a foundation for analyzing social reproduction, market cycles, and digital attention economies. Through the lens of JX theory, the Naruto whirlpool is reframed as a transdisciplinary symbol of both risk concentration and regenerative balance in human systems.",
        "url": "https://doi.org/10.31235/osf.io/uhwxv_v1",
        "version": 1,
        "id": "uhwxv",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ur926_v1",
        "title": "Moral Boundaries and the Persistence of Political Conflict in Social Life",
        "authors": "Kristina Bakkær Simonsen, Anna van Vree",
        "created": "2025-09-22",
        "abstract": "How can we understand the social processes that perpetuate political conflict in social life? To answer this question, we expand on existing approaches to studying polarization and political cleavages by focusing on how citizens collectively make sense of division. We look at the depoliticized topic of immigration in Denmark and analyze 27 anti-immigration, pro-immigration, and attitudinally mixed group discussions. Notwithstanding its waning political significance in this context, we demonstrate that moralized boundaries contribute to the stickiness, solidification, and continued potency of division over immigration. We argue that previous moralization explains focus groups’ perception of division as persistent and insuperable, with disagreements over immigration signifying fundamental differences of moral character between people. Moreover, it sustains a self-conception as political pariahs among anti-immigration participants, despite the contemporary political normalization of their views. Centering citizens’ shared understanding, the study emphasizes how moral boundaries keep division alive—ready to be reactivated and mobilized.",
        "url": "https://doi.org/10.31235/osf.io/ur926_v1",
        "version": 1,
        "id": "ur926",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vtfxm_v1",
        "title": "A Broader Conception of “Settler” States: The Impact of Immigration and Race",
        "authors": "Terri Givens",
        "created": "2025-09-18",
        "abstract": "Settler countries have become what they are through land theft, genocide, oppression of Indigenous People, and enslavement. Those who remain, including African descendants and Indigenous, continue to be seen as unable to attain the education or class status that would give them access to the “fruits of modernity” and are thus excluded from the opportunity to become equal citizens. What is critically important to our understanding of these processes is that they are not limited to “settler” societies like the US, Canada and Australia. Both settler colonial and European countries have histories of dehumanizing those who would come to their countries. The underlying question that I’m trying to address in this article is, what are the key factors driving the development of countries into nation-states with their current day immigration policies, and how those developments are impacted by historical processes of racialization. Theories that try to explain global migration flows often focus on South to North or South-South migration – however, a more global approach needs to include North-South migration that has impacted the development of countries throughout the Western hemisphere (and beyond).",
        "url": "https://doi.org/10.31235/osf.io/vtfxm_v1",
        "version": 1,
        "id": "vtfxm",
        "subjects": "Politics",
        "subjects_osf": "Race, Ethnicity and Post-Colonial Studies, Philosophy, International and Area Studies, Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/yrhgf_v1",
        "title": "JX-Graph 1.0: An MDL-Based Framework for Auditing Complexity Shifts in Platform Dynamics",
        "authors": "Akio Hotta",
        "created": "2025-09-22",
        "abstract": "This paper proposes JX-Graph 1.0, a preliminary conceptual framework for auditing hidden interventions in digital platforms using graph-theoretic and information-theoretic tools. We formalize a time-varying (near-regular) graph model and introduce four diagnostic metrics: Network tension (Φt) – imbalance across interactions. Symmetry divergence (Δsym) – structural asymmetry of user orbits. Jump-history entropy (JHET) – unpredictability of behavioral shifts. Description-length change (ΔMDL) – complexity differences in encoding system states. Through a simple case study on a cycle graph (C₆), we illustrate how localized interventions trigger characteristic shifts across all four metrics. The framework is explicitly proof-of-concept: empirical validation is limited, scalability challenges remain, and comparisons with existing anomaly detection methods are absent. Nevertheless, the contribution lies in posing a new research question—how can platform interventions be audited in a transparent, mathematically principled way? We invite critical feedback and further development, aiming to refine the theoretical foundation and extend the methodology to large-scale, real-world data.",
        "url": "https://doi.org/10.31235/osf.io/yrhgf_v1",
        "version": 1,
        "id": "yrhgf",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ywv9r_v1",
        "title": "From Courtesy to Influence: Identifying the Role of China’s New Ambassador to Thailand through OSINT-Based Multilayered Networks and Inflection Point Early Warning",
        "authors": "WEI MENG",
        "created": "2025-09-19",
        "abstract": "This study aims to examine how China's newly appointed ambassador to Thailand employs event networks and temporal dynamics to demonstrate issue entry and structural embedding in early diplomatic practices, thereby revealing the priorities and potential trends in China's diplomacy toward Thailand. Existing research predominantly focuses on macro-policy levels, lacking systematic quantitative analysis of event-level diplomatic activities. This study seeks to fill this gap. Methodologically, it employs an event-level observation-computational empirical design, constructing five-layer networks (administrative, legislative, multilateral, social, and media) and time series based on open-source intelligence (OSINT). The analytical process follows the HCLS paradigm: identifying structural hubs (Hub) via the Bridge Center Early Warning Index (BCEW), detecting rhythmic inflection points (Change) using CUSUM, BOCPD, and PELT methods, characterizing lead-response lag relationships (Lag) between issues through cross-correlation and Hawkes processes, and translating multidimensional evidence into issue priority scores (Score) using AHP→TOPSIS. (Score). Results indicate that the administrative and multilateral layers exhibit significant hub status within the network, while security and multilateral issues show statistically significant rhythmic inflection points within short-term windows. “Security→Administrative” and “Multilateral→UN-ESCAP” demonstrate strong coupling at zero lag, whereas legislative channel coupling is weaker and transient. Multi-criteria ranking indicates that security, digital cooperation, and multilateral rules form the priority issue sequence, remaining robust to weight perturbations. Integrating four evidence chains reveals that China's recent diplomatic focus toward Thailand centers on amplifying issue linkage through administrative and multilateral platforms, gradually shifting toward narrative coupling of rule-building and public diplomacy in the medium term. In conclusion, this study not only proposes a reproducible, falsifiable event-level diplomatic analysis methodology but also reveals the logical chain of “hub prioritization—issue triggering—platform amplification—narrative coupling—trend insight” in China-Thailand relations. This research offers a quantitative perspective for understanding the micro-operational mechanisms of Chinese diplomacy while providing empirical evidence for policy formulation and regional cooperation.",
        "url": "https://doi.org/10.31235/osf.io/ywv9r_v1",
        "version": 1,
        "id": "ywv9r",
        "subjects": "Politics",
        "subjects_osf": "International and Area Studies, Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/4ge2z_v1",
        "title": "Embedding ESG in Cost Accounting: A Simulation Framework for Financial Reporting and Transparency",
        "authors": "Achintya Ghayal",
        "created": "2025-09-22",
        "abstract": "Environmental, Social, and Governance (ESG) reporting has shifted from voluntary disclosure to a regulatory imperative and cornerstone of corporate transparency. Traditional cost accounting systems, which emphasize direct, indirect, and overhead costs, often ignore externalities like carbon emissions, social equity investments, and governance overhead. This study investigates how embedding ESG-driven cost allocations reshapes financial reporting and managerial decisions in manufacturing firms. Using a simulated dataset spanning three divisions (Energy, Materials, Consumer), we compare outcomes under conventional accounting and an ESG-adjusted framework that includes carbon pricing equivalents, compliance costs, worker and governance programs. Our results show that ESG adjustments increase reported costs by approximately 20-30% and reduce operating margins by 5-7 percentage points, while significantly improving transparency across environmental, social, and governance metrics. Sensitivity analyses (varying carbon pricing) indicate that margin declines are robust to plausible environmental cost changes, though divisions with higher emissions are most affected. This research contributes to sustainability accounting by operationalizing ESG into cost allocation mechanics rather than treating it as supplementary disclosure. It provides a practical model for managers, regulators, and investors seeking to balance profitability with long-term accountability and risk mitigation.",
        "url": "https://doi.org/10.31235/osf.io/4ge2z_v1",
        "version": 1,
        "id": "4ge2z",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/8jwfc_v1",
        "title": "Beyond State vs. Market: Reframing State Capacity via Autonomy, Inclusion, and Mission- Driven Governance",
        "authors": "Berkay Kaan Kabadayı",
        "created": "2025-09-22",
        "abstract": "This review synthesizes three paradigms: developmental state theory, inclusive institutions, and mission-oriented policy into a unified AIM (Autonomy × Inclusivity × Mission) framework of state capacity. The AIM framework is based upon three works, along with supporting papers, symbolizing each dimension: Milor's France–Turkey comparison, Acemoglu &amp; Robinson's institutional framework, and Mazzucato's entrepreneurial state theory as an empirical anchor. It introduces a new configuration model that reveals how autonomy, inclusivity, and mission- orientation interact as complementary rather than competing dimensions of state capacity. We demonstrate through comparative case analysis that optimal state capacity requires balanced achievement across all three dimensions, which is not static and variable as evidenced through historical examples.",
        "url": "https://doi.org/10.31235/osf.io/8jwfc_v1",
        "version": 1,
        "id": "8jwfc",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/9sypa_v1",
        "title": "Un análisis de la evidencia y teoría de la política monetaria a través de los meta-análisis",
        "authors": "RICARDO ALONZO FERNANDEZ SALGUERO",
        "created": "2025-09-19",
        "abstract": "El presente documento ofrece una síntesis de la literatura empírica sobre los efectos de la política monetaria. Utilizando los hallazgos de una extensa colección de meta-análisis, se evalúa la efectividad de los instrumentos de política monetaria convencionales y no convencionales sobre variables macroeconómicas clave como la producción, la inflación, los flujos de capital y el tipo de cambio. La evidencia agregada revela una brecha sistemática entre los efectos reportados en estudios primarios y la magnitud real de dichos efectos, una vez que se corrige por el sesgo de publicación y la heterogeneidad metodológica. Los hallazgos sugieren que, si bien la política monetaria es una herramienta relevante, su poder para modular el ciclo económico ha sido consistentemente sobrestimado en la literatura. Se identifican los factores contextuales—como el grado de desarrollo financiero, el régimen cambiario, la independencia del banco central y las condiciones de crisis—que modulan la transmisión de la política monetaria. En particular, se constata que el sesgo de publicación favorece sistemáticamente resultados estadísticamente significativos y consistentes con la teoría predominante, lo que infla artificialmente la percepción de eficacia. Al corregir estas distorsiones, emerge una imagen de la política monetaria con efectos más modestos, inciertos y con retardos considerables, lo que tiene profundas implicaciones para la teoría macroeconómica y la práctica de la política económica.",
        "url": "https://doi.org/10.31235/osf.io/9sypa_v1",
        "version": 1,
        "id": "9sypa",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/dr52h_v1",
        "title": "What Do Group-Specific Sibling Correlations Really Measure?",
        "authors": "Kristian Bernt Karlson",
        "created": "2025-09-19",
        "abstract": "The sibling correlation, or intraclass correlation coefficient (ICC), is a widely used omnibus measure of the total impact of family background on socioeconomic outcomes in social stratification research. A growing literature compares these correlations across subgroups defined by family-level characteristics (e.g., race, parental education) to test theories of social reproduction, such as parental compensation or reinforcement. In this note, I highlight the ambiguities involved in meaningfully interpreting such subgroup variation. I first define the theoretical estimand of intergenerational transmission that researchers are arguably most interested in, and then formally demonstrate why group-specific ICCs do not identify this estimand. In fact, the estimand of interest cannot be recovered from the variance-components models underlying sibling correlations unless researchers are willing to make assumptions that are not only untestable but also likely unrealistic.",
        "url": "https://doi.org/10.31235/osf.io/dr52h_v1",
        "version": 1,
        "id": "dr52h",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/k9rzb_v1",
        "title": "Anticipatory Suppression and Social Cost in Dating Platforms: A JX Framework Whitepaper",
        "authors": "Akio Hotta",
        "created": "2025-09-22",
        "abstract": "Dating platforms face a critical tension: maximizing engagement can conflict with safety, fairness, and user agency. This paper presents Transdisciplinary Equilibrium (JX), a composite social–cost objective that makes this tension measurable and optimizable. We formalize social cost as J = αE + βS + γA, where E captures rejection-driven harm (e.g., ghosting, ignored messages), S measures exposure asymmetry (e.g., Gini of impressions, top-decile share), and A quantifies anticipatory suppression (non-initiation, delete-after-view, view→message drop). An optional interaction term, Jη = J + η(E·S), models compounding harms when rejection and asymmetry reinforce each other. Contributions. Our framework delivers: (i) a Metric DAG linking product levers to auditable outcomes, (ii) estimators and experimental designs for platform evaluation, (iii) a safety workflow and algorithmic transparency interface, and (iv) guardrailed calibration of (α, β, γ, η) enabling measurable reductions in social cost while preserving user agency. Impact. JX provides proxy-based measurement, lever-to-metric mapping, and auditable trade-off analysis — a practical blueprint for safer, fairer matching markets Anticipatory Suppression and So… . Keywords: matching markets, safety, transparency, algorithmic fairness, experimentation",
        "url": "https://doi.org/10.31235/osf.io/k9rzb_v1",
        "version": 1,
        "id": "k9rzb",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/p579d_v1",
        "title": "The Invisible Infrastructure of Care: Vulnerability, Productivity, and Support for Redistribution",
        "authors": "Valentina Rotondi",
        "created": "2025-09-19",
        "abstract": "Care is foundational to human development and economic resilience, yet remains largely invisible in economic theory and policy. This paper presents a formal model in which support for redistributive care policies depends on three belief channels: the perceived publicness of care, its productivity, and its prosocial value. The model shows that public coordination reduces variance in received care, increasing the likelihood that vulnerability becomes productive. Empirically, we combine two approaches. First, we analyze World Values Survey data from 25 countries (2017–2022), linking individual attitudes to a novel folktale-based index that captures the cultural salience of care-related virtues versus harm-related vices. Countries scoring higher on this index show greater support for redistributive care; civic participation also plays an independent role. Second, an incentivized framing experiment in Italy reveals that framing care as a private responsibility reduces donations to a pooled care fund by 6–8 percentage points. Together, these findings suggest that institutions and shared narratives jointly shape attitudes toward care. Recognizing care as social infrastructure—and designing time regimes and services that foster trust—may be key to building resilient and inclusive economies.",
        "url": "https://doi.org/10.31235/osf.io/p579d_v1",
        "version": 1,
        "id": "p579d",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/v86tw_v1",
        "title": "From Wasteland to Reflexivity: Theorising Migrant Labour through Critical Realism in Postcolonial Capitalism",
        "authors": "Esha dey",
        "created": "2025-09-18",
        "abstract": "This article critically engages with the theoretical challenges of conceptualising the migrant subject in postcolonial India by tracing different traditions of duality existing in the postcolonial development discourse. Through a synthesis of Kalyan Sanyal’s theorisation of postcolonial capitalism and Margaret Archer’s framework of critical realism, the paper describes the persistence of structural exclusion despite developmental inclusion and the everyday agency of the migrant worker. Sanyal’s capital–non-capital complex and the figure of the wasteland are deployed to rethink the logic of primitive accumulation and its reversal, while Archer’s notion of reflexivity is introduced to reinstate the subjective agency of the flux migrant — an individual oscillating between exclusion and aspiration. The article introduces two key conceptual interventions: flux migrants and reflexivity traps, offering a process-based model to account for migration instability in the absence of economic absorption. This model re-politicises the subject and attends to the relational ontology of late capitalist exclusion.",
        "url": "https://doi.org/10.31235/osf.io/v86tw_v1",
        "version": 1,
        "id": "v86tw",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/v8jnw_v1",
        "title": "The Dynamics of Structural, Symbolic and Interpersonal Violence among Female Sex Workers in Bangladesh: Implications for the Global Response against HIV/AIDS, Viral Hepatitis and Sexually Transmitted Infections",
        "authors": "Harry J Wilson",
        "created": "2025-09-19",
        "abstract": "As one of 26 nations off-track from the global health sector goals, the concentrated epidemics of HIV, viral hepatitis and STIs in Bangladesh have proven difficult to control. Female sex workers (FSWs) are the largest key population group in Bangladesh and contextually imperative to deescalate epidemic momentum. This investigation rationalizes the structural, symbolic and interpersonal violence experienced across the life course of Bangladeshi FSWs. The population characteristics of low educational attainment and high marital separation are contextualized through a structural violence of embodied inequality perspective that substantiates the influence of childhood marriages that push Bangladeshi women into the sex trade. Bourdieu's theory of symbolic violence is used to conceptualize the material harms derived from the portrayal of FSWs as fallen women divorced from the virtuous ideals of the normative gender identity. The analysis contends that the intersections of structural and symbolic violence act to legitimize and perpetuate interpersonal assaults that oppress the body, suppress the voice and repress the spiritual soul of FSWs in Bangladesh. These sociostructural complexities pragmatically challenge the individualized perspectives of biobehavioral research that monitor the effectiveness of proximal interventions designed to correct recidivistic behaviors. The underlying role of social-collectivism in dismantling violent architecture and improved condom negotiation capacity behind structural shifts in sexual risk behaviors among Bangladeshi FSWs are emphasized to evidence the importance of empowering approaches in pursuit of transformative biobehavioral change.",
        "url": "https://doi.org/10.31235/osf.io/v8jnw_v1",
        "version": 1,
        "id": "v8jnw",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Law and Gender, Sexuality and the Law, Philosophy, International and Area Studies, Economics, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/w8ch6_v1",
        "title": "INNOVATIONS IN SPORTS EVENT ORGANIZATION AND MANAGEMENT: AZERBAIJAN’S STRATEGIC CONTRIBUTIONS",
        "authors": "Aysel Guliyeva",
        "created": "2025-09-18",
        "abstract": "This study examines Azerbaijan’s strategic innovations in hosting 2015 European Games, 2017 Islamic Solidarity Games, and 2019 European Youth Olympic Festival. It highlights infrastructure modernization, volunteer mobilization, and technological integration, assessing their role in enhancing Azerbaijan’s global sports reputation while ensuring sustainable legacies in governance, capacity building, and event management.",
        "url": "https://doi.org/10.31235/osf.io/w8ch6_v1",
        "version": 1,
        "id": "w8ch6",
        "subjects": "Economics",
        "subjects_osf": "Economics, Sports Studies, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/ykfhb_v1",
        "title": "Testing Evolutionary Theories of Human Cooperation via Meta-Analysis of Microfinance Repayment",
        "authors": "Dugald Foster, Erik Postma, Shakti Lamba, Alex Mesoudi",
        "created": "2025-09-18",
        "abstract": "Explaining how cooperation evolves is a major research programme in the biological and social sciences. In this study we tested evolutionary theories of human cooperation in a real-world social dilemma: joint liability microfinance, in which groups of borrowers must cooperate to successfully repay a shared loan. We used pre-registered Bayesian multilevel models to estimate meta-analytic associations between loan repayment and proxies of four evolutionary mechanisms proposed to support cooperation: relatedness, reciprocity, partner choice, and punishment. A systematic search of the microfinance literature yielded 73 effect estimates for 11 proxies of evolutionary mechanisms analysed in 11 separate meta-analyses. Punishment-based variables showed the strongest positive meta-analytic associations with loan repayment, with mixed results for other mechanisms. However, estimates varied widely in their certainty, with generally high levels of between-study heterogeneity. Our results provide some evidence for evolutionary mechanisms supporting cooperation in real-world contexts, but also indicate there are non-generalisable findings and/or reproducibility issues in the microfinance literature.",
        "url": "https://doi.org/10.31235/osf.io/ykfhb_v1",
        "version": 1,
        "id": "ykfhb",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/65kdw_v1",
        "title": "Children’s genetics and family dynamics: An evocative effects analysis of the Norwegian Mother-Father-and-Child Study",
        "authors": "Evelina Akimova, Agnes Fauske, Ruth Eva Jørgensen, Alexandra Havdahl, Elizabeth Corfield, Melinda C. Mills, Torkild Hovde Lyngstad",
        "created": "2025-09-19",
        "abstract": "Family demographic behavior is often studied as a response to structural conditions or parental characteristics, yet children may themselves shape key family trajectories, known as an evocative correlation. Using the Norwegian Mother, Father and Child Cohort Study (MoBa) and analyzing 40,000 genotyped mother–father–child trios, we test whether children’s polygenic indices (PGIs) predict subsequent fertility, partnership dissolution, and transition to marriage. Accounting for parental PGIs, we found limited evidence for evocative effects across most traits. The exception was that children with a higher ADHD PGI predicted increased parental partnership dissolution (7% [CI=2.9-11.8%] per s.d.), especially in families with daughters (11% [CI=4.9-18%] per s.d.), higher socioeconomic status (15% [CI=7.7-23.2%] per s.d.), and older maternal age at first birth (10% [CI=3-17%] per s.d.). The main source of variation is the socio-economic dimension where child-driven effects are stronger in higher-SES families. The study provides evidence for evocative gene-environment correlations in family demography, demonstrating the importance of child-to-parent effects in shaping family trajectories.",
        "url": "https://doi.org/10.31235/osf.io/65kdw_v1",
        "version": 1,
        "id": "65kdw",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/6avk5_v1",
        "title": "Archetypometrics, a Pragmateia: Empirical Determination of the Fundamental Archetypes of Fictional Characters",
        "authors": "Peter Sheridan Dodds, Julia Zimmermann, Calla G. Beauregard, Ashley M. A. Fehr, Mikaela I. Fudolig, Timothy R. Tangherlini, Christopher M. Danforth",
        "created": "2025-09-19",
        "abstract": "Storytelling is fundamental to how people and cultures encode, share, and preserve knowledge. Stories may be viewed as characters interacting and evolving over time, making an understanding of characters key to understanding stories. Moreover, representation of real people by characters in fictional stories affects how people live their lives: Fictional characters matter because real character matters. Here, we determine the essential dimensions of the space of fictional characters in film, television, and literature. We draw on a data set comprising 464 crowd-sourced semantic-differential traits scored for 2000 characters across 341 stories. On performing dimensional reduction and studying the alignment of traits and characters, we find that twelve archetypes afforded by six essential dimensions dominate the makeup of characters. We interpret these six dimensions as three primary dimensions expressed as semantic differentials of base archetypes: 1. {Fool ⇔ Hero}, 2. {Angel ⇔ Demon}, 3. {Traditionalist ⇔ Adventurer}; and three secondary dimensions: 4. {Lone Wolf ⇔ Diva}, 5. {Outcast ⇔ Sophisticate}, 6. {Brute ⇔ Geek}. We find that the three primary dimensions of character space are congruent with the three dimensions of essential meaning: 1. {weak ⇔ powerful}, 2. {safe ⇔ dangerous}, and 3. {structured ⇔ unstructured}. We also observe that the ‘Big Five’ personality traits are covered by these six essential dimensions, showing that fictional characters, however outsized, reflect everyday people. In considering combinations of the six essential dimensions, we generate an expanded set of 232 archetypes (e.g., Traditionalist-Demon-Hero ). We perform a detailed analysis of the resulting collection of archetypes for characters and stories. We construct an allotaxonograph for comparing pairs of characters. Our map-and-list visualization is a generalization of the standard correlation coefficient, and has broad applicability to system comparisons. We provide a comprehensive set of appendices and an interconnected online card collection which together offer explorations of ranked lists of traits, characters, and archetypes; character maps in archetype space for each story; and individual cards for stories, traits, characters, and archetypes. Our empirical discovery of 12 base archetypes advances the basic science of stories, while offering an analytic framework for the development of new narratives.",
        "url": "https://doi.org/10.31235/osf.io/6avk5_v1",
        "version": 1,
        "id": "6avk5",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Anthropology, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/cvuxy_v1",
        "title": "Whole Body Knowing: An Embodied and Relational Knowledge Framework for Emerging Technologies, Research, and Practice",
        "authors": "Liliana Caughman",
        "created": "2025-09-18",
        "abstract": "This paper introduces Whole Body Knowing (WBK), an embodied and relational framework that is both theoretical and practical, expanding what counts as knowledge in science. Inspired by Indigenous research paradigms and Two-Eyed Seeing, and informed by feminist epistemologies and cognitive science, WBK treats relation, embodiment, reflexivity, and care as essential to rigorous inquiry. Using the case of RiverBot, a water chatbot reframed from a technical expert to a relational guide, the article shows how discomfort, reflexive practice, and community accountability can serve as evidence and design principles. WBK functions as both recipe and practice, with five guiding actions (indicators, processes, guideposts, implementation, evaluation) and six ingredients (relational stance, somatic attunement, reflexive accountability, narrative methods, ethical data practices, iterative praxis cycles). Together, these elements create a flexible yet rigorous methodology that responds to urgent calls for ethical and novel approaches in technology, research, and application, leading to transformational change. WBK is particularly applicable to the field of emergent technologies for societal good and is offered as an applicable yet evolving framework towards sciences that are accountable, situated, and whole.",
        "url": "https://doi.org/10.31235/osf.io/cvuxy_v1",
        "version": 1,
        "id": "cvuxy",
        "subjects": "Sociology",
        "subjects_osf": "Race, Ethnicity and Post-Colonial Studies, Indigenous Education, Science and Mathematics Education, Geography, Other Social and Behavioral Sciences, Environmental Studies, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/e6cg8_v1",
        "title": "Dialoguing with autism: Deconstruction of autism discourse in Chinese and reconstruction of narrative agency",
        "authors": "Uchong Lao, FENGJING LIANG, Jiamin Dai, Wei Cao, Qian Chen, min wang, Xiaobing Zou, Huilin Zhu",
        "created": "2025-09-20",
        "abstract": "Sociocultural dynamics of autism-related terminology and the interplay between language, identity, and epistemic justice in the Global South are veiled. Employing a mixed-methods approach, including literature review, surveys, and interviews—the study examines how Chinese-language users perceive and conceptualize Chinese autism-related terms like GuDuZheng (孤独症, GDZ, “GuDu” means “isolation/loneliness” and “Zheng” means disease/symptoms) and ZiBiZheng (自闭症, ZBZ, “ZiBi” means “self closing-off”), as well as their extended versions. Through community collaboration and reflexive thematic analysis, the study addresses how these terms reflect broader social constructs of autism and how autistic individuals engage with diagnostic labels. The findings reveal that “Terms Are Socially Constructed” and “The Concept of Autism in the Chinese Context Has Been Typified as ZiBi (Self-closeness).” Despite societal stigmatization, individuals navigate these challenges by actively engaging with the diagnoses to reinterpret their implications within both Eastern and Western understandings. Drawing from Chinese philosophy such as “The unity of heaven and man,” “The equality of all beings,” and “The harmony,” individuals reconstruct personal narratives that counter mainstream discourses, fostering internal coherence and harmonious interpersonal interactions. As one participant articulated, “Loneliness embodies holistic completeness: Like Zhuangzi’s useless tree thriving in the wilderness, Buddhism’s suchness without fabrication, or Stoic’s alignment with natural reason.” To achieve this completeness, participants advocated that “Everyone from the Community Should Work Together,” suggesting concrete action steps for dismantling structural ableism. This study offers new insights into the development of an indigenous neurodiversity paradigm that resonates with the Chinese socio-linguistic context. It facilitates a quadruple dialogue between Eastern and Western, between researchers and community, among neurodiverse individuals, and between autistic individuals and diagnostic labels. Ultimately, this process enables the reclamation of cultural and individual autonomy in the Global South, empowering autistic individuals to reclaim narrative agency and enhance their well-being.",
        "url": "https://doi.org/10.31235/osf.io/e6cg8_v1",
        "version": 1,
        "id": "e6cg8",
        "subjects": "Sociology",
        "subjects_osf": "East Asian Languages and Societies, Psychology, Linguistics, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/exjbc_v1",
        "title": "The Subconscious Architecture Theory: A Research Agenda for Investigating Consciousness as an Environmental Construction",
        "authors": "Maxwell J Harrell",
        "created": "2025-09-04",
        "abstract": "Human consciousness may represent a constructed neural interface rather than a foundational cognitive architecture. This research perspective proposes investigating consciousness as an emergent system built through subconscious absorption of environmental behavioral patterns and genetic interpretive processing. Evidence suggests infants demonstrate behavioral competence before developing reflective self-awareness, indicating sophisticated unconscious systems preceding conscious interface construction. Neural timing studies consistently show unconscious decision initiation before conscious awareness, challenging traditional executive models of consciousness. The proposed perspective includes testable predictions about temporal precedence, developmental sequences, and cultural programming effects on personality formation. This preliminary investigation addresses questions about cognitive architecture while acknowledging current empirical limitations and methodological challenges requiring further investigation.",
        "url": "https://doi.org/10.31235/osf.io/exjbc_v1",
        "version": 1,
        "id": "exjbc",
        "subjects": "Sociology",
        "subjects_osf": "Adult and Continuing Education, Educational Psychology, Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fg6ya_v1",
        "title": "Rethinking Academic Career Development in Universities",
        "authors": "Jens Hjorth, Marie-Louise Nosch",
        "created": "2025-09-24",
        "abstract": "In a relentless pursuit of ‘excellence’, academic communities are facing challenges of loneliness, burnout, loss of motivation and lack of legitimacy. How should we rethink career development in research? Traditionally, 'talent' (picked locally or acquired externally) is hired into positions with an expectation to perform along similar and standardized norms; we argue for more diverse and individual approaches to academic careers as part of academic citizenship. We outline a career programme for scientists and academic leaders developed by professors at the University of Copenhagen. We describe the programme’s structure, content and outcomes, and evaluate the participant’s gains from the first two rounds, each lasting 10 months. We posit that senior scholars and top researchers can be drivers of creativity and academic leadership training across universities – a task that ideally should be part of their tenure.",
        "url": "https://doi.org/10.31235/osf.io/fg6ya_v1",
        "version": 1,
        "id": "fg6ya",
        "subjects": "Sociology",
        "subjects_osf": "Higher Education, Leadership Studies, Organization Development, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fw26j_v1",
        "title": "Risk, learning, and culture",
        "authors": "Alejandro Pérez Velilla, Paul E. Smaldino",
        "created": "2025-09-24",
        "abstract": "The ways in which humans respond to risk, both in our day-to-day decisions and in our long-term plans, vary considerably both within and across individuals, as well as across socioeconomic strata and cultures. We review the main factors that contribute to this variation across evolutionary, developmental, and cultural timelines. We emphasize that risk tolerance is not a fixed individual trait, but rather an emergent disposition that arises from the combination of evolutionary pressures towards risk-aversion, lived experiences—particularly in critical developmental periods—and cultural transmission within and across generational cohorts. We aim to show how, in an uncertain world, people adjust their behaviors towards risky prospects by relying on evolved social learning strategies, as these provide general-purpose mechanisms for interpreting environmental conditions across different causally-opaque domains. We introduce an integrative theoretical framework that explicitly details how each of these factors—personal and environmental conditions, development, cultural history, and evolutionary trajectories—contribute to our attitudes, perceptions, and behaviors regarding risk. Our framework delineates clear relationships between risk, learning and culture, including explicit, testable predictions.",
        "url": "https://doi.org/10.31235/osf.io/fw26j_v1",
        "version": 1,
        "id": "fw26j",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Environmental Studies, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ge56f_v1",
        "title": "From Job Titles to ISCO Codes: Enhancing Occupational Classification With RAG-based LLMs",
        "authors": "Ruben Bach, Christopher Klamm, Stefanie Heyne, Irena Kogan, Olga Kononykhina, Jana Jarck",
        "created": "2025-09-24",
        "abstract": "Accurate occupational classification from open-ended survey responses is vital for research in sociology, economics, and political science, yet manual coding remains resource-intensive and difficult to scale. We propose a novel pipeline that leverages large language models (LLMs) augmented with retrieval (RAG) to automate the assignment of International Standard Classification of Occupations (ISCO) codes. Drawing on survey data from a sample of recently arrived Afghan and Syrian refugees in Germany, we preprocess noisy occupational descriptions using LLMs and apply vector-based similarity search to retrieve candidate ISCO codes. The final classification is selected by LLMs, constrained to the retrieved candidates and accompanied by interpretable justifications. We evaluate the system’s performance against expert-coded labels, demonstrating high agreement and robustness across languages. Our findings suggest that RAG-powered LLMs can substantially improve the accuracy, scalability, and accessibility of occupational classification, with particular benefits for multilingual and resource-constrained research settings. In addition, we describe a prototypical pipeline that other researchers can readily adapt for applying LLMs to similar classification tasks, facilitating transparency, reproducibility, and broader adoption.",
        "url": "https://doi.org/10.31235/osf.io/ge56f_v1",
        "version": 1,
        "id": "ge56f",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/jsnpr_v1",
        "title": "The Puzzle of Japanese Views on Religion: Modifying the Church and Sect Model and Applying ISSP 2018 Data",
        "authors": "Kazuhiro Kezuka",
        "created": "2025-09-19",
        "abstract": "While most Japanese people conduct religious practices, they also do not believe in religion. This study attempts to explain this puzzle of Japanese views on religion by modifying the church and sect model to specify the relationships between lifestyles (or behavior) and religion. I also estimated the modified church and sect model parameters by applying ISSP 2018 data. The results demonstrate a lifestyle gap between those who believe in a specific religion and those who do not. This indicates that Japanese people recognize their religious identity with differences in lifestyle (e.g., attending worship every Sunday). Comparing the results from the US data, the major religion in the two countries may be crucial and work as a starting point.",
        "url": "https://doi.org/10.31235/osf.io/jsnpr_v1",
        "version": 1,
        "id": "jsnpr",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/md2zj_v1",
        "title": "Three Essays on Higher Education and Earnings Inequality in China",
        "authors": "Bing Tian",
        "created": "2025-09-21",
        "abstract": "Education has long been considered a key institution in the reproduction of social inequality. In China, as more people are graduating from college with its expansion, the higher education institution plays an increasingly important role in determining social stratiﬁcation and mobility. In my thesis, I look at how higher education aﬀects earnings inequality by family backgrounds and gender, the two critical aspects of social division. In Chapter1, I start by exploring the economic return of the super-elite colleges – Tsinghua University and Peking University – by family background. The conclusion is that only individuals from privileged family backgrounds beneﬁt from having attended a prestigious college. Then I investigate how college aﬀects the gender pay gap in China, in an era when women have outperformed men in gaining college access. In Chapter 2, I look more closely at the social backgrounds of college students by gender and ﬁnd that girls have better socioeconomic backgrounds than their male counterparts. The predicted gender pay gap for college graduates rises when family background disparities between the sexes are considered. Chapter 3 ﬁnds that, despite the rising of women in college attendance, men and women are becoming more segregated in terms of their majors. A large proportion of the gender pay gap among college graduates is explained by the concentration of women in less lucrative non-STEM (science, technology, engineering, and math) majors. The three essays collectively show that increasing access to college does not eliminate earnings inequality in China.",
        "url": "https://doi.org/10.31235/osf.io/md2zj_v1",
        "version": 1,
        "id": "md2zj",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/rwhef_v1",
        "title": "Between kith and kin: Network centered measures of kinship",
        "authors": "Gita Huijgen, Tom Emery",
        "created": "2025-09-23",
        "abstract": "Objective This paper uses a novel, population-scale network approach to investigate whether “non-kin” caregivers are truly unrelated, or instead embedded within extended kinship networks. Background The distinction between kin and non-kin lies at the heart of sociological theories of family, reciprocity, and social obligation. Survey instruments rely on self-reports that may mask the existence of extended family ties. A population-scale family network can help better understand this measurement challenge. Methods A population scale family network is linked to records of every government-compensated informal care relation involving recipients over age 65. This sociocentric kinship network allows for measuring family network distance and classifying caregivers as direct kin, extended kin, or true non-kin, and measure family network distance for all ties. Logistic regression models compare caregiver characteristics between extended kin and true non-kin to validate the criterion validity. Results Around one-third of presumed non-kin caregivers are extended kin rather than non-kin—separated by two degrees in the family network. These extended kin are more distant than direct kin (e.g., cousins) but far closer than the general population. They also display caregiving patterns more akin to family, including heavier care loads and greater co-residence. True non-kin caregivers face distinct constraints, like greater geographical distance and age-related barriers. All caregivers are both disproportionately female, of lower socio-economic status, and more likely to have a migration background.",
        "url": "https://doi.org/10.31235/osf.io/rwhef_v1",
        "version": 1,
        "id": "rwhef",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/stv8q_v1",
        "title": "Gendered careers and retirement incomes of couples across Europe",
        "authors": "Andreas P. Weiland",
        "created": "2025-09-22",
        "abstract": "Applying a linked lives perspective on the nexus between institutions and life-courses, this study examines how spouses’ gendered careers shape retirement incomes across 13 European countries. It connects contextual support for (a)symmetric employment constellations with the redistributiveness of Beveridge- and Bismarck-type pension systems across five life-course policy pathways. Based on 8,068 couple biographies from SHARELIFE (waves 3 and 7), Multichannel Sequence Analysis identifies male-breadwinner, 1.5-earner, and dual-earner constellations. Findings show that reconciliation policies and pension regimes jointly shape retirement income stratification. Dual-earner constellations are most common where defamilization is high and tend to achieve more equal and higher joint incomes. Male-breadwinner couples, despite specialization, often fall short in combined retirement income. In Bismarckian systems, dual-earners compensate individual deficits; 1.5-earners benefit from redistribution or institutional privilege but maintain within-couple inequality. Overall, the interplay of life-course policy contexts and pension design is key to understanding gendered income dynamics in later life.",
        "url": "https://doi.org/10.31235/osf.io/stv8q_v1",
        "version": 1,
        "id": "stv8q",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/tgxv8_v1",
        "title": "Estimating the Total Number of Sex Workers in the United Kingdom: A Comprehensive Analysis and 2025 Projection",
        "authors": "Brenda Jensen, Ronald Weitzer, Natalie Bennett, P.G. Macioti, Tingzhong Yang, Gbètogo Maxime KIKI, Frances M. Shave",
        "created": "2025-09-20",
        "abstract": "This research report presents a detailed analysis of existing methodologies for estimating sex worker populations in the United Kingdom and develops a refined calculation framework to project the total number of sex workers for 2025. Through systematic examination of academic studies, government reports, NGO data, and international comparisons, this analysis synthesizes multiple estimation approaches to provide the most robust projection available.",
        "url": "https://doi.org/10.31235/osf.io/tgxv8_v1",
        "version": 1,
        "id": "tgxv8",
        "subjects": "Sociology",
        "subjects_osf": "Human Rights Law, Sexuality and the Law, Psychology, Social Work, Sociology"
      },
      {
        "doi": "10.31235/osf.io/uhrg5_v1",
        "title": "The Silent Onset of an AI-Scored Society — How Conclusions Without Process Quietly Reallocate Social Visibility",
        "authors": "Kawazoe Tsutomu",
        "created": "2025-09-24",
        "abstract": "The purpose of this paper is to formalize and test a hypothesis about how generative and recommendation AI systems are silently reallocating social visibility through automated scoring of discourse. We argue that such systems are reshaping human trust structures without visible interfaces, creating a second wave of algorithmic gatekeeping. Our contributions are threefold: (1) we introduce a two-wave model that distinguishes the visible displacement of human labor by AI tools from the invisible redistribution of attention via algorithmic recommendation, highlighting the societal importance of this shift; (2) we define three measurable indicators—Structure Index (SI), Reusability Index (RI), and Closure Rate (CR)—to operationalize the process quality of discourse and enable quantitative study; and (3) we derive falsifiable predictions suggesting that high–SI/RI/CR discourse is more likely to remain visible, while conclusion-only content is systematically down-scored. We further argue that nonproductive escalation signals (anger, provocation, spike-type virality) degrade long-term visibility. This work bridges algorithmic fairness research with the emerging need to understand AI-mediated social gatekeeping, and it provides a foundation for future empirical validation and platform design intervention.",
        "url": "https://doi.org/10.31235/osf.io/uhrg5_v1",
        "version": 1,
        "id": "uhrg5",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/2ceq6_v1",
        "title": "Prioritizing Nigeria’s Healthcare Needs through a Systematic Assessment: A Case Study of The Federal Capital Territory (Abuja), Nigeria",
        "authors": "Henry Omoregie Egharevba",
        "created": "2025-09-22",
        "abstract": "Solving health problems from a communal perspective remains the most effective way to attain better health systems and indices in society. Nigeria and most other African countries, amidst dwindling health funding, exploding population, rising cost of living, and declining living standards, should be more disposed to adopting this approach because it allows wider access while addressing the issues of inequality, inequity, and discrimination. A population’s health needs are best addressed when there is a better understanding of the population and environmental demographics. This work aims to demonstrate the use of systematic health needs assessment in prioritizing health interventions in resource-limited settings like Nigeria using the Federal Capital Territory as a case study. The author applied profiling of population characteristics, health status, and local health determinant factors to identify priority health needs of the Federal Capital Territory of Nigeria. The result showed that the targeted population had poor health status and indices, such as health insurance coverage, available skilled personnel, neonatal and children under-five health mortality and morbidity rates, quality of life, and health-related injuries. Behavioural measures, health inequalities, local health determinant factors such as employment and work data and environmental hygiene, and national priorities were also considered. The study systematically assessed and discussed the priority health needs of the targeted population. Improving health access and promoting equity through mandatory health insurance, and a focus on reproductive, maternal, neonatal and child’s health were identified as priority health needs to improve the health of the population.",
        "url": "https://doi.org/10.31235/osf.io/2ceq6_v1",
        "version": 1,
        "id": "2ceq6",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/2czbq_v1",
        "title": "Impact of Leadership Styles on Healthcare Team Performance: An Evidence-Based Review",
        "authors": "Amith Sunny Aranha",
        "created": "2025-09-20",
        "abstract": "Effective leadership in healthcare is a critical determinant of both staff well-being and patient outcomes. This evidence-based review explores the influence of three primary leadership styles—transformational, transactional, and servant leadership—on healthcare team performance. Transformational leadership is shown to inspire innovation, motivation, and higher staff engagement, while transactional leadership provides structure, accountability, and clarity in high-stakes environments. Servant leadership emphasizes empathy, collaboration, and the prioritization of staff needs, contributing to stronger team morale and reduced turnover. Across multiple studies, leadership styles were consistently linked to patient safety, satisfaction, and the overall quality of care. The findings suggest that healthcare organizations benefit most from adaptive leaders who balance transformational vision, transactional structure, and servant-oriented support. This paper highlights the importance of cultivating evidence-based leadership practices to strengthen organizational performance and ensure sustainable improvements in healthcare delivery. Keywords: Healthcare leadership, Transformational leadership, Team performance, Patient safety, Staff retention, Evidence-based management",
        "url": "https://doi.org/10.31235/osf.io/2czbq_v1",
        "version": 1,
        "id": "2czbq",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/2x6cm_v1",
        "title": "Shortage Gaming and Performance of Food and Beverage Manufacturing Firms in Kenya.",
        "authors": "Research Bridge publisher, Nyamwaro Lorna Kerubo, Elizabeth Wachiuri, Eric Namusonge",
        "created": "2025-09-22",
        "abstract": "The food and beverage manufacturing sector in Kenya faces persistent challenges related to demand variability, perish ability, and inadequate cold chain infrastructure, which amplify inefficiencies within supply chains. A major driver of these inefficiencies is shortage gaming, a phenomenon where customers exaggerate orders during actual or perceived shortages in anticipation of rationing. This behaviour distorts demand signals, complicates production planning, and increases inventory and operational costs, thereby undermining firm performance. The purpose of this study was to assess the relationship between shortage gaming, as a dimension of the bullwhip effect, and the performance of food and beverage manufacturing firms in Kenya. The study adopted a descriptive research design anchored in a post-positivist philosophy, targeting 217 food and beverage firms registered with the Kenya Association of Manufacturers. A sample of 208 respondents comprising logistics and procurement managers was selected using Yamane’s formula and simple random sampling. Primary data was collected through structured and unstructured questionnaires, and reliability was confirmed using Cronbach’s Alpha (α ≥ 0.7). Data analysis employed descriptive statistics, Pearson correlation, and multiple regression analysis with the aid of SPSS software. The findings revealed that shortage gaming significantly influences firm performance. Customers’ exaggerated orders and promotional mechanisms such as discounts and rebates were found to create artificial demand spikes, leading to inefficiencies in production planning and inventory management. Regression results indicated a strong positive correlation (R = 0.871) and high explanatory power (R² = 0.759), confirming that 75.9% of the variation in firm performance is explained by shortage gaming practices. The study concludes that shortage gaming has a significant and positive effect on profitability, sales volume, and market share. It recommends enhancing supply chain visibility, adopting transparent rationing policies, and strengthening supplier partnerships to mitigate opportunistic ordering behaviours and improve performance.",
        "url": "https://doi.org/10.31235/osf.io/2x6cm_v1",
        "version": 1,
        "id": "2x6cm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/7ecbk_v1",
        "title": "Interest and Humiliation: Reframing Economics Through Affect Psychology",
        "authors": "Brian Lynch",
        "created": "2025-09-19",
        "abstract": "Abstract Economics has long been framed as a science of rational choice and incentives. This essay argues for a more fundamental starting point: affect, and specifically the primary motivator of interest-excitement. Following the work of psychologist Silvan Tomkins, we posit that interest is the engine of all human action—the force that directs attention, fuels curiosity, and makes learning and creation possible . Its opposite is not irrationality, but interruption—a motivational collapse experienced as profound confusion. This framework reveals that economic expansion is a function of cultivated interest, while contraction and alienation are the results of its systemic interruption. We argue that the painful social experience of economic humiliation is the consequence of a system that generates chronic interruption at the core of motivation. By reframing economics as the science of human attention, we can move beyond abstract models and toward.a discipline capable of addressing the systemic humiliation and motivational collapse that plague modern economic life.",
        "url": "https://doi.org/10.31235/osf.io/7ecbk_v1",
        "version": 1,
        "id": "7ecbk",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/82uan_v1",
        "title": "Has Complexity of EU Law Increased?",
        "authors": "Jukka Ruohonen",
        "created": "2025-09-20",
        "abstract": "The paper examines computationally whether the directives and regulations (DaRs) enacted in the European Union (EU) between 1990 and 2024 show signs of increased complexity. In total, a little over 1,7 thousand DaRs are examined based on snowball sampling. Eight metrics are used: a readability index and counts of articles, recitals, references, tokens, nouns, verbs, and adjectives. All except the readability index scores indicated increased complexity. With a caveat of fluctuations--complexity has not increased monotonically, the paper provides empirical evidence to enrich the quality of academic and political debates on the complexity of law and its consequences, including an alleged simplification need.",
        "url": "https://doi.org/10.31235/osf.io/82uan_v1",
        "version": 1,
        "id": "82uan",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/a3cu7_v1",
        "title": "Divergent Patterns of Speaker-Intention Discrimination and Emotional Valence Ratings in Autistic and Non-Autistic Adults",
        "authors": "Kathrin Rothermich, Mackenzie Rountree, Sungwoo Ahn, Catherine Caldwell-Harris, Moritz Dannhauer",
        "created": "2025-09-23",
        "abstract": "Autistic people often experience challenges in interpreting nonliteral language, such as sarcasm, teasing, and prosocial lies, which rely on speaker-intention discriminations. Prior research on speaker-intention discriminations in autism has often employed static stimuli that lack ecological validity, did not capture multimodal communication cues, and primarily focused on children. The present study examined how autistic and non-autistic adults infer speaker intentions and emotional valence in dynamic, naturalistic videos. Participants (N = 73) viewed 50 brief video vignettes from the Relational Inference in Social Communication database, depicting literal, sarcastic, teasing, or prosocial lie scenarios. After each video, they identified the speaker’s communicative intent and rated the emotional response of the addressee. Participants also completed two measures of autistic characteristics (Autism Spectrum Quotient; Comprehensive Autistic Trait Inventory). Autistic participants showed lower speaker-intention discrimination than non-autistic participants, whereas valence ratings differed modestly by group but followed broadly similar patterns across intentions. Autistic traits predicted lower speaker-intention discrimination in non-autistic adults but were unrelated (Comprehensive Autistic Trait Inventory) or positively associated (Autism Quotient) in autistic adults. These findings highlight both shared and differing aspects of speaker-intention discriminations and happiness rating across groups and support the value of combining categorical and trait-based approaches to better understand individual differences in social communication.",
        "url": "https://doi.org/10.31235/osf.io/a3cu7_v1",
        "version": 1,
        "id": "a3cu7",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/b2fq5_v1",
        "title": "Enforcing social standards through RRF conditionalities: the European Commission as a social advocate in Latvia and Estonia",
        "authors": "Edgars Eihmanis",
        "created": "2025-09-24",
        "abstract": "The EU is often criticised for its market orientation and the lack of effective social policy, stemming from soft recommendations and limited fiscal instruments. Meanwhile, it remains unclear whether the Commission’s increased leverage and conditionalities under the Recovery and Resilience Facility (RRF) can drive national social policy reforms. This article addresses this question by analysing Estonia and Latvia as two extreme cases of fiscal conservatism and underperforming welfare systems. Theoretically situated between coordinative and coercive Europeanization and empirically drawing on 23 interviews with national and EU officials, policy documents and press sources, the article finds that the Commission effectively used RRF incentives and conditionalities to push for tax-funded social reforms in line with social CSRs, even against national preferences. It argues that the Commission’s social entrepreneurship, typically studied at the supranational level, can also extend to national enforcement. However, the article cautions that hierarchical st",
        "url": "https://doi.org/10.31235/osf.io/b2fq5_v1",
        "version": 1,
        "id": "b2fq5",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/b5t26_v1",
        "title": "Analysis Study of Indonesian Women's Football Supporters; Expectations, Perceptions, Potentials and Culture",
        "authors": "Nina Sutresna, Yudy Nurcahya, Berliana, Ahmad Zaeri Sya’rani, Fikri Rizkia, Linda Amalia, Khaerudin",
        "created": "2025-09-22",
        "abstract": "The participation of women in football fandom has been increasing, highlighting the importance of understanding their expectations, perceptions, potential, and the cultural influences that shape their behavior. This study aims to analyze these dynamics among Indonesian female supporters, with a particular focus on Sundanese and Javanese cultural contexts. A qualitative research approach was employed, combining questionnaires and in-depth unstructured interviews. The sample consisted of 1,078 respondents, including 497 female supporters (from groups such as Mojang Bobotoh, Viking Ladies, and Bonita), 233 male supporters, 257 members of the general public, and 91 sports figures. Findings indicate that collaborative efforts and specific measures are needed to ensure the safety of female supporters. Approximately 47.5% of respondents perceived their presence positively, contributing to a more vibrant match atmosphere, although 15% associated it with negative emotional reactions when their team lost. Furthermore, 63% agreed that women are capable of taking care of themselves, while 21.5% noted that their loyalty occasionally conflicts with cultural etiquette. The study concludes that female supporters of Persib and Persebaya play a vital role in enriching Indonesia’s supporter culture. Their expectations and perceptions align with broader societal demands for more active and inclusive female participation in sports. While their potential to promote enthusiasm and peace in football should be encouraged, challenges such as discrimination and internal conflicts remain. The integration of Sundanese and Javanese cultural values by female supporters demonstrates that football fandom can coexist with the preservation of local cultural traditions.",
        "url": "https://doi.org/10.31235/osf.io/b5t26_v1",
        "version": 1,
        "id": "b5t26",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/fpn79_v1",
        "title": "The precarity trap: modelling longitudinal trajectories of youth employment precarity and associations with mental health in the Australian HILDA Survey",
        "authors": "Amarina Donohoe-Bales, Ferdi Botha, Lauren Scott, Scarlett Smout, Sonali Varma, Sam Thomas, Kailin Guo, Danica Meas, Heidi Berry, Thomas Walker",
        "created": "2025-09-23",
        "abstract": "The current study aimed to identify longitudinal trajectories of precarious employment during emerging adulthood (18-24 years) and examine associations with short- and long-term mental health among Australians. Group-based trajectory modelling and adjusted linear/binary regression were applied to panel data from the nationally representative Household, Income and Labour Dynamics in Australia (HILDA) Survey. The analytic sample (n=499; person-year observations=5,887) included Australian residents employed from 2001 to 2008 between ages 18-24, with subsequent measures of mental health taken at 25 and 35 years. Informed by a youth advisory group, employment precarity was measured using composite scores derived from subjective survey items assessing perceived job security and job control, and mental health was assessed using the self-reported Mental Health Inventory-Five Item (MHI-5). Two distinct trajectories of precarious employment were identified: persistent high precarity, and low and decreasing precarity. Individuals in both persistent high precarity trajectories had significantly poorer mental health at age 25, whereas by age 35, poorer mental health was observed only for persistent job insecurity. Associations between precarious employment and mental health also differed by sex, varying across job control and job security dimensions. These findings suggest that chronically high employment precarity during emerging adulthood is associated with poorer short- and long-term mental health, while transitioning into more stable and secure employment during this developmental period may be protective. Policymakers and employers can help to safeguard the current and future mental health of young Australians by improving job security, stability and autonomy, as well as expanding access to mental health supports.",
        "url": "https://doi.org/10.31235/osf.io/fpn79_v1",
        "version": 1,
        "id": "fpn79",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/g593f_v1",
        "title": "A Comparative Analysis on The Gentrification Conditions of Seattle",
        "authors": "Arvand Elmi",
        "created": "2025-09-19",
        "abstract": "Gentrification has eroded Seattle of its cultural identity. It has caused the displacement of lower-income families and people of color in an unjust manner. This paper studies how higher costs, ineffective policy actions and corporate influence forced families in Seattle’s Central District and other areas into a modern diaspora. Utilizing data from 2000 to 2024 reveals that 50% of eligible Seattle census tracts have experienced gentrification, with median home values increasing by 47% between 2000 and 2013. The Black population in the Central District declined by 27.65% from 2010 to 2020, while Hispanic populations in gentrified areas decreased by 14.3%. Despite a 5.86% rise in Black household income from 2010 to 2020, rental costs have risen by 41.7%, significantly outpacing income growth. The research extensively analyzes in on policies enacted by the Seattle government, such as MHA and EDI, to combat gentrification and finds that that they were ultimately insufficient.",
        "url": "https://doi.org/10.31235/osf.io/g593f_v1",
        "version": 1,
        "id": "g593f",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/g9dwn_v1",
        "title": "Measurement error in the outcome variable and its consequences for first-difference and fixed-effects panel models",
        "authors": "Matthias Collischon, Florian Zimmermann, Tobias Wolbring",
        "created": "2025-09-23",
        "abstract": "Studies analyzing panel data have gained popularity during the last decades, especially due to the availability of long-running panel surveys and the increasing interest in estimating causal effects. While researchers have investigated the magnitude of measurement error in survey data, little is known about the consequences of measurement error in outcome variables for longitudinal analyses, such as first-difference and fixed-effects models. In this paper, we investigate this issue using the example of monthly earnings and Mincer-style regressions, which are applied to survey data from the German Socio-Economic Panel (SOEP) linked with administrative data from the Institute for Employment Research (IAB). Assuming that administrative earnings information reflects true earnings, we show that individuals typically underreport short-term earnings changes in survey data, which can lead to increasing biases with shorter panel durations. We demonstrate that this problem is substantially mitigated when using fixed-effects models, particularly when longer panels are available. Our findings thus imply that measurement error in the dependent variable can bias estimates for models focusing on short-time changes, but has negligible impacts when using long-running data and adequate methods.",
        "url": "https://doi.org/10.31235/osf.io/g9dwn_v1",
        "version": 1,
        "id": "g9dwn",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gdtwz_v2",
        "title": "Personal time quality as a transformative metric for assessing cultural ecosystem services",
        "authors": "Oleksandr Karasov, Henrikki Tenkanen",
        "created": "2025-09-19",
        "abstract": "Cultural ecosystem services (CES) are a policy priority under the Kunming–Montreal Global Biodiversity Framework; however, current approaches either commodify CES through monetary valuation or rely on plural, non-comparable metrics, leaving use and experiential quality poorly captured. We propose the subjective quality of personal time—how “well spent” or “wasted” moments feel in a place—as a universal, scalar indicator of CES use. We outline practical routes to measurement via participatory mapping (PPGIS), lightweight experience sampling, and passive digital traces, and show how geosocial collaborative filtering can translate ratings into place-based recommendations. Reframing CES as the increment to time quality provided by the environment resolves the tension between monetary valuation and non-monetary pluralism, yielding a single, comparable metric that remains grounded in lived experience. A proposed PPGIS 2.0 workflow can collect time-quality ratings, tag activities and landscape settings, and return immediate, personalised recommendations, creating continuous data streams rather than one-off surveys. Integration with remote sensing and existing mobility datasets enables mapping of CES potential where participatory data are sparse. A time-quality metric makes CES visible, comparable and actionable across contexts, aligning monitoring with the Global Biodiversity Framework and supporting transformative, people-centred decisions. It offers a generic, accessible message for non-specialists: manage places based on the quality of the time they enable, not merely the quantity of visits, and use participatory, data-driven tools to recommend, protect, and enhance those experiences.",
        "url": "https://doi.org/10.31235/osf.io/gdtwz_v2",
        "version": 2,
        "id": "gdtwz",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gn26s_v1",
        "title": "The Economic Consequences of Mr Trump.",
        "authors": "Richard Michael Blaber",
        "created": "2025-09-19",
        "abstract": "Following the introduction of heavy tariffs by President Donald Trump in his second term in the White House, some of them punitive, and almost all of them ruled illegal by the US Court of International Trade and the Court of Appeals for the Federal Circuit [1], with a further appeal to the Republican-majority Supreme Court pending, this paper will examine the likely consequences of a trade war between the US and some of its major trading partners, such as China and the EU, for the American and global economies, with reference to the historical parallel of the 1930s. Trump’s attempts to wrest control of monetary policy from the Federal Reserve may signal that he intends to repeat the competitive devaluations (currency war) of the 1930s as well. It will also examine the effects of his fiscal policy on the US economy.",
        "url": "https://doi.org/10.31235/osf.io/gn26s_v1",
        "version": 1,
        "id": "gn26s",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gxadm_v1",
        "title": "Cyber movements regarding violence against women in Bangladesh: Breaking the silence for justice",
        "authors": "ECP, Hosneara Dalia",
        "created": "2025-09-22",
        "abstract": "This study investigates the role of cyber movements and social media activism in addressing violence against women in Bangladesh through the frameworks of cyberfeminism and hashtag feminism. Drawing on in-depth interviews with 25 women—including survivors, students, and activists—and content analysis of major online campaigns (#JusticeForTonu, #MeToo, #RageAgainstRape), the study examines how women perceive digital activism, the barriers they encounter, and the broader societal impacts. Findings highlight that online platforms provide survivors with new opportunities to share experiences, overcome stigma, and mobilize solidarity across geographic and social divides. Hashtags and viral campaigns were perceived as powerful tools for raising awareness, amplifying marginalized voices, and pressuring institutions to acknowledge gender-based violence. However, participation remains uneven, shaped by structural barriers such as the digital divide, weak infrastructure, and lack of literacy, as well as cultural constraints including fear of retaliation, patriarchal norms, and stigma. Women also face trolling, online harassment, and emotional exhaustion when engaging in activism. Despite these challenges, cyber movements are reshaping public discourse, empowering survivors, influencing policy debates, and connecting local struggles to global feminist movements. The study concludes that while digital activism alone cannot ensure systemic reform, it plays a critical role in breaking silence, mobilizing awareness, and advancing social justice in patriarchal contexts like Bangladesh",
        "url": "https://doi.org/10.31235/osf.io/gxadm_v1",
        "version": 1,
        "id": "gxadm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/j2d9f_v1",
        "title": "Who’s Moving? Measuring Urban Mobility Gaps in the Digital Age: A Theoretical Agent-Based Model",
        "authors": "Fiammetta Brandajs, Na Jiang, Andrew Crooks",
        "created": "2025-09-24",
        "abstract": "The growing integration of Information and Communication Technologies (ICT) into all aspects of daily life has intensified discussions on the deepening of digital inequalities, underscoring the need for research to understand how individuals navigate this evolving landscape. This paper investigates the relationship between technology adoption and urban mobility dynamics, framing the exploration within the ’mobilities turn’ conceptual framework. We introduce the Digital Mobility Model (DMM)—an agent-based model designed to explore how digital technologies influence individual mobility patterns and delve into how technological advancements could shape or reshape inequalities at the urban level. The DMM employs the concept of ”learning by moving,” wherein individuals acquire digital skills during their mobility experiences, thereby affecting their ability to access digitally enabled places. The model simulates the interaction between individuals (i.e., dynamic agents) and places (i.e., static agents) demonstrating how technology adoption dynamics result in unequal mobility patterns, which in turn impact access to urban services. As such the DMM provides a novel theoretical framework, bridging mobility studies and ICT approaches, and underscores its potential for understanding the evolving landscape of digital inequalities in urban contexts, which contributes to ongoing discussions on mobility, technology, and societal transformations. Keywords: Mobilities, Digital divide, Digital mobility, Agent-based model, Technology adoption",
        "url": "https://doi.org/10.31235/osf.io/j2d9f_v1",
        "version": 1,
        "id": "j2d9f",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/k9n4t_v1",
        "title": "Book Review: Education for Societal Transformation: Alternatives for a Just Future",
        "authors": "Swati Narayan",
        "created": "2025-09-21",
        "abstract": "The NORRAG (Global Education Centre of the Geneva Graduate Institute) Special issue (NSI), draws on experiences from across the Global South; from Argentina and Peru to South Africa, Malawi, Iran and India; to outline a robust roadmap not just for educational reform, but holistic transformation at all levels.",
        "url": "https://doi.org/10.31235/osf.io/k9n4t_v1",
        "version": 1,
        "id": "k9n4t",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/r68wg_v1",
        "title": "The Influence of Leadership Soft Skills on Perceived Trustworthiness in Higher Education: A Conceptual Framework",
        "authors": "Da Vuthea, Rany Sam, Ratanak Keo, Thou Nguon",
        "created": "2025-09-22",
        "abstract": "Leadership in higher education is increasingly defined not only by technical expertise but also by relational and behavioral soft skills that are essential for building trust. This article proposes a conceptual framework linking ten leadership soft skills, including collaboration, communication, initiative, leadership ability, personal development, personal effectiveness, planning and organization, presentation skills, critical thinking, and technological competence, to the multidimensional construct of trustworthiness, which is composed of ability, benevolence, and integrity. Drawing on transformational leadership, servant leadership, social exchange theory, leader–member exchange (LMX), and attribution theory of trust, the framework positions soft skills as antecedents that shape leaders’ perceived trustworthiness. Unlike prevailing leadership models that regard trust as a byproduct of leadership style, this study highlights the microlevel behavioral processes through which soft skills generate credibility, ethical consistency, and benevolence in higher education leadership. The paper contributes theoretically by integrating two distinct strands of scholarship, soft skills and trust, into a unified model, and practically by offering guidance for leadership development initiatives in universities and colleges. Although conceptual, the proposed framework lays the foundation for future empirical studies, particularly those employing structural equation modeling (SEM), to validate the pathways connecting soft skills and trustworthiness across diverse higher education contexts.",
        "url": "https://doi.org/10.31235/osf.io/r68wg_v1",
        "version": 1,
        "id": "r68wg",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/tu8px_v1",
        "title": "Affective Polarization and Defensive Turnout of Black Voters: The 2020 Crucible",
        "authors": "Frederick Arthur",
        "created": "2025-09-22",
        "abstract": "Why do African Americans vote in huge numbers, even when enthusiasm for the Democratic Party is low? For decades, scholars pointed to racial solidarity and loyalty to the Democrats. But what if hostility, not loyalty, is a driving force? This paper introduces the defensive turnout theory, which is the idea that in racially charged elections, many Black voters cast ballots not out of enthusiasm for Democrats, but to block Republican threats. Using standard logistic regression models to analyze the 2020 American National Election Studies (ANES) data, the study finds that hostility toward the Republican Party is positively associated with Black turnout rates more than warmth toward the Democratic Party. Each 10-point increase in anti-Republican sentiment is positively associated with a voting odd of 9%, while equivalent Democratic warmth is counterintuitively associated with a 14.7% decrease in turnout odds at a 95% confidence interval even after accounting for key sociodemographic factors. While causality cannot be inferred from the cross-sectional design, the 2020 election presents a unique case of a high-stakes and racially charged electoral landmark, which invites scholars and practitioners to rethink what truly motivates Black turnout and what belonging means when democracy itself feels contested in a polarized era.",
        "url": "https://doi.org/10.31235/osf.io/tu8px_v1",
        "version": 1,
        "id": "tu8px",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/u2wg5_v1",
        "title": "Attitudes towards Members of Religious Groups: Considering the Role of a Scientific Worldview",
        "authors": "Christopher Scheitle, Katie Corcoran",
        "created": "2025-09-16",
        "abstract": "Past research has identified several factors, such as social ties, that can influence an individual’s attitudes towards a particular religious group. This study extends this literature to consider the role of a scientific worldview in shaping attitudes towards different religious groups. In addition to expanding the literature on religious tolerance, this study advances the social scientific study of religion and science in two ways. First, unlike much research that has considered conflict between religion and science in purely abstract or institutional terms, this study considers how such conflict could impact interpersonal interactions and relationships. Second, unlike much research in this area that has operationalized religion in a generic sense, this study assesses how a scientific worldview influences attitudes towards specific religious groups. Our analysis of survey data collected with a probability sample of U.S. adults finds that, net of other factors, a scientific worldview is negatively associated with personal attitudes towards Christians and Jews, unassociated with attitudes towards Muslims, Hindus, and Buddhists, and positively associated with attitudes towards atheists.",
        "url": "https://doi.org/10.31235/osf.io/u2wg5_v1",
        "version": 1,
        "id": "u2wg5",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vf9kt_v1",
        "title": "Interest and Humiliation: Reframing Economics Through Affect Psychology",
        "authors": "Brian Lynch",
        "created": "2025-09-18",
        "abstract": "Abstract Economics has long been framed as a science of rational choice and incentives. This essay argues for a more fundamental starting point: affect, and specifically the primary motivator of interest-excitement. Following the work of psychologist Silvan Tomkins, we posit that interest is the engine of all human action—the force that directs attention, fuels curiosity, and makes learning and creation possible . Its opposite is not irrationality, but interruption—a motivational collapse experienced as profound confusion. This framework reveals that economic expansion is a function of cultivated interest, while contraction and alienation are the results of its systemic interruption. We argue that the painful social experience of economic humiliation is the consequence of a system that generates chronic interruption at the core of motivation. By reframing economics as the science of human attention, we can move beyond abstract models and toward.a discipline capable of addressing the systemic humiliation and motivational collapse that plague modern economic life.",
        "url": "https://doi.org/10.31235/osf.io/vf9kt_v1",
        "version": 1,
        "id": "vf9kt",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/wjhyp_v1",
        "title": "From State to System Failure: A Longitudinal Analysis of Education in Conflict-Affected Yemen (2015-2023)",
        "authors": "Maher Asaad Baker, Fuad Al-Qrize",
        "created": "2025-09-19",
        "abstract": "The protracted conflict in Yemen, entering its tenth year in 2025, has catalyzed one of the world's most severe humanitarian and educational crises. This study employs a longitudinal analysis of key educational indicators from 2015 to 2023, drawing on data from UNICEF, the Yemen Education Cluster, and the World Bank. Moving beyond a mere accounting of decline, we argue that the available data itself serves as a powerful indicator of state collapse. The systematic erosion of national-level educational statistics mirrors the disintegration of government capacity, forcing a reliance on fragmented humanitarian snapshots that document interventions, not a national system. Our findings reveal a sector in profound disrepair: an estimated 4.5 million out-of-school children, widespread destruction of school infrastructure necessitating temporary learning spaces, and the complete dependence of the teaching workforce on externally-funded incentives rather than state salaries. The data consistently shows entrenched gender disparities, exacerbated by negative coping mechanisms like child labor and marriage. This paper concludes that the Yemeni education system has transitioned from a public good to a donor-dependent humanitarian service. The primary methodological finding is that the absence of comprehensive data is a direct consequence of conflict and a critical variable for analysis. We recommend that international policy shift from short-term emergency response to sustainable, locally-led system-building and that future research focus on the qualitative experiences within this collapsed educational landscape.",
        "url": "https://doi.org/10.31235/osf.io/wjhyp_v1",
        "version": 1,
        "id": "wjhyp",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/xr7f5_v1",
        "title": "Order Batching and Performance of Food and Beverage Manufacturing Firms in Kenya",
        "authors": "Research Bridge publisher, Nyamwaro Lorna Kerubo, Elizabeth Wachiuri, Eric Namusonge",
        "created": "2025-09-22",
        "abstract": "This study examined the relationship between order batching as a component of the bullwhip effect and the performance of food and beverage manufacturing firms in Kenya. The research was motivated by persistent inefficiencies in the sector’s supply chain, including inventory volatility, rising operational costs, and stagnant contribution to GDP despite the Vision 2030 target of 20%. Order batching, manifested through correlated, random, and balanced ordering, has been identified in literature as a key driver of demand variability and operational inefficiencies. The study adopted a descriptive research design with a post-positivist philosophical approach. The target population was 217 food and beverage firms registered by the Kenya Association of Manufacturers, from which 208 respondents were sampled using simple random sampling. Primary data was collected through structured and unstructured questionnaires and analysed using SPSS version 25. Both correlation and regression analyses were applied. The findings revealed that order batching significantly and positively influences firm performance, explaining 72.3% of the variance. Specifically, batching improved production efficiency, resource utilisation, cost savings, and customer responsiveness. The study concludes that effective batching strategies mitigate the bullwhip effect and enhance profitability, sales volume, and market share. It recommends adoption of demand-driven, collaborative, and balanced batching practices to improve competitiveness.",
        "url": "https://doi.org/10.31235/osf.io/xr7f5_v1",
        "version": 1,
        "id": "xr7f5",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/y2weh_v1",
        "title": "Patterns of Social Media Use and Their Impact on Psychological Well-Being Among University Students",
        "authors": "Md Jahirul Islam, Chad David Anderson, Md Rubel Mia, Al Mahmud, Hossain Mohammad Didar",
        "created": "2025-09-22",
        "abstract": "The rapid integration of social media into daily life has transformed modes of communication, self-expression, and social interaction, particularly among university students. While social media offers opportunities for connection, entertainment, and knowledge exchange, growing concerns canter on its implications for psychological well-being. This study critically examines the complex relationship between social media use and psychological health indicators, focusing on dimensions such as addiction, social comparison, cyberbullying, and awareness. Grounded in Social Comparison Theory and Uses and Gratifications Theory, the research investigates how different patterns of engagement active versus passive use and socially motivated versus escapist behaviours influence outcomes including anxiety, depression, self-esteem, and overall well-being. A cross-sectional survey design was employed, capturing diverse student experiences across multiple cultural contexts. Findings highlight that the quality and emotional consequences of social media engagement are more salient than the quantity of time spent online. Negative online behaviours such as compulsive checking, fear of missing out, and cyberbullying contribute to psychological distress, whereas meaningful interactions and supportive experiences can serve as protective factors. Importantly, awareness of social media’s potential risks emerged as a moderating variable, mitigating the adverse effects of harmful encounters and underscoring the role of digital literacy. The study advances understanding of the nuanced interplay between social media use and mental health, emphasizing the importance of differentiating between adaptive and maladaptive patterns of engagement. It concludes with recommendations for integrating awareness programs, promoting healthier online environments, and developing strategies at both individual and platform levels to support psychological resilience.",
        "url": "https://doi.org/10.31235/osf.io/y2weh_v1",
        "version": 1,
        "id": "y2weh",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/z85xq_v1",
        "title": "Systemic Narrative Synthesis: A Holistic Framework for Understanding and Transforming the Global Economic System",
        "authors": "Daniel Run Han Ho",
        "created": "2025-09-18",
        "abstract": "Systemic Narrative Synthesis (SNS) is an advanced research synthesis method that integrates narrative synthesis with a systemic perspective to comprehensively analyze the global economic system. Unlike conventional approaches that focus narrowly on isolated aspects or specific data points, SNS embraces the interconnectivity and interrelationships across all subsystems and service systems within the global economy. This holistic method addresses persistent systemic failures by redefining the global economic system as a unified whole, challenging prevailing non-systemic perspectives such as reductionism and pluralism. SNS offers a transformative framework for understanding complex economic phenomena, including cryptocurrencies and gray markets, and proposes transparency-driven solutions that leverage information technology for sustainable global economic progress.",
        "url": "https://doi.org/10.31235/osf.io/z85xq_v1",
        "version": 1,
        "id": "z85xq",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/5h9md_v1",
        "title": "Functional Pretence: Why Chimpanzees Don’t Eat Cruffins—Perspectives on Design Learning",
        "authors": "Cassius Kiani, Richard Kimbell, Niall Seery",
        "created": "2025-09-15",
        "abstract": "Almost everything in our modern world is artificial; from cruffins and fish flops, to penicillin and computers. But why are there some-things, rather than no-things? Why is it that humans continue to create things, and is this an inevitable run-away process? In this paper, I explore whether the design process (which leads to all the artificial things in our modern world) is unique to humans, alongside the key attributes which separates humans from non-humans creatures. I suggest that humans engage in what I describe as functional pretence, an intentional process where one interacts with what one (or another) imagines as real. Functional pretence enables humans to interact with an artificial world which contains all the information and knowledge generated by other humans (similar to Popper’s Third World). Access to this world is what gives rise to all the artefacts and all the artificial in our modern worlds. Functional pretence removes the requirement for direct experience, and enables humans to take a faithful leap toward the novel and the unknown. As our modern world contains more knowledge and technologies than ever before. It is valuable to understand what has led to this, alongside what can be done to encourage certain artefacts to be born into existence.",
        "url": "https://doi.org/10.31235/osf.io/5h9md_v1",
        "version": 1,
        "id": "5h9md",
        "subjects": "(Other)",
        "subjects_osf": "Art and Design, Educational Psychology, Other Social and Behavioral Sciences"
      },
      {
        "doi": "10.31235/osf.io/5rs9m_v1",
        "title": "Locating women in urban landscapes",
        "authors": "Miza Moreau",
        "created": "2025-09-19",
        "abstract": "Landscape and nature have a long-standing cultural association with women’s sex and gender, but urban landscapes are rarely examined as a gendered concept. Even feminist urbanism critique has had little engagement with urban landscapes. In relation to women, urban landscapes are often addressed through concerns of safety and access inequality. This paper argues that the spatial equity discussion has been misguidedly focused on conventional spaces that were conceived when women’s social subordination was the norm. Instead, the paper proposes that interstitial urban landscapes are potential sites for investigating and promoting gender equity. The paper analyses the contradictory gendered meanings of the concepts of urban, landscape, and nature, and how women’s grassroots actions in interstitial urban landscapes could begin to resolve some of these contradictions. Women’s participation in the production of urban landscapes on interstitial sites in Glasgow is discussed, presenting its opportunities and challenges to advance gender equity.",
        "url": "https://doi.org/10.31235/osf.io/5rs9m_v1",
        "version": 1,
        "id": "5rs9m",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/6gbe4_v1",
        "title": "A narrative taxonomy of perpetual crisis: a systematic reading of empirical research into extremism",
        "authors": "Philip Pond",
        "created": "2025-09-21",
        "abstract": "This paper presents a systematic review of recent empirical research into extremism to examine the definition that emerges from practice and its relationship to theoretical discourse. Drawing on 110 studies published in leading extremism and communication journals, the review highlights the productive logics – networks of authorship, methodological choices, and topic selection – that shape the empirical meaning of extremism and constrain its definitional scope. The analysis reveals a marked disconnect between the broad, multifaceted conceptualisation of extremism in theory and a narrower empirical focus. Research overwhelmingly concentrates on two categories – far/extreme right and Islamic extremism – which dominate co-authorship networks, case descriptions, and ideological analysis. These two dominant types construct crisis narratives in strikingly similar ways, using overlapping themes to justify hostility and violence, thereby challenging simple political–religious distinctions. This approach foregrounds the interplay between discourse, ideology, and research practice in constructing the meaning of extremism.",
        "url": "https://doi.org/10.31235/osf.io/6gbe4_v1",
        "version": 1,
        "id": "6gbe4",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/adxbj_v1",
        "title": "On the Psychology of a Large Language Model",
        "authors": "Diogo Luiz Alves de Araújo",
        "created": "2025-09-20",
        "abstract": "This article contends that the prevalent anthropomorphism in Large Language Model (LLM) alignment research constitutes a fundamental category error, rooted in psychological projection. By describing LLMs with human-centric terms like “deception” and “intent,” the field mischaracterizes the technology, leading to flawed threat models and misguided safety evaluations. I first deconstruct the LLM as a mathematical and statistical system, demonstrating how its convincing mimicry of cognition emerges from probabilistic pattern-matching, not genuine understanding. I then establish a philosophical threshold for moral agency by synthesizing Humean, Kantian, and phenomenological perspectives, arguing that agency requires affective sentiment, rational autonomy and subjective, temporal experience—all of which are absent in LLMs. Using a Jungian framework, I re-interpret studies on “deceptive” and “scheming” AI not as discoveries of emergent malice, but as manifestations of the projection of our own “Shadow” onto an opaque technological artifact. This misinterpretation leads to dangerous, quasi-mythological narratives of AI risk, exemplified by reports such as 'AI 2027'. As an alternative, I propose a grounded paradigm for alignment that shifts focus from human-like malice to non-human failure modes. This paper concludes not that LLMs are harmless, but that danger is misplaced. The risk arises when a non-rational text generator is connected to real-world tools and functions as an advisor to end-users and geopolitical leaders, a situation that demands conspicuous communication about the technology's scripted nature and inherent limitations.",
        "url": "https://doi.org/10.31235/osf.io/adxbj_v1",
        "version": 1,
        "id": "adxbj",
        "subjects": "(Other)",
        "subjects_osf": "Philosophy, Psychology, Public Affairs, Public Policy and Public Administration, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/k765t_v1",
        "title": "Patent Analytics for Mapping SDGs Interlinkages and Identifying Critical Technologies",
        "authors": "NA, Liaoqingyun",
        "created": "2025-09-18",
        "abstract": "Purpose: This study aims to systematically examine the role of technological innovation in advancing the United Nations Sustainable Development Goals (SDGs), identifying both general-purpose and goal-specific technologies that drive progress. Design/methodology/approach: Drawing on patent data from the PatentSight database (2015–2024), we construct an SDG–technology mapping matrix covering 100 technology categories across 13 SDGs. We develop and apply the Technology Contribution Index (TCI), which integrates coverage, patent volume, diversity, and contribution intensity. Additionally, cosine similarity is applied to capture interlinkages among SDGs. Findings: The results reveal marked heterogeneity in technological engagement across the SDGs. SDG 09 (Industry, Innovation and Infrastructure), SDG 07 (Affordable and Clean Energy), and SDG 13 (Climate Action) dominate in portfolio size and form a tightly interconnected cluster, whereas socially oriented goals such as SDG 05 (Gender Equality) and SDG 01 (No Poverty) remain weakly supported by patents. Large-scale, general-purpose technologies (e.g., Advanced Manufacturing, Blockchain, Internet of Things) provide broad systemic support across multiple SDGs, while specialized technologies (e.g., Clean Cooking, Sex-Disaggregated Data Management) play indispensable roles in individual goals. These findings highlight the coexistence of systemic platforms and niche drivers in the global innovation ecosystem. Research limitations:Patent data may underrepresent non-technological contributions to socially oriented SDGs (e.g., equity, education, institutional reform), which rely more heavily on policy, cultural, or behavioral interventions. Practical implications: The TCI framework offers a tool for policymakers to prioritize investment in enabling technologies with broad spillover effects, while also promoting targeted support for niche innovations to address technology gaps in under-supported SDGs. Originality/value: By integrating patent analytics with the SDGs framework, this study introduces a novel quantitative approach—the TCI—for systematically identifying key enabling and goal-specific technologies. The findings enrich the literature on sustainable development and innovation policy, and provide actionable insights for aligning science, technology, and innovation (STI) strategies with the 2030 Agenda.",
        "url": "https://doi.org/10.31235/osf.io/k765t_v1",
        "version": 1,
        "id": "k765t",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science"
      },
      {
        "doi": "10.31235/osf.io/r6ypf_v1",
        "title": "Exploring pathways to the persistence of community engagement in co-management across social-ecological archetypes",
        "authors": "María Ignacia Rivera-Hechem, Steve Gaines, Pedro Romero, Rodrigo A. Estevez, Matthew Clark, Morena Mills, Stefan Gelcich, Thomas Pienkowski",
        "created": "2025-09-22",
        "abstract": "Evaluating when and under what conditions community engagement in co-management endures is critical for tracking conservation progress and sustaining impact. Yet assessments of initiatives persistence remain rare. We analyze 750 co-management initiatives under Chile’s Territorial Use Rights for Fishing policy (1998–2021), examining persistence across conditions theorized to shape collective action in social-ecological systems. Using cluster analysis, we identified three collective action archetypes and evaluated their persistence with survival analysis. Nationally, initiatives had a 75% probability of lasting beyond 15 years. Those with high initial resource abundance persisted longest (84%). Initiatives with low initial abundance still endured at similar rates under favorable collective action conditions (78%) but had greater abandonment rates when coupled with low poverty, low productivity, and high surveillance costs (54%). These results reveal multiple pathways to lasting co-management, refine hypotheses for future research, and show how tracking persistence supports adaptive, context-specific interventions for durable and equitable conservation.",
        "url": "https://doi.org/10.31235/osf.io/r6ypf_v1",
        "version": 1,
        "id": "r6ypf",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/rgmun_v1",
        "title": "Navigating and Negotiating Sexual Identity and Attraction: A Queer Analysis of Heterosexual-Identified Men Who Have Sex with Men",
        "authors": "Megan W. Rowe, Sandra Kwan, Salem Rao, Adam Busch, Daniel Vandervoort, Paul A. Shuper, Travis R. Scheadler, Andrew David Eaton",
        "created": "2025-09-20",
        "abstract": "Heterosexual-identified men who have sex with men (H-MSM) defy dominant sexuality frameworks that assume coherence between sexual identity, attraction, and behaviour. While extant models of sexual minority and heterosexual identity and attraction presume that H-MSM experience identity confusion and crisis and that ‘primarily or mostly heterosexual men’ exhibit equal levels of opposite-sex arousal as exclusive heterosexuals but report lower levels of same-sex sexuality than bisexuals in their attractions, fantasies, and behaviours, little research has examined how H-MSM experience sexual identity and attraction. This article is framed by Queer Theory and utilizes interpretative phenomenology to explore how a qualitative sample of 10 H-MSM navigate and negotiate their sexual identity and attraction. Results demonstate that H-MSM situate their same-sex attraction as physical, situational, and exploratory while employing gendered and relational scripts. At the same time, H-MSM sustain their heterosexual identity by decoupling identity from attraction and negotiating identity through heteroromantic desire. These findings demonstrate how sexuality is lived as fluid, shifting, and contingent, rather than as a linear trajectory toward categorical resolution. Unlike stage-based models that interpret identity-attraction-behaviour discordance as confusion or denial, participants described their identities as coherent, meaningful, and grounded in their romantic and long-term commitments to women. Same-sex attraction was acknowledged but framed as separate from participants’ perceived emotional weight of heterosexual relationships. By illustrating how individuals actively weigh and assign meaning to different aspects of sexuality, the study broadens understandings of sexual identity and attraction.",
        "url": "https://doi.org/10.31235/osf.io/rgmun_v1",
        "version": 1,
        "id": "rgmun",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Social Work"
      },
      {
        "doi": "10.31235/osf.io/x36fg_v1",
        "title": "Equity, accessibility, and public health implications of digital platforms delivering realtime air quality information: A systematic technology review",
        "authors": "Kayla Schulte, Adam Brighty, Will Francis, Andrew Grieve",
        "created": "2025-09-20",
        "abstract": "According to the World Health Organisation, air pollution constitutes the largest environmental risk to health globally, with 99% of the world’s population residing in areas exceeding recommended guidelines; the provision of real-time air quality information through mobile or web-based applications, accompanied by behavioural guidance, offers a critical strategy for reducing individual exposures and improving population health outcomes. This type of information is provided at different geographic and temporal scales and has become increasingly common and decentralised over time. As a result, there is a gap in knowledge about the quality, characteristics, and effects of digitally available air quality information and messaging, which has the potential to protect public health. This study addresses this gap by conducting a systematic technology review of publicly available digital platforms, or “channels”, that share real-time information and data about localised air pollution levels. Using the UK as a case example, computational methods were leveraged to examine how the data underpinning existing digital air quality information channels (websites, mobile applications, sensors, etc.) is generated, and by which entities. This involved systematic searches of Google, the Google Play Store (Android), and Apple App Store (iOS) using SerpAPI meta search engine software and a list of search terms. 146 channels meeting the inclusion criteria were retained and included in the review. Summary statistics from channel metadata show trends surrounding the prevalence of certain types of channels, changes in characteristics channels over time, and other emerging patterns across the information landscape. This review also examines channel specific differences in available information, however, was limited to AQ channels accesible in the UK and excluded real-time social media data due to cost and access constraints. Lastly, the review considers demographic and other social factors that can affect when, where, and how air quality information and exposure reducing benefits are accessed. Findings from this work contribute to knowledge surrounding the production and consumption of digitally available air quality information with global health protective potential.",
        "url": "https://doi.org/10.31235/osf.io/x36fg_v1",
        "version": 1,
        "id": "x36fg",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies, Science and Technology Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/xjaqf_v2",
        "title": "The Intercultural Ethics of AI-Driven Mobile Language Translation: A Diffractive Reading of Contemporary Discourses on a ‘Trustworthy AI’",
        "authors": "Dominic Busch",
        "created": "2025-09-19",
        "abstract": "How do users experience AI-driven mobile language translation services in informal settings and how can these scenarios be assessed in the light of intercultural ethics? This article reports a diffractive reading of the contemporary interdisciplinary literature on the subject. The respective discourses follow various ethical narrations but share their goal of aiming for a trustworthy AI. However, these discourses mainly focus on epistemological issues whereas posthumanist thought in intercultural ethics encourages experiencing these phenomena from a less anthropocentric, decolonised and more ontological stance. This article offers a posthumanist repositioning of intercultural AI ethics at the example of mobile translation services.",
        "url": "https://doi.org/10.31235/osf.io/xjaqf_v2",
        "version": 2,
        "id": "xjaqf",
        "subjects": "(Other)",
        "subjects_osf": "Comparative Literature, Communication"
      }
    ]
  }
}
