{
  "update": "2025-02-21",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/98wj3_v2",
        "title": "Scrolling Backwards? The Link Between Social Media Use and Gender Attitudes in Europe",
        "authors": "Stefan Wallaschek, Lara Minkus",
        "created": "2025-02-17",
        "abstract": "This study examines the intersection of social media usage and attitudes toward gender issues, leveraging a cross-national survey dataset from six European countries (France, Germany, Ireland, Italy, Poland, and Spain) collected in 2021. By linking digital media studies with attitudinal studies on gender, we show that extensive use of social media (Facebook, YouTube, Twitter, Instagram) is significantly associated with more regressive views on gender-related issues. The survey assesses gender issues in the labor market, LGBT rights, and the perceptions of feminists. Linear regressions reveal that intense social media usage is associated with more regressive attitudes on these issues. To validate these findings, we conduct extensive sensitivity tests, confirming the robustness of our results across diverse model specifications. This study advances scholarly debates on the role of social media in shaping sociopolitical attitudes and provides novel empirical insights into the intersection of social media use and gender-related conflicts in Europe.",
        "url": "https://doi.org/10.31235/osf.io/98wj3_v2",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/v8swj_v1",
        "title": "The Moral Right not to Vote: Exclusionary Permissions &amp; Personal Autonomy’",
        "authors": "Marcus Carlsen Häggrot",
        "created": "2025-02-14",
        "abstract": "Citizens of democratic states frequently abstain from political elections. This paper develops a novel account of why democratic citizens have a moral right to so abstain and why non-voting is morally permitted. Specifically, the paper argues that the right not to vote should be interpreted as an exclusionary permission - i.e. as a permission to not act on the reasons that in principle favour voting. And the paper justifies that permission by appealing to citizens fundamental moral claim to be autonomous agents. In developing this argument, the paper improves upon existing arguments for the right not to vote and helps the general public figure out what the legitimate place of non-voting is in a democratic society.",
        "url": "https://doi.org/10.31235/osf.io/v8swj_v1",
        "subjects": "Politics",
        "subjects_osf": "Philosophy, Political Science"
      },
      {
        "doi": "10.31235/osf.io/vt4q2_v1",
        "title": "Europe's digital transition: Assessing the effectiveness of the 2030 Digital Decade Policy Programme",
        "authors": "REGROUP project, Giulia Torchio",
        "created": "2025-02-19",
        "abstract": "This research evaluates the effectiveness of the European Union’s (EU) 2030 Digital Decade Policy Programme (DDPP), highlighting its current shortcomings and providing recommendations for improvement. The DDPP aims to enhance the EU’s global competitiveness and align digital transformation with European values, focusing on digital skills, infrastructure, business digitalisation, and public services. However, the 2023 and 2024 reports indicate that the EU is off track to meet its 2030 goals, with slow progress on all targets. Potential challenges stemming from a failure of the DDPP include a loss of technological competitiveness, a widening digital divide, skills polarisation, and the creation of new vulnerable groups. Reckoning with the critical state of the DDPP, President von der Leyen has tasked Henna Virkkunen, Executive Vice-President (EVP) for Tech, Sovereignty, Security and Democracy, with a review of the strategy to be carried out in 2026. Ahead of it, this research aims to kickstart a conversation on the need to substantially and comprehensively revisit the DDPP targets. It combines desk research with expert discussions to assess the effectiveness of the Digital Compass and reveals significant delays, funding issues, and an overall lack of coherence in the strategy.",
        "url": "https://doi.org/10.31235/osf.io/vt4q2_v1",
        "subjects": "Politics",
        "subjects_osf": "European Languages and Societies, Political Science"
      },
      {
        "doi": "10.31235/osf.io/z6uvc_v1",
        "title": "The Effect of #MeToo on Rape Myths in the Media: A Global Multilingual Analysis",
        "authors": "Hubert Au, Joana Perrone, Chico Quevedo Camargo",
        "created": "2025-02-17",
        "abstract": "The #MeToo movement has been influential across over 85 countries and has remained an active part of modern feminist movements for since its inception. Scholars have argued that media representations and constructions are an important part of feminist activism and scholarship. This study examines if and how #MeToo has structurally altered the way sexual violence is represented in news media across 47 countries through the frequency of rape myths. Drawing from feminist scholarship that have employed content and thematic analyses to identify the varieties and categories of rape myths, this study employs multilingual natural language processing methods to extend these analyses to an international scale. Drawing from recent methodological developments, GPT-4 is utilized in augmenting qualitative annotations for subsequent model fine-tuning. Bayesian Structural Time Series are subsequently applied to understand the causal impact before and after the movement took off in each country. Scholars have also theorized that countries with greater political openness should be more receptive to change demanded by social movements. We find that, in most countries, the #MeToo movement did not significantly lower the frequency of rape myths in the media, and in the countries that it did the frequency often appeared to revert back to pre-2017 levels by 2022. Political openness did not explain which countries were found to have significant change or not.",
        "url": "https://doi.org/10.31235/osf.io/z6uvc_v1",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/5gw9p_v1",
        "title": "Economic Outcomes of the Great Migration in the U.S. South",
        "authors": "Mikel de Julian",
        "created": "2025-02-17",
        "abstract": "In the 1940s, almost 1.5 million african americans moved from the South to the North of the United States. Previous literature on the Great Migration has mostly focused on migrant outcomes and local effects in the North. This paper studies the impact of the Great Migration for those who stayed in the South. It employs linked, full-count census data for 1940 and 1950 as well as World War Two veteran records. Leveraging preexisting migrant networks and variation in war mobilization rates in the North, it identifies exogenous variation in out-migration from the South. It finds that a 10 percentage point increase in out-migration – the average rate in the 1940s – is associated with a 0.63 percentage point increase in a county’s income growth and a 0.72 years increase in its population’s educational attainment. Potential mechanisms include reductions in unemployment and farm mechanization. Taken together, these effects suggest the Great Migration led to economic convergence between the South and the North of the United States.",
        "url": "https://doi.org/10.31235/osf.io/5gw9p_v1",
        "subjects": "Economics",
        "subjects_osf": "History, Economics"
      },
      {
        "doi": "10.31235/osf.io/gtbm4_v1",
        "title": "Robots and Inequality Between and Within Occupations",
        "authors": "Zhang, Yun, Roberto Samaniego, Rodimiro Rodrigo",
        "created": "2025-02-15",
        "abstract": "We examine the impact of industrial robots on wage inequality both between and within occupations. Analyzing two decades of U.S. data, we find that moving from the 25th to the 75th percentile of industry-level robot adoption reduces the within-occupation wage inequality by 16% and increases the between-occupation inequality by 7% of their respective standard deviations. These results are robust to confounding factors, different inequality measures, and instrumental variables. Our evidence shows that robots compress within-occupation wage inequality by lowering wages at the top of the distribution while increasing between-occupation inequality by impacting the middle of the distribution. We show that these findings are consistent with a standard wage-posting model incorporating endogenous robot adoption. Overall, our results suggest that robots exacerbate wage polarization while reducing the rents of the highest-paid workers in the occupations most vulnerable to automation.",
        "url": "https://doi.org/10.31235/osf.io/gtbm4_v1",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/kfcvs_v1",
        "title": "Did Organized Labor Induce Labor? Unionization and the American Baby Boom",
        "authors": "Henry Downes",
        "created": "2025-02-13",
        "abstract": "Labor unions have many well-documented effects on economic outcomes that are plausibly related to family formation. I study the impact of unionization on fertility using evidence from the largest expansion of unionism in American history: the enactment of the 1935 National Labor Relations Act (NLRA). I introduce new estimates of local union membership and exploit variation in exposure to the NLRA shock to estimate the place level effect of union growth on fertility outcomes. Unionization has positive effects on birth rates and completed fertility, and can account for approximately 20% of overall fertility increases during the Baby Boom. Effects are driven primarily by wage growth, protection against adverse labor market shocks, and impacts on female labor force participation.",
        "url": "https://doi.org/10.31235/osf.io/kfcvs_v1",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/n8m57_v1",
        "title": "Energy Transition and Mining in the Global South",
        "authors": "João Henrique Santana Stacciarini, Ricardo Junior de Assis Fernandes Gonçalves",
        "created": "2025-02-14",
        "abstract": "The energy transition has driven the rapid expansion of associated technologies, such as solar panels, wind turbines, and electric vehicles. Although promoted as clean and renewable, these technologies, due to their intrinsic characteristics, rely heavily on minerals for their manufacturing - many of which have recently been classified as critical. This article examines the impact of the significant increase in demand for these minerals. Using the International Renewable Energy Agency’s definition of critical minerals - which includes cobalt, nickel, copper, lithium, and rare earth elements - we conducted extensive data collection, systematization, and analysis on a global scale to identify the main producing countries and the contexts surrounding their extraction. The results reinforce a historical pattern in which most critical minerals for the energy transition originate from Global South nations, predominantly in Africa, Asia, and Latin America. In countries where environmental, social, and economic regulations are often more flexible, the profitability of large international corporations is favored. Furthermore, our findings reveal that, in many cases, the extraction of these minerals is linked to severe social, environmental, and economic impacts, ranging from extreme pollution and worker contamination by toxic metals to the financing of militias associated with authoritarian military regimes. These issues, often overlooked in dominant energy transition narratives, deserve greater attention and reflection from both the scientific community and society at large.",
        "url": "https://doi.org/10.31235/osf.io/n8m57_v1",
        "subjects": "Economics",
        "subjects_osf": "Geography, Environmental Studies, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/pz7qr_v1",
        "title": "Book Review: The Myth and Propaganda of Black Buying Power: Media, Race, Economics (Second Edition) by Jared A. Ball.",
        "authors": "Samuel Gardner",
        "created": "2025-02-13",
        "abstract": "Reviewed book: Jared A. Ball (2023). The Myth and Propaganda of Black Buying Power: Media, Race, Economics (2nd edn). Cham, Switzerland: Palgrave Macmillan, xix + 133 pp. ISBN: 978-3031-26548-8",
        "url": "https://doi.org/10.31235/osf.io/pz7qr_v1",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/t96yq_v2",
        "title": "Board Dynamics over the Startup Life Cycle",
        "authors": "Michael Ewens, Nadya Malenko",
        "created": "2025-02-14",
        "abstract": "We explore the dynamics of venture capital (VC)-backed startup boards using novel data on director entry, exit, and characteristics. At formation, a typical board is entrepreneur-controlled. Independent directors join the median board after the second financing and hold a tie-breaking vote. Their presence is particularly likely when potential VC-entrepreneur conflicts are larger. At later stages, control switches to VCs and independent director characteristics change. These patterns align with key financial contracting theories, but also highlight unique roles of independent directors over the life cycle: mediation followed by advising. Independent directors thus represent another potential source of value-add to startup performance.",
        "url": "https://doi.org/10.31235/osf.io/t96yq_v2",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/2p4vw_v3",
        "title": "Immigrant–native pay gap driven by lack of access to high-paying jobs",
        "authors": "Are Skeie Hermansen, Andrew Penner, István Boza, Marta Elvira, Olivier Godechot, Martin Hällsten, Lasse Folke Henriksen, Feng Hou, Zoltán Lippényi, Trond Petersen",
        "created": "2025-02-17",
        "abstract": "Immigrants to high-income countries often face considerable and persistent labor market difficulties upon arrival, while their native-born children typically experience economic progress. However, little is known about the degree to which these immigrant–native earnings differences stem from unequal pay when doing the same work for the same employer versus labor market processes that sort immigrants into lower-paid jobs. Using linked employer–employee data on 13.4 million workers from nine European and North American countries, we find that the segregation of immigrant-background workers in lower-paying jobs accounts for about four-fifths of immigrant–native earnings differences. Although within-job pay inequality remains consequential for immigrants in several countries, our results demonstrate that lack of access to higher-paying jobs is the primary driver of the immigrant–native pay gap across a range of highly diverse institutional and demographic host-country contexts. These findings highlight the importance of policies aimed at reducing between-job segregation, such as language, job training, and job search assistance programs; improving access to domestic education; recognizing foreign qualifications; and settlement programs aimed at enhancing access to job-relevant information and networks. Policies targeting employer bias in hiring and promotion decisions are also likely of high relevance, whereas measures aimed at ensuring equal pay for equal work may have more limited potential for further progress in closing the immigrant–native pay gap.",
        "url": "https://doi.org/10.31235/osf.io/2p4vw_v3",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/2t5zu_v3",
        "title": "The Role of Polygenic Indices in Inequality of Opportunity",
        "authors": "Michael Grätz, Sonia Petrini",
        "created": "2025-02-14",
        "abstract": "Equality of opportunity is a principle of social justice, although there are different conceptions of it. We distinguish between liberal and radical equality of opportunity. Both conceptions consider unfair inequalities in life chances that result from ascribed characteristics such as social origin, migration background, and sex. However, they differ in that liberal equality of opportunity considers it fair when innate abilities affect life chances. Conversely, radical equality of opportunity places innate abilities in the category of morally arbitrary factors that do not provide a fair basis for inequalities in life chances. We use polygenic indices (PGIs) to better disentangle the role of innate abilities from the roles of ascribed characteristics and individual choices. We compare this approach to using measures of skills observed later in life. We apply this approach to two survey datasets, (1) the Wisconsin Longitudinal Study (WLS) and (2) the German Socio-Economic Panel Study (SOEP). According to our results, radical inequality of opportunity is considerably larger than liberal inequality of opportunity, especially for education. Measuring innate abilities using PGIs leads to very similar conclusions as using skills measured later in life. However, the differences between liberal and radical inequality of opportunity are smaller using PGIs than using measures of observed skills.",
        "url": "https://doi.org/10.31235/osf.io/2t5zu_v3",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/46f9k_v1",
        "title": "Stigmas of old age: sexuality and productivity in later life",
        "authors": "Milena Costa Morvillo, Vagner Sergio Custodio",
        "created": "2025-02-13",
        "abstract": "This study explored the stigmas associated with aging, with an emphasis on bodily aspects and sexuality in late adulthood. From this perspective, the research examined how demographic changes and increased life expectancy can foster a more positive outlook on this stage of life. Examples include greater representation of older adults in the media, reduced prejudices related to productivity, greater acceptance of sexuality, and improvements in self-esteem and body image within this population. Through an extensive bibliographic review, the study highlighted how negative social constructs can adversely affect the quality of life of older adults. Consequently, it emphasized the need for more effective public policies, including awareness campaigns and a critical reassessment of normative discourses, as a way to challenge stereotypes and promote inclusion and respect for diversity in aging.",
        "url": "https://doi.org/10.31235/osf.io/46f9k_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/5d2bq_v1",
        "title": "What is the external validity of sentencing research? A multi-level meta-analysis of race and gender disparities",
        "authors": "Jose Pina-Sánchez, ian brunton-smith",
        "created": "2025-02-14",
        "abstract": "Sentencing research is rarely cross-jurisdictional. More problematically, most quantitative sentencing research is based on a limited number of American jurisdictions where court data is available. As a result, it is difficult to assess the extent to which key findings from the sentencing literature apply universally. We build on the recent growth of sentencing research outside the US to explore the external validity of studies reporting the conditional association of offenders’ race and gender with sentence length. To do so, we conduct two multi-level meta-analyses, distinguishing the proportion of between-study heterogeneity attributable to differences at the study and jurisdiction levels. Our findings reveal that while race disparities in sentencing are statistically significant, they are minimal in magnitude (a 3% penalty for racial minorities) and remarkably consistent across jurisdictions. In contrast, gender disparities are more pronounced (a 13% penalty against men) but highly variable, with some jurisdictions showing parity. Both analyses uncover substantial variability due to sample and modelling choices, highlighting the limited generalisability of existing sentencing research. We urge caution in interpreting findings from single studies on sentencing disparities and advocate for the pre-registration of analytical strategies to mitigate researcher bias.",
        "url": "https://doi.org/10.31235/osf.io/5d2bq_v1",
        "subjects": "Sociology",
        "subjects_osf": "Courts, Criminal Law, Legal Studies, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/5d2bq_v2",
        "title": "What is the external validity of sentencing research? A multi-level meta-analysis of race and gender disparities",
        "authors": "Jose Pina-Sánchez, ian brunton-smith",
        "created": "2025-02-17",
        "abstract": "Sentencing research is rarely cross-jurisdictional. More problematically, most quantitative sentencing research is based on a limited number of American jurisdictions where court data is available. As a result, it is difficult to assess the extent to which key findings from the sentencing literature apply universally. We build on the recent growth of sentencing research outside the US to explore the external validity of studies reporting the conditional association of offenders’ race and gender with sentence length. To do so, we conduct two multi-level meta-analyses, distinguishing the proportion of between-study heterogeneity attributable to differences at the study and jurisdiction levels. Our findings reveal that while race disparities in sentencing are statistically significant, they are minimal in magnitude (a 3% penalty for racial minorities) and remarkably consistent across jurisdictions. In contrast, gender disparities are more pronounced (a 13% penalty against men) but highly variable, with some jurisdictions showing parity. Both analyses uncover substantial variability due to sample and modelling choices, highlighting the limited generalisability of existing sentencing research. We urge caution in interpreting findings from single studies on sentencing disparities and advocate for the pre-registration of analytical strategies to mitigate researcher bias.",
        "url": "https://doi.org/10.31235/osf.io/5d2bq_v2",
        "subjects": "Sociology",
        "subjects_osf": "Courts, Criminal Law, Legal Studies, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/8hwdf_v1",
        "title": "Estimating Returns to Education Using Genetically Informed Designs",
        "authors": "Tarjei Widding-Havneraas, Perline Demange, Felix Elwert, Nicolai T. Borgen, Eivind Ystrom, Henrik Daae Zachrisson",
        "created": "2025-02-16",
        "abstract": "Do more years of schooling cause higher lifetime earnings? Social scientists have long sought to determine the economic returns to schooling. Genotyped data presents a new opportunity to address possible bias from unobserved confounding by using genetic variants related to education, randomly assigned within families at conception, as instrumental variables (Mendelian randomization (MR)). We combine this approach with comprehensive Norwegian population-wide registry data and genotyped data from the Norwegian Mother, Father and Child Cohort Study (MoBa). We employ three identification strategies for triangulation. First, we use ordinary least squares (OLS) with covariate-adjustment (N=1,260,514). Second, we apply family-based sibling (N=970,440) and twin (N=5,852) designs. Third, we conduct MR (N=110,049) and sibling MR (N=18,700). OLS implies returns of 5.9% (95% CI=5.8-6.1; NOK 34,618 ≈ USD 3,606) per additional year of schooling, siblings 5.3% (5.2-5.4), monozygotic twins 3.2% (1.9-4.6), MR 8.0% (7.1-9.0) and sibling MR 6.3% (1.5-11.6), with similar estimates from pleiotropy-robust MR. Sensitivity analyses support assumptions underlying MR. We found positive returns of similar magnitude across our designs with different non-overlapping assumptions, and all estimates exceeded opportunity costs as proxied by the market interest rate. Our study demonstrates how genetically informed designs can be used to investigate hard-to-answer causal questions in the social sciences.",
        "url": "https://doi.org/10.31235/osf.io/8hwdf_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/8p9xy_v1",
        "title": "The Minerals Energy Complex in South Africa: an Empirical Debunking",
        "authors": "Niall Reddy",
        "created": "2025-02-14",
        "abstract": "A hugely influential framework in South African political economy holds that the country has been dominated for the better part of a century by a Minerals Energy Complex (MEC) comprising powerful firms and state agencies involved in mining and a range of downstream industries. The MEC is said to act as a 'system of accumulation' determining patterns of accumulation across the economy. This paper argues that MEC theories rest on hollow empirical foundations. It shows, firstly, that the apparent size, stability and integration of MEC sectors in national accounting data are a statistical artifact of the overly expansive and ad hoc way in which the MEC has been defined. Secondly, it shows that the political-institutional conditions for an MEC system of accumulation no longer exist, if they ever did. Conglomerates related to MEC sectors once possessed the ability to shape economy-wide accumulation dynamics but it's unclear if their interests were ever geared towards the self-reproduction of core sectors at the expense of diversification. With liberalization those capacities were dismantled. MEC firms never regained their position at the top of the corporate hierarchy and in fact there is no clear evidence of them even acting as coherent fraction of capital. Far from favoring the MEC, the post-Apartheid state meekly pursued diversification but was stymied in this by it's own lack of capacity. This left commodity dependence intact -- not as a result of the MEC, but of state enfeeblement induced first by neoliberalism and then by state capture. The paper closes by showing how assumptions of corporate hegemony -- latently embedded in MEC theories -- leave us unable to explain major trends in South African political economy like state capture.",
        "url": "https://doi.org/10.31235/osf.io/8p9xy_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/beh43_v2",
        "title": "Residential Segregation in Japan: Ethnic Stratification in a Global New Destination",
        "authors": "Hao Liang",
        "created": "2025-02-18",
        "abstract": "This study investigates the dynamics and factors affecting immigrant residential segregation in Japan between 2000 and 2020, a period marked by Japan's emergence as a global immigrant destination. Using restricted-access census microdata, I examined the segregation of the 12 largest immigrant groups to the Japanese majority and among each other. I then assessed the relationship between dissimilarity and factors affecting integration using pooled linear regressions and individual location attainment models. My findings reveal that all immigrant groups exhibit high residential segregation from the Japanese majority and notable pairwise segregation. There is a general trend of spatial assimilation that higher levels of socioeconomic factors predict less segregation, while Brazilians and Peruvians, the earliest contemporary immigrant group who arrived in Japan as ethnic descendants, demonstrate a pronounced tendency towards place stratification. These observations provide support for both spatial assimilation and place stratification theory in the Japanese context. Moreover, there is a strong trend of self-segregation among highly skilled elite, particularly Western immigrants from the Japanese majority and peer immigrants. The results provide support for this dichotomy in segregation trends, underlining the integration challenges for minority groups in global new destinations and the pronounced self-segregation among elite skilled minorities.",
        "url": "https://doi.org/10.31235/osf.io/beh43_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/bvues_v1",
        "title": "Same Neighborhood, Same Employer? Residential Networks and Workplace Concentration Among Immigrants",
        "authors": "JooHee Han, Are Skeie Hermansen, Aleksander Å. Madsen, Mats Lillehagen",
        "created": "2025-02-18",
        "abstract": "Social networks shape both international migration flows and residential settlement decisions, yet few studies address the links between job-related residential networks and employment outcomes among immigrants and their children. Using Norwegian linked employer–employee administrative data with information on detailed neighborhood locations, we study how connections between neighbors are tied to workplace sorting and wages among workers of immigrant and native background. To assess the presence of residential networks, we compare workers’ observed exposure to neighbors at work against a simulated baseline of random workplace allocation within municipalities. Our findings show that immigrants are considerably more likely to show an excess workplace exposure to immigrant neighbors, particularly coethnics from the same country of origin, compared to natives living in the same neighborhood. However, working alongside immigrant neighbors is only modestly associated with lower wages among immigrants, suggesting that these networks facilitate employment but offer limited economic benefits. In contrast, children of immigrants exhibit a weaker reliance on neighborhood-based immigrant networks and show no significant wage disadvantage when working with immigrant-background neighbors. These findings highlight how residential networks concentrate immigrants in specific workplaces, while less reliance on local networks in the second generation suggests greater integration into the mainstream economy.",
        "url": "https://doi.org/10.31235/osf.io/bvues_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/drs8c_v2",
        "title": "Hidden Synergy: Hong Kong’s Role in the Development of Science and Technology in Chinese Higher Education",
        "authors": "Yisu Zhou, Yang SHEN, Xinyue Yao",
        "created": "2025-02-17",
        "abstract": "This paper examines the rapid growth of China’s science and technology (S&amp;T) sector within the broader context of higher education, focusing on the often-overlooked role of Hong Kong in this transformation. While conventional explanations emphasize China’s relationship with the United States, this study argues that Hong Kong has played a crucial, yet underappreciated, role in advancing China’s higher education and S&amp;T capabilities. Despite its reputation as a finance-driven city, Hong Kong has developed a robust academic and scientific community that fostered close collaborations with mainland institutions. In the 1990s, as Hong Kong’s research doctoral programs were gaining momentum, mainland students sought high-quality advanced training, and members of the overseas Chinese academic diaspora returned to join Hong Kong universities. This cross-border collaboration thrived despite cultural and ideological differences, combining the mainland’s motivated talent pool with Hong Kong’s free academic environment. Using a comprehensive dataset from the Web of Science, institutional archives, university leader biographies, and PhD dissertation records from Hong Kong’s top universities, this paper provides both quantitative and qualitative analyses of the historical collaboration between Hong Kong and mainland China. The findings reveal that this relationship was evolutionary, initiated by forward-thinking educators long before formal mechanisms were in place, and was instrumental in China’s rise to global prominence in higher education and S&amp;T. By revisiting this underexplored dimension of China’s educational development, this paper offers a new understanding of the forces behind the country’s remarkable achievements in higher education and scientific research.",
        "url": "https://doi.org/10.31235/osf.io/drs8c_v2",
        "subjects": "Sociology",
        "subjects_osf": "Higher Education, Sociology"
      },
      {
        "doi": "10.31235/osf.io/g9h47_v1",
        "title": "Sampling for a Cross-National Survey in Six African Countries Using Social Media Advertisements: Comparison of Different Targeting Strategies, Types of Estimates, and Selectivity against Population Benchmarks",
        "authors": "Björn Rohr, Barbara Felderer, Henning Silber, Brady West, Steffen Pötzschke, Jan Priebe",
        "created": "2025-02-18",
        "abstract": "When researchers recruit participants for an online survey via Facebook advertisements, a targeting algorithm determines which individuals receive the survey invitation. Because the algorithm maximizes the number of clicks on the survey link, predominantly easy-to-reach population groups in a country or region might be reached (simple demographic targeting: SDT). To reduce representation bias, researchers can target selected demographic population groups separately (complex demographic targeting: CDT). In this study, we evaluate whether CDT effectively leads to less bias in univariate, bivariate, and multivariate estimates than SDT. This is done by comparing socio-demographic and health-related measures of health surveys recruited via Facebook with and without CDT in six African countries against probability-based survey benchmarks. Independent of the targeting strategy, our results show that many estimates were strongly biased, especially the univariate estimates of education and Internet use, whereas other estimates (e.g., HIV knowledge) were less affected. Although we found minor evidence that the CDT method reduced bias in univariate estimates, bias in relationship estimates stayed similar. Moreover, the study shows that univariate estimates are generally more often biased than relationship estimates and that bias is partially related to coverage issues. The success of weighting in bias reduction was mixed.",
        "url": "https://doi.org/10.31235/osf.io/g9h47_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/gra58_v1",
        "title": "From Worker to Owner: Emerging Articulations of ‘Trabajo’ and ‘Negocio’ in Return Migration to Cuba",
        "authors": "Valerio Simoni",
        "created": "2025-02-13",
        "abstract": "Particularly since 2012, following important changes in the country’s migratory law and the increasing salience of private entrepreneurship possibilities, a significant number of Cuban migrants started envisaging a return to Cuba. Looking at the trajectories of Cuban men that returned to the island mainly from Europe, this paper explores the moral narratives that these migrants deploy when talking about economic life in Cuba in comparison to the countries they are returning from. Such assessments are often linked to the shift in status that such migrants experienced, as they moved from menial jobs in Europe to more entrepreneurial position in Cuba, signifying for many a change from worker to owner, and from ‘trabajo’ (work) to ‘negocio’ (business). Particular attention is paid to the ways in which such shifts are expressed, the role given to the experience of having lived in Europe, and the new forms of economic subjectivity and ideals of economic life that are linked to it. The paper considers the context and climate in which such narratives emerge, relying to do so also on research participants’ own assessment of current changes and continuities in Cuba. The examination of how work and business are enacted and talked about by returnees, combined with a preliminary assessment of the responses this generates among the wider public, signals their influence on how economic life appears to be increasingly articulated and morally framed in Cuba.",
        "url": "https://doi.org/10.31235/osf.io/gra58_v1",
        "subjects": "Sociology",
        "subjects_osf": "Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/kumcj_v1",
        "title": "Name generators in egocentric network research: a comparative analysis of three approaches",
        "authors": "Miguel A. González-Casado, Alejandro Cruzado Rey, Miroslav Pulgar Corrotea, Christopher McCarty, Jose Luis Molina, Angel Sánchez",
        "created": "2025-02-14",
        "abstract": "This article presents an analysis of the impact of the number of alters elicited in an ego network on the structural properties of those networks. There continues to be debate about the pros and cons of eliciting a fixed number of alters for each respondent versus allowing the respondent to list as many or few alters as they would like. This article explores a random assignment of respondents to three treatment groups – 1) a fixed number of alters set at 30, 2) a variable number of alters up to 45, and 3) a variable number of alters up to 45 with a 20 alter minimum. The results indicate that, from a non-structural perspective, all levels of emotional proximity, interaction contexts, genders, and ages are consistently sampled across the three name generators. At the structural level, the behavior of individual metrics is also largely similar. However, the most significant differences arise in the collective behavior of structural metrics—specifically, in their correlation structure, the amount of redundant information each variable provides, and the diversity and interpretability of the observed structural variability. When a name generator constrains network size, it reduces the sparsity of the correlation matrix, effectively decreasing the number of independent global variables needed to describe network structure and making these global variables less interpretable. In other words, networks constructed with a name generator that limits size tend to be more similar to each other, exhibiting less structural diversity and yielding differences that are harder to interpret. However, we discuss how these differences may simply be mathematical artifacts, without necessarily implying a clear advantage in choosing one name generator over another.",
        "url": "https://doi.org/10.31235/osf.io/kumcj_v1",
        "subjects": "Sociology",
        "subjects_osf": "Anthropology, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/mv24c_v2",
        "title": "The Public that Engages Invisibly: What Visible Engagement Fails to Capture in Online Political Communication",
        "authors": "Zoltan Kmetty, Yijing Chen, Gerardo Iniguez, Elisa Omodei",
        "created": "2025-02-17",
        "abstract": "Measurements of political polarization online have so far been largely focused on visible traces accessible through platformAPIs,while neglecting invisible traces not recorded or otherwise unavailable via online channels, which can reveal key aspects of political engagement online. Our study aims to address this gap by investigating the polarization measurement bias that arises when only visible engagement is considered. Using a combined dataset that links survey responses with YouTube digital traces froma representative sample of Hungarian Internet users (N=758), we uncover disparities at both user and channel levels. We find that users who visibly engage through commenting are more politically polarized. People tend to comment and subscribe to ideologically concentrated content, while viewing ideologically diverse content. We also notice that ideologically heterogeneous channels are more likely to share viewers than subscribers or commenters. Thus, the segregation of political channels may be overstated or simplified when relying solely on public comment data. Our results suggest that research using only visible engagement may overestimate the extent of polarization and the prevalence of echo chambers online. We highlight the benefits of data donation to address measurement bias in online political communication, and contribute to the polarization literature by providing a fresh evaluation of potential biases in platform-focused research.",
        "url": "https://doi.org/10.31235/osf.io/mv24c_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/n4xwf_v3",
        "title": "From Parenthood to Planet Care? The Evolution of Environmental and Climate Concerns during Family Formation",
        "authors": "Gundula Zoch, Nicole Kapelle",
        "created": "2025-02-14",
        "abstract": "We examine the effect of childbirth on parents’ environmental and climate concerns, focusing on potentially dynamic changes in concerns within a timespan of two years before and up to 10 years after birth. Additionally, we explore effect heterogeneities by gender and educational attainment. By using long-running survey data from the German Socio-economic Panel Study (GSOEP, 1984 – 2020, N=108,340) and estimating linear probability models with fixed-effects, we contribute substantially to previous research that has been limited by cross-sectional approaches with mixed or even contradictory results. Contrary to the popular notion that childbirth leads to higher levels of environmentalism based on legacy motives, our results suggest marginal and mostly negative effects of childbirth on environmental and climate concerns. Overall, the effects of childbirth on planetary concerns tended to be less pronounced in the first years after birth. Over time, however, these effects increased and even reversed. We found no exclusive patterns for men and women and nuances of relevance by educational attainment and item design, highlighting the complex nature of the nexus between family formation, gender, and environmentalism. Parents’ slightly reduced focus on environmental and climate challenges may reflect denial mechanisms during highly stressful times, as they prioritize immediate and novel challenges associated with parenthood, often leading to an increase in less environmentally favorable behaviors.",
        "url": "https://doi.org/10.31235/osf.io/n4xwf_v3",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/pxtbq_v1",
        "title": "Envejecimiento Poblacional y los que la migración deja atrás: Puerto Rico y su envejecimiento rápido poco convencional",
        "authors": "Amilcar Matos-Moreno, Ashton M. Verdery, Carlos F. Mendes de Leon, Vivianna M. De Jesús-Monge, Alexis R. Santos-Lozada",
        "created": "2025-02-11",
        "abstract": "Puerto Rico está envejeciendo demográficamente más rápido que casi cualquier otro país del mundo, con estimaciones de que su porcentaje de población de adultos mayores de 65 años situándolo como el décimo país más viejo en el 2020. A diferencia de la mayoría de otros lugares, el envejecimiento de Puerto Rico está impulsado tanto por (a) el descenso en la fecundidad y mortalidad y por (b) altos niveles de emigración en adultos en edad laboral que contribuyen a su índice de envejecimiento poblacional de forma tanto directa (con el traslado de los jóvenes) e indirecta (con la disminución de nacimientos). Este artículo ofrece una perspectiva general de los principales asuntos que rodean el envejecimiento de la población en Puerto Rico. Los responsables políticos y los líderes gubernamentales deben prever el envejecimiento poco convencional de la población de Puerto Rico, que agudiza las preocupaciones habituales sobre la sostenibilidad de los servicios públicos y las perspectivas económicas a largo plazo. Surgen preocupaciones adicionales relacionadas con la reducción de las estructuras de apoyo social y su impacto en la dinámica de la ciudad y las repercusiones para la salud. La singular historia política de Puerto Rico y su relación con los Estados Unidos presenta retos y beneficios para su población. La investigación sobre el envejecimiento en Puerto Rico y las políticas de salud pública deben adaptarse a las necesidades de la sociedad en proceso de envejecimiento del país.",
        "url": "https://doi.org/10.31235/osf.io/pxtbq_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/tcnhx_v2",
        "title": "Ukrainian Refugees in Switzerland: A research synthesis of what we know",
        "authors": "Didier Ruedin",
        "created": "2025-02-18",
        "abstract": "The objective of this research synthesis is to collect and summarize the research literature on Ukrainian refugees in Switzerland. This is done through a systematic review, mostly in the form of a narrative review and with statistical indicators that are synthesized. There is a wide range of evidence on Ukrainian refugees in Switzerland and their integration, although substantive and systematic gaps remain. The review provides a brief historical background, looks at the demographic composition of Ukrainian refugees in Switzerland, discusses economic integration, housing, education, social integration, crime and safety, health and well-being, and attitudes to Ukrainian refugees. Much less is known about cultural integration and political participation. Given the size of the population and the ongoing war in Ukraine, more research on Ukrainian refugees is warranted, particularly in the direction of successful integration in a context where return seems increasingly unlikely --- although dual-intent remains the official focus ---, and in areas beyond economic integration that affect well-being and intentions to return.",
        "url": "https://doi.org/10.31235/osf.io/tcnhx_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ubyac_v2",
        "title": "Experiments offering social media users the choice to avoid toxic political content",
        "authors": "Fatima Alqabandi, Graham Tierney, Christopher A. Bail, D. Sunshine Hillygus, Alexander Volfovsky",
        "created": "2025-02-13",
        "abstract": "Amid growing concerns that social media algorithms amplify toxic content, platforms are experimenting with giving users more control over their content exposure. This study examines how promises of algorithmic control influence user satisfaction and content evaluation. Offering users the option to avoid toxic political content increases platform satisfaction. However, those who chose this filtering option rated identical posts as more hostile than those without choice. Respondents exposed only to positive posts also rated them as more hostile than those who saw both positive and negative ones. These findings challenge assumptions about user autonomy, showing how promises of control shape expectations and interpretations. Users offered algorithmic control may hold content to stricter standards or shift from passive consumers to active evaluators, attempting to “train” the algorithm. This suggests content curation reflects complex interactions between users and algorithms, where increased autonomy can paradoxically lead to more critical evaluations even as it improves satisfaction.",
        "url": "https://doi.org/10.31235/osf.io/ubyac_v2",
        "subjects": "Sociology",
        "subjects_osf": "Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/uwd86_v1",
        "title": "Resilience or social reproduction? 'Prosocial' children and gendered interdependencies between paid and unpaid labour after the Great Recession",
        "authors": "Gabriele Mari",
        "created": "2025-02-13",
        "abstract": "BACKGROUND Early studies show that children might be ‘resilient’ when families navigate economic crises and related job loss. What resilience means is unclear, though, and why and from whom resilience is required has seldom been examined. OBJECTIVE I theorise children’s prosociality – helping, supporting and comforting others – as a form of transformative resilience. From a social reproduction perspective, I also consider how prosociality imbues and is influenced by caregiving relationships within families. I examine how children’s prosociality/caregiving (unpaid labour) developed in response to parents losing and regaining employment (paid labour) amid the Great Recession in Ireland. METHOD I rely on cohort data from children’s early years to adolescence (Growing Up in Ireland, 2008-2022). I estimate growth-curve and OLS models for prosocial development and outcomes tapping into paid and unpaid labour. Associations with parental job loss are identified net of observables while outlining conditions for causal claims. FINDINGS Children whose mothers experienced job loss are rated more prosocial than their peers from middle childhood onwards. Girls with younger siblings drive this finding. At age 13, the same group is more likely to provide regular care within the household, while their mothers scale back caregiving and reprise paid work after heightened childcare responsibilities during the crisis. CONTRIBUTION The study contributes to debates on the formation of prosociality, the intergenerational consequences of job loss, and the household division of labour among adults and children. Findings suggest focusing on if and how families cope with a context unequally structured by (labour) markets and gender norms.",
        "url": "https://doi.org/10.31235/osf.io/uwd86_v1",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/wx568_v1",
        "title": "Volunteering Trajectories across Crises: Resilience, Persistence and Spill-over between Ordinary and Crisis Volunteering",
        "authors": "Lærke Høgenhaven, Louis Møgelmose, Hjalmar Bang Carlsen, Jonas Toubøl",
        "created": "2025-02-14",
        "abstract": "This study contributes to the sociology of volunteering and crisis research by analyzing the little studied relationship between crisis volunteering (addressing societal crises) and ordinary volunteering (unrelated to crises). This is achieved by examining the resilience of ordinary volunteering during crises, possible spill-over between ordinary and crisis volunteering, and the persistence of crisis volunteering across the COVID-19 pandemic in 2020 and the reception of Ukraine refugees fleeing from Russia’s invasion in 2022. Using data from random samples of Danish adults before (n2020=3,519), during (n2021=1,700) and after (n2024=1,548) the pandemic, the results show that ordinary volunteering was highly resilient to the pandemic despite a significant reduction during the crisis. A five-round panel (n=694) further shows that, while ordinary volunteers transitioned into crisis volunteering, crisis volunteering did not spill over into ordinary volunteering after the pandemic. Rather, crisis volunteers persisted engaging in crisis volunteering when Ukraine refugees arrived in 2022.",
        "url": "https://doi.org/10.31235/osf.io/wx568_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/xz4uc_v1",
        "title": "How are informal caregiving and support associated with grandparental childcare? Evidence from Europe",
        "authors": "INVEST Flagship, Roosa-Maria Savela, David Coall, Mirkka Danielsbacka, Antti O Tanskanen",
        "created": "2025-02-14",
        "abstract": "Grandparental childcare is an important form of social support, which may improve the well-being of grandchildren, parents, and grandparents themselves. Prior studies have detected that older adults who provide support to one party are more likely to offer help and care to family and other close ones; however, there is a lack of research on multitasking that examines whether helping others is associated with grandparental childcare. We used data from the Survey of Health, Ageing and Retirement in Europe from 27 countries to examine whether (i) informal caregiving (i.e., informal, unpaid care provided in the same household) and (ii) informal support (i.e., informal, unpaid support provided to someone outside the household) are associated with grandparental childcare. We found that informal caregiving in the same household was associated with neither an increase nor a decrease in grandparental childcare. However, informal support given to someone outside the household was associated with increased grandparental childcare. These findings are discussed in relation to resource competition in a family, grandparental role extension, and grandparental role overload.",
        "url": "https://doi.org/10.31235/osf.io/xz4uc_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/3gbkc_v2",
        "title": "Echoes of Doubt. The Impostor Phenomenon as an Internalized Barrier for Educational Advancement",
        "authors": "Max P. Jansen",
        "created": "2025-02-14",
        "abstract": "The Impostor Phenomenon (IP) represents a popular research topic among scholars in various disciplines, frequently approached through a lens of individualization and pathologization. This study explores its relevance within the educational domain and contextualizes the IP by examining its association with social group membership along the dimensions of gender, immigration origin, and socioeconomic status. Providing empirical insights into the implications of the IP for social upward mobility through educational gains, this study addresses two research questions: (1) “who is particularly affected by the IP?” and (2) “is the IP negatively associated with educational efficacy beliefs and educational aspirations?”. To investigate these questions, the study applies a sociological framework for understanding the IP from a lens of social theory and examines its social stratification drawing on data from a register-based data collection among German adolescents aged 15-18 (n=4,697). The results of linear regression and probability models for three dependent variables show that (1) the IP is positively associated with disadvantaged social group membership, whereas it is negatively associated with two drivers for educational upward mobility, namely (2) educational efficacy beliefs and (3) educational aspirations. These findings suggest that the IP can undermine opportunities for social upward mobility by reinforcing internalized notions of inadequacy and not belonging to higher educational spheres. As individuals from disadvantaged social groups are more susceptible to the IP, which is associated with lower confidence in educational abilities and reduced pursuit of higher education, the IP appears to constitute an internalized barrier to upward social mobility. These results highlight the societal role of the IP, emphasize the value of understanding it from a sociological perspective, and demonstrate the importance of analyzing it through a lens of social stratification, both within and beyond the educational domain.",
        "url": "https://doi.org/10.31235/osf.io/3gbkc_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3gbkc_v3",
        "title": "Echoes of Doubt. The Impostor Phenomenon as an Internalized Barrier for Educational Advancement",
        "authors": "Max P. Jansen",
        "created": "2025-02-18",
        "abstract": "The Impostor Phenomenon (IP) represents a popular research topic among scholars in various disciplines, frequently approached through a lens of individualization and pathologization. This study explores its relevance within the educational domain and contextualizes the IP by examining its association with social group membership along the dimensions of gender, immigration origin, and socioeconomic status. Providing empirical insights into the implications of the IP for social upward mobility through educational gains, this study addresses two research questions: (1) “who is particularly affected by the IP?” and (2) “is the IP negatively associated with educational efficacy beliefs and educational aspirations?”. To investigate these questions, the study applies a sociological framework for understanding the IP from a lens of social theory and examines its social stratification drawing on data from a register-based data collection among German adolescents aged 15-18 (n=4,697). The results of linear regression and probability models for three dependent variables show that (1) the IP is positively associated with disadvantaged social group membership, whereas it is negatively associated with two drivers for educational upward mobility, namely (2) educational efficacy beliefs and (3) educational aspirations. These findings suggest that the IP can undermine opportunities for social upward mobility by reinforcing internalized notions of inadequacy and not belonging to higher educational spheres. As individuals from disadvantaged social groups are more susceptible to the IP, which is associated with lower confidence in educational abilities and reduced pursuit of higher education, the IP appears to constitute an internalized barrier to upward social mobility. These results highlight the societal role of the IP, emphasize the value of understanding it from a sociological perspective, and demonstrate the importance of analyzing it through a lens of social stratification, both within and beyond the educational domain.",
        "url": "https://doi.org/10.31235/osf.io/3gbkc_v3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/5qm6h_v1",
        "title": "Navigating Menu Complexities: Analyzing the Impact on Mid-Level Restaurant Performance in Coimbatore",
        "authors": "SATHISH V, Palaniyandi Ashokkumar, MANIKANDAN S",
        "created": "2025-02-14",
        "abstract": "Menu management is one of the important aspect of restaurant operations, which influences the customer satisfaction, the efficiency of operations, and the overall profitability of the outlet. This paper examines menu management, its complexities and its impact on the performance of mid-level restaurants in Coimbatore, Tamil Nadu. Through a mixed-methods approach, incorporating surveys and interviews with restaurant owners, managers, and chefs, the research identifies key challenges such as balancing customer preferences, maintaining ingredient availability, controlling food costs, and ensuring seamless kitchen operations. The study further explores how menu design, pricing strategies, and periodic updates influence customer retention and profitability in a competitive market. Findings reveal that an optimal menu strategy—one that aligns with market trends, operational capabilities, and customer demands—can significantly enhance restaurant performance. This paper provides actionable insights into best practices for menu management and underscores its role as a vital driver of success in Coimbatore's mid-level restaurant industry.",
        "url": "https://doi.org/10.31235/osf.io/5qm6h_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/5wvmy_v1",
        "title": "Government Justification of Police Actions against Protesters: Biopolitics in Poland during the Covid-19 Pandemic",
        "authors": "Joshua Dubrow, Anna Radiukiewicz, Alan Zukowski",
        "created": "2025-02-14",
        "abstract": "How did the government justify aggressive, and, at times, violent police actions against demonstrators during the pandemic? We use a biopolitical framework to empirically explore how leading members of Poland’s government justified protest policing. During the Covid-19 pandemic, Poland’s PiS-led government, like others across Europe, implemented social distancing measures that curtailed the right to peaceful assembly. The government justified aggressive crowd control tactics such as kettling to “protect” society from what they perceived as illegal and unruly protestors who seek to cause indirect mass harm, e.g. spread the virus via street protesting, or cause direct harm to police officers through physical acts of protester aggression. The government argued that protesters, instead of being whom the state must keep safe from biological harm, actually threaten a vulnerable police force and other institutions. The government projected their own vulnerability to cast protesters as biological threats to the nation and, thus, as dangerously norm-breaking “others,” in order to justify surveillance of demonstrators and aggressive police tactics.",
        "url": "https://doi.org/10.31235/osf.io/5wvmy_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6wa2m_v1",
        "title": "Fertility Preferences During Crises: An Analysis of Finnish Men and Women's Reactions to the COVID-19 Pandemic and the War in Ukraine",
        "authors": "Kateryna Golovina, Anna Jurczak, Noora Lehtonen, Urszula M. Marcinkowska, Venla Berg, Anna Rotkirch",
        "created": "2025-02-17",
        "abstract": "Objective: This study examines how the COVID-19 pandemic and the 2022 Russian invasion of Ukraine influenced fertility preferences among young adults in Finland. Background: Crises and periods of uncertainty often lead to declines in fertility preferences in high-income societies. However, some groups may experience an increase in fertility preferences. Method: Using a nationally representative survey conducted in August 2022 (n=1960), we analyzed self-reported changes in fertility preferences in relation to socio-demographic variables through multinomial logistic regression. Additionally, qualitative analysis was conducted on open-ended responses to identify common themes behind these changes. Results: Overall, 17.2% of respondents reported changes in their fertility preferences: 10.1% decreased them, while 7.1% increased them. Men were more likely to increase their fertility preferences in response to both crises, whereas women tended to decrease them due to the war but not the pandemic. Parents were more likely to increase their fertility preferences due to the pandemic but not the war. Unemployed individuals were less likely to change their preferences compared to employed respondents. Qualitative analysis identified two key themes: postponing childbearing due to uncertainty and increasing childbearing due to family values. Conclusion: The two recent crises in Europe had distinct effects on fertility preferences across different demographic groups. Implications: Family planning and social support policies should consider not only economic factors but also non-economic uncertainties, such as political and military instability.",
        "url": "https://doi.org/10.31235/osf.io/6wa2m_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6wbc8_v1",
        "title": "The multiple grounds of global research. Describing the shape of Globalization studies in three different language-specific spaces.",
        "authors": "Matías Milia, Rigas Arvanitis",
        "created": "2025-02-14",
        "abstract": "This paper presents evidence about the convergences and contrasts in globalization research across English, French, and Spanish. Performing a semantic mapping of scientific publication in three language-oriented databases (Web of Science, HAL-SHS, and SciELO) presents patterns for how globalization has been framed around distinct and shared objects in three linguistic spaces. Results show a marked contrast between research performed in English, focused on finance, global governance, and business competition; in French, stressing territorial dimensions and historical contexts; and in Spanish, stressing developmental challenges and impacts of rising trade openess. Still, convergences emerge around shared research objects like social movements, human-nature relations, and higher education. By comparing similarities and language-based traits, this study illustrates the critical role of language in scientific communication, grasping existent multiplicity in Globalization research. This comparison reveals that globalization research, rather than representing a uniform global conversation, reflects a complex interplay of local and global perspectives, where language serves not only as a medium of communication but as a crucial factor in shaping research agendas and theoretical frameworks. Our findings suggest that globalization can not be considered a mere additive or aggregative process and that linking diverse and asynchronic aspects is a critical component of reflexive takes on the process. These results emphasize that social sciences, far from being a bystander, serve as a critical mediator of globality.",
        "url": "https://doi.org/10.31235/osf.io/6wbc8_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/csnwy_v1",
        "title": "Using Artificial Intelligence to Generate Visual Vignettes in Factorial Survey Experiments",
        "authors": "Nicole Schwitter",
        "created": "2025-02-13",
        "abstract": "Factorial survey experiments are widely used in the social sciences to study decision-making and attitudes through controlled, experimentally manipulated scenarios—typically presented as text. However, textual vignettes may limit the realism of vignettes and participant en-gagement, motivating the search for alternative approaches. This article explores how gener-ative artificial intelligence (AI) can be used to create photorealistic, customisable images for visual vignettes. It demonstrates techniques for producing and selectively editing images, highlighting their potential addressing the demands of experimental social science research while also addressing key challenges, including ethical considerations, biases inherent in AI tools, and technical limitations. The article showcases potential applications of AI-generated images in social science research and presents survey results on how these images are per-ceived by participants. By critically evaluating both opportunities and challenges, this article provides researchers with practical guidance on integrating AI-generated visuals into factori-al survey experiments, enhancing methodological approaches in social science.",
        "url": "https://doi.org/10.31235/osf.io/csnwy_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ea2sh_v1",
        "title": "Examining the Role of Social Context: Cross-National Validation of the Impostor Phenomenon Short Scale (IPSS-3)",
        "authors": "Max P. Jansen, Yosi Yaffe",
        "created": "2025-02-18",
        "abstract": "Despite decades of research, major gaps remain in understanding the origins and societal implications of the Impostor Phenomenon (IP). Social research has addressed health implications and the role of social contexts, which is crucial given pathologizing tendencies in IP research. However, large-scale empirical evidence is rare, partly because suitable instruments are missing. This study introduces the Impostor Phenomenon Short Scale (IPSS-3) as a time-efficient IP instrument suitable for surveys covering various topics with limited assessment time. Data from 424 German and 477 Hebrew-speaking adolescents and young adults is used to evaluate the psychometric properties of the IPSS-3. Results demonstrate that the IPSS-3 is a reliable instrument ready for implementation in different fields, showing high internal consistency and strong correlations with two validation scales, namely external locus of control and self-esteem. The IPSS-3 is thus a robust tool that can facilitate new ventures in IP research from a social science perspective.",
        "url": "https://doi.org/10.31235/osf.io/ea2sh_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ets63_v1",
        "title": "Social Decision Making, Empathy and Compassion",
        "authors": "Bruce D Snyder",
        "created": "2025-02-16",
        "abstract": "Abstract: Empathy and Compassion are closely related, highly malleable, and easily manipulated complex emotional response hierarchies that strongly effect social decision making. The empathic emotion and the compassionate impulse have distinct properties and may be independently manipulated. Both are influenced by a variety of social, psychological, and neurobiological factors, and can be in conflict with aggressive/defensive traits. The empathizer considers personal and group resources and consequences in deciding on possible compassionate responses. Relevant social factors include framing, social roles, and such other factors as geographic, and temporal distance. Those in elite/leadership roles typically share a balance of empathic and compassionate traits that may be distinct from other members of their host societies. Empathic imagination permits emotional investment in the non-human and inanimate. Empathy training can be effective in raising an individual’s awareness of socially inculcated response patterns allowing for conscious reappraisal and the substitution of more prosocial responses.",
        "url": "https://doi.org/10.31235/osf.io/ets63_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/g7va9_v3",
        "title": "“The Invisible Burden: Gender Disparities and Their Cascading Impact on NCD Risks in Bangladeshi Women.”",
        "authors": "Farhana Afroze Tora ",
        "created": "2025-02-16",
        "abstract": "abstract Introduction: Bangladesh symbolizes how systematic gender bias impairs women's health. Economic instability, violence, mental health issues, and environmental vulnerability are all interconnected issues that exacerbate the socio-economic challenges women face in their day-to-day lives. Eventually, it makes women more vulnerable to developing non-communicable diseases. Objective: This study aims to establish causal links between poverty, gender disparity, and NCD risks in women. It is one of the first studies to execute machine learning techniques to explore the relationship between gender disparity and NCD mortality among Bangladeshi women. The paper evaluates the multidimensional aspect of gender norms that strain women's health. Methodology: data analysis was done using a synthetic dataset generated using GAN that mimics real-world datasets. OLS, random forest, lasso regression, and XGboost were employed for assessing research objectives. Results: The primary results identify income level as the main predictor of NCD mortality. Unemployment rate, unpaid domestic labor, and high stress levels are the secondary predictors. Conclusion: Addressing economic, socioeconomic, and cultural oppression is crucial for improving the country's health. The government and policymakers need to introduce gendered health policies to improve health equity in Bangladesh.",
        "url": "https://doi.org/10.31235/osf.io/g7va9_v3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gu3ap_v2",
        "title": "The InterModel Vigorish (IMV) as a flexible and portable approach for quantifying predictive accuracy with binary outcomes",
        "authors": "Ben Domingue, Charles Rahal, Jessica Faul, Jeremy Freese, Klint Kanopka, Alexandros Rigos, Ben Stenhaug, Ajay Tripathi",
        "created": "2025-02-18",
        "abstract": "Understanding the ``fit'' of models designed to predict binary outcomes has been a long-standing problem. We propose a flexible, portable, and intuitive metric for quantifying the change in accuracy between two predictive systems in the case of a binary outcome: the InterModel Vigorish (IMV). The IMV is based on an analogy to weighted coins, well-characterized physical systems with tractable probabilities. The IMV is always a statement about the change in fit relative to some baseline model---which can be as simple as the prevalence---whereas other metrics are stand-alone measures that need to be further manipulated to yield indices related to differences in fit across models. Moreover, the IMV is consistently interpretable independent of baseline prevalence. We contrast this metric with alternatives in numerous simulations. The IMV is more sensitive to estimation error than many alternatives and also shows distinctive sensitivity to prevalence. We then showcase its flexibility across examples spanning the social, biomedical, and physical sciences. We also demonstrate how it can be used to provide straightforward interpretation of logistic regression coefficients. The IMV allows for precise answers to questions about changes in model fit in a variety of settings in a manner that will be useful for furthering research with binary outcomes.",
        "url": "https://doi.org/10.31235/osf.io/gu3ap_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/nuefj_v1",
        "title": "Transforming European Societies Through Open Access and Transparency",
        "authors": "Patrick Präg, Evelyn Ersanilli, Alexi Gugushvili",
        "created": "2025-02-14",
        "abstract": "As we mark the end of our third year as editors of European Societies, we witness a significant transition: the journal has now changed publishers, moving from Taylor &amp; Francis to MIT Press. This moment of change provides an excellent opportunity to reflect on the journal’s development and achievements over the past three years, considering both the progress made and the direction we envision for the future.",
        "url": "https://doi.org/10.31235/osf.io/nuefj_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/n3t2s_v3",
        "title": "Financial incentives and flexible retirement: Quasi-experimental evidence from the Finnish pension system",
        "authors": "Ilari Ilmakunnas, Susanna Sten-Gahmberg, Timopekka Hakola",
        "created": "2025-02-14",
        "abstract": "In 2017, Finland introduced a partial old-age pension scheme, allowing individuals to claim either 25 or 50 percent of their old-age pension after turning 61, irrespective of their employment status. Claiming a partial pension before the statutory retirement age results in a permanent reduction of the full old-age pension. Due to the rapid rise in consumer prices in 2022, individuals who claimed their pension before the end of 2022 benefited from a three-percentage points higher index adjustment in 2023, resulting in a permanently higher pension compared to those who claimed their pension in early 2023. In this study, we assess the causal effect of the financial incentive arising from the exceptional index adjustment on pension take-up using regression discontinuity design and full population register data. We also analyse differences in responses by socioeconomic status and gender. The extraordinary pension index adjustment increased the probability of claiming the partial old-age pension in the first month after becoming eligible for it by around 8 percentage points, or around 80 per cent. The effect is explained by individuals claiming a pension sooner than they would have in the absence of the exceptional index adjustment. Individuals with a higher pension accrual, higher earnings, or with upper tertiary education were more likely than others to respond to the index adjustment.",
        "url": "https://doi.org/10.31235/osf.io/n3t2s_v3",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/rbz3p_v1",
        "title": "Shocking the System: The Athletic, a Journalistic Merger and the (Preventable) Ensuing Fallout",
        "authors": "Patrick Ferrucci, Gregory P Perreault",
        "created": "2025-02-14",
        "abstract": "This case study applies systems theory to examine the merger between The Athletic and The New York Times from the perspective of Athletic journalists. As media mergers increase, research on their successes and failures can illuminate the tensions at the intersection of organizational culture, journalism, and growing corporate culture within journalism. Utilizing in-depth interviews with journalists conducted both before and months after the merger, this study examines how the Times failed to properly account for how slight changes—especially to journalists’ perceived autonomy—could upend prior positive stasis within the organization. The study concludes by hypothesizing how negative consequences could have been avoided and what this means for future journalism— particularly sports journalism—mergers and acquisitions.",
        "url": "https://doi.org/10.31235/osf.io/rbz3p_v1",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/sd3fh_v1",
        "title": "Improving coordination of data and actors for disaster-responsive housing and safer communities",
        "authors": "Francesca Perugia, Courtney Babb, Rebecca Scherini, Steven Rowley, Callum Logan, Sara Shirowzhan, Yi Lu, Christopher Pettit, Jen Arnold",
        "created": "2025-02-18",
        "abstract": "What this research is about? This research examines how governments and organisations involved in planning and delivering housing use data to assess risks associated with flooding, bushfires and cyclones. It explores ways to use and share data better in order to reduce the impact of disasters Why this research is important? Having access to quality data plays a crucial tool in managing and mitigating natural hazard risks. It enables authorities to make efficient and informed decisions regarding what land is used for housing and development. Good data is essential to inform strategies for reducing risks and enhancing preparedness for disasters. It can also improve coordination of disaster response and post-disaster recovery activities.",
        "url": "https://doi.org/10.31235/osf.io/sd3fh_v1",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/t6j2w_v1",
        "title": "Integrating housing policy, settlement planning and disaster management",
        "authors": "Annette Kroen, Emma Barnes, Chris Hartley, Jago Dodson, Andrew Butt, Hal Pawson, Jen Arnold",
        "created": "2025-02-18",
        "abstract": "What this research is about? This research looks at how housing policy and planning can better prepare for natural disasters, and enable recovery from them. It examines institutional arrangements, planning coordination and disaster management responses. Why this research is important? Australia faces many natural hazards like bushfires, floods, storms and cyclones. Climate change is making these events more frequent and intense. Because housing is heavily impacted during disasters, it's crucial that housing policy works closely with disaster risk reduction and response.",
        "url": "https://doi.org/10.31235/osf.io/t6j2w_v1",
        "subjects": "(Other)",
        "subjects_osf": "Disaster Law, Urban Studies and Planning, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/xgn3v_v1",
        "title": "Can Activation Policies Foster Sustainable Wellbeing? Phenomenological Analysis of Long-Term Unemployed Jobseekers’ Lived Experiences",
        "authors": "Sonja Ruottunen",
        "created": "2025-02-18",
        "abstract": "This article examines the wellbeing implications of activation policies, focusing on the lived experiences of long-term unemployed jobseekers with public employment services. Using a phenomenological approach and the theory of sustainable wellbeing as a framework, the article explores how activation services function as either need satisfiers or barriers across four well-being dimensions: having, loving, doing, and being. Drawing on 24 individual and 4 focus group interviews in the city of Espoo in Finland, the findings highlight the potential of group-form services enhance wellbeing, particularly in the doing dimension through providing meaningful activity and fostering a sense of autonomy and capability. At best, providing meaningful activity could lead to improvements in the being dimension of wellbeing, such as improved self-image and functional ability, creating a self-reinforcing circle of wellbeing. However, to offer successful need satisfiers, group form services had to also support the loving dimension by offering experiences of social relatedness. Additionally, the interviewees lived experiences highlight conditionality as a need barrier, as jobseekers may prioritize maintaining basic material needs over engagement, fearing benefit loss. Ultimately, the article argues for a holistic approach to welfare policy design, considering the interplay of different wellbeing needs to create more inclusive support structures.",
        "url": "https://doi.org/10.31235/osf.io/xgn3v_v1",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      }
    ]
  }
}
