{
  "update": "2025-12-26",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/56t4f_v1",
        "title": "A Panoptic History of Vietnam",
        "authors": "Alexander Vuving",
        "created": "2025-12-18",
        "abstract": "This essay concisely tells the history of Vietnam as a region from the dawn of civilization to the present day, in less than 9,000 words – even in a single word. Rather than a history of the Viet states, it’s a history of Au Lac, Jiaozhi, Linyi, Funan, Champa, Dai Viet, and modern Vietnams. It sheds light on the big picture, deep patterns, historical trends, and causal dynamics, while paying attention to important details. It shows, among other findings, that the core element of Vietnamese statecraft has changed as the global configuration of power was transformed. More specifically, the key to success for anyone who ruled Vietnam changed from the ability to leverage the frontier of an empire (1st millennium BCE to the 15th century) to the skill in navigating the politics between great powers (16th century to the present).",
        "url": "https://doi.org/10.31235/osf.io/56t4f_v1",
        "version": 1,
        "id": "56t4f",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "History, East Asian Languages and Societies, Geography, International and Area Studies, Political Science, Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/5upfb_v1",
        "title": "Who Wants More War? Conflict Exposure, Perceptions of Public Opinion, and Preferences for Conflict Escalation in Israel",
        "authors": "Nicholas Sambanis, Itamar Yakir",
        "created": "2025-12-21",
        "abstract": "We explore whether conformity to perceptions of public opinion shapes individual foreign policy preferences in the aftermath of a militarized conflict between Israel and Iran in June 2025. Exploiting naturally occurring variation in exposure to an Iranian missile attack, we measure Israelis' proneness to hawkish (vs. dovish) policy responses as a function of information concerning the majority's policy preferences. We find that Israelis shift their preferences to align with perceived majority opinion: when they perceive the public to be dovish, they support more dovish positions; whereas they become more hawkish when they perceive the public as hawkish. People who report having been exposed to Iranian attacks show stronger support for belligerence. Partisanship also matters as respondents are more likely to respond to cues aligned with priors that are consistent with their party's positions. We explore mechanisms of these patterns.",
        "url": "https://doi.org/10.31235/osf.io/5upfb_v1",
        "version": 1,
        "id": "5upfb",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/8xf3m_v1",
        "title": "The Resilient Effect of Process on Perceived Fairness and Legitimacy in Wind Energy Siting",
        "authors": "Michael Hankinson",
        "created": "2025-12-23",
        "abstract": "Research on energy siting conflict argues that high levels of local control and public input increase the perceived fairness of the permitting process. However, these studies largely rely on retrospective evaluations, meaning respondents may form their attitudes about procedural fairness and legitimacy based on whether they secure their preferred policy outcome. In contrast, I use experimental designs to randomly vary whether respondents learn the policy outcome prior to judging the permitting process. Across two pre-registered survey experiments, state control and limited public input decrease the perceived fairness and legitimacy of wind turbine siting. This relationship is unaltered by knowing the policy outcome. However, the resilient effect of these specific process on legitimacy is only around half the size as the effect of getting one's preferred policy outcome. Consequently, studies which measure public perceptions after siting may largely capture the effect of the outcome, rather than that of process alone.",
        "url": "https://doi.org/10.31235/osf.io/8xf3m_v1",
        "version": 1,
        "id": "8xf3m",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Environmental Studies, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/9axge_v1",
        "title": "When an Olive Branch Pays Off at Home: Polarization, Partisan Competence, and Public Support for Peace",
        "authors": "Jungmin Han",
        "created": "2025-12-19",
        "abstract": "What domestic political benefits do leaders derive from successful peace initiatives with a foreign adversary? Existing research emphasizes how adversary cooperation softens enemy images and increases public support for reconciliation, but pays less attention to how such concessions operate as political assets domestically. This paper examines how partisan polarization conditions the domestic political returns to adversary cooperation for incumbent leaders. I argue that polarization intensifies partisan interpretations of diplomatic outcomes by converting foreign concessions into signals of incumbent party's competence. When a leader secures reciprocal cooperation, ruling-party supporters are likely to interpret the outcome as a partisan achievement, increasing their support for rapprochement. Cross-partisans may also shift toward support as the incumbent’s diplomatic success undermines confidence in their own party’s competence. I test these expectations using an original survey experiment centered on U.S.–DPRK rapprochement during the first Trump administration. The results indicate that polarization priming amplifies Republican support for reconciliation by strengthening perceptions of partisan competence, while Democrats exhibit a modest increase in support, accompanied by declining confidence in their party’s competence. Overall, the findings demonstrate that domestic political conflict fundamentally shapes whether and how foreign signals are translated into domestic political assets or liabilities within partisan competition.",
        "url": "https://doi.org/10.31235/osf.io/9axge_v1",
        "version": 1,
        "id": "9axge",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/bfm3s_v2",
        "title": "An Epistemic Iteration of the Problem of Domestic Work at the International Labour Organization",
        "authors": "Liberty Chee",
        "created": "2025-12-03",
        "abstract": "This paper demonstrates how “domestic work” came to be understood as a problem that demanded responses in the International Labour Organization (ILO) as a boundary organization. Boundary organizations are spaces in which science and nonscience interact. This paper characterises this process as one of epistemic iteration, in which knowledge claims are built upon, improved or corrected in the practical, problem-solving context of setting a labour standard for one of the largest labour sectors that employ women. In his study of the development of the concept of temperature, Hasok Chang characterises scientific progress as non-foundationalist and non-inductivist, where problems, tools, epistemic activities, and solutions are revised and evolve through practical engagement. This paper shows this progression in thinking about the problem of domestic work in four stages. Through the iterative actions of various actors, which eventually included domestic workers themselves, the phenomenon of domestic work increased in comprehensibility and tractability, from a problem “to do with women” to a problem of the global economy.",
        "url": "https://doi.org/10.31235/osf.io/bfm3s_v2",
        "version": 2,
        "id": "bfm3s",
        "subjects": "Politics",
        "subjects_osf": "International and Area Studies, Political Science"
      },
      {
        "doi": "10.31235/osf.io/edxh8_v1",
        "title": "Gendered and Racialized Online Incivility in Four Dimensions",
        "authors": "Chris Tenove, Jordan Buffie, Erin Tolley, Heidi J.S. Tworek",
        "created": "2025-12-18",
        "abstract": "Candidates for political office frequently face online incivility and abuse. Research consistently finds that incivility and abuse can hinder the full political participation for women, and especially racialized women. However, there are competing theories and contradictory findings about precisely how gender and race shape online incivility. Much research focuses on how gender and race affect the volume of uncivil messages. This chapter extends that work to highlight other crucial dimensions of online incivility. We propose a framework to encompass all relevant characteristics of online incivility, which include: (1) frequency of incivility, (2) qualitative forms, (3) targeting and distribution, and (4) interaction with offline discrimination and threats. This emerged from an analysis of 969,308 tweets from the 2019 Canadian election and in-depth interviews with 31 candidates and campaign staff. We show that while candidates’ gender and race do not necessarily predict the volume of online incivility, women and racialized candidates do face more misogynist and racialized incivility. We also find some misogynist and racist content is directed at prominent male and/or white candidates’ accounts in apparent efforts to disseminate these discourses more broadly. Finally, given the realities of online abuse in Canada, this chapter suggests how to better support candidates and politicians.",
        "url": "https://doi.org/10.31235/osf.io/edxh8_v1",
        "version": 1,
        "id": "edxh8",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/kvr3t_v1",
        "title": "Social portrait of a pilgrim and a tourist in the Solovetsky Archipelago",
        "authors": "Andrey Podoplekin, Tatyana Blynskaya, Lyudmila Chizhova, Anton Maksimov",
        "created": "2025-12-22",
        "abstract": "Introduction. Currently, the Solovetsky Archipelago is a popular pilgrimage and tourist destination, which, from the point of view of popularization of such routes, sets a positive impetus for the socio-eco-nomic development of the remote island territories of the North and the Arctic of Russia. At the same time, questions naturally arise about taking into account the risk of increased anthropogenic load on the eco-systems of such territories and the need to study the features of the social portrait of visitors. The purpose of the research is to describe generalized social portraits of the two main categories of vis-itors to the Solovetsky Islands, tourists and pilgrims, considered as potential factors impacting the natural complexes of the archipelago; at the same time, to evaluate the validity of sociological methods as addi-tional tools for assessing anthropogenic impact. Materials and methods. The information basis of the study was made up of legal acts and documents of strategic planning for the Russian territories’ development (including the northern regions and the Rus-sian Arctic), the work of Russian scientists on the formation of a social portrait of pilgrims and tourists, and sociological data collected by the authors. Systematic approach, methods of logical, conceptual and comparative analysis, methods of statistical data processing was used in working the article. Results. The article analyzes the concepts of “tourism” and “pilgrimage” in the legal perspective, as well as legislative differences regarding the implementation of tourism products and the organization of pil-grimage activities. A review of Russian research, devoted to the study of the tourists and pilgrims’ social portraits, as well as the ways for its use for the various Russian territories development has been con-ducted. Based on the survey results a social portrait of visitors to the Solovetsky Archipelago was describe, tourists and pilgrims were assessed in terms of their potential anthropogenic impact on the island eco-system. A shortage of waste bins, toilets, stands with maps and reference information about tourist or religious sites and route signs has been identified. Conclusions. The survey results allowed us to put forward and confirm the hypothesis that the majority of Solovki visitors due to the specific purposes of their stay in the territory, due the cultural and education level do not constitute a factor increasing the pressure on the island’s ecosystem. At the same time, the authors think that a further solution to the problem of more accurately determining the risk of in-creasing anthropogenic impact is supplementing the survey data through the use of mobile applications for collecting anonymized data, as well as in integration with video recording systems.",
        "url": "https://doi.org/10.31235/osf.io/kvr3t_v1",
        "version": 1,
        "id": "kvr3t",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/pe2c9_v1",
        "title": "Measuring Individual-level Issue Importance with Repeated Binary-choice Questions",
        "authors": "Dai Sasaki",
        "created": "2025-12-22",
        "abstract": "Measuring individual-level issue importance is crucial for the study of voting behavior and public opinion, yet existing methods struggle to balance estimation accuracy with respondent burden. Standard approaches often sacrifice either ordinal precision or cardinal intensity to reduce cognitive load. To overcome this trade-off, I propose a pairwise comparison framework where respondents repeatedly choose the more important of two issues. Using a hierarchical Bayesian model, this method recovers latent continuous importance weights from simple binary choices, capturing both rank order and preference intensity. Simulation studies demonstrate that the method accurately recovers preference structures even with limited data. In an empirical application, the method exhibits concurrent validity with traditional ``Most Important Issue” (MII) questions while revealing granular individual differences. Finally, I discuss an application to a weighted spatial voting model, where estimated issue weights are used to weight policy dimensions in modeling vote choice.",
        "url": "https://doi.org/10.31235/osf.io/pe2c9_v1",
        "version": 1,
        "id": "pe2c9",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/q7n5j_v1",
        "title": "State Atrocities, Rebel Governance, and Public Opinion on Humanitarian Intervention",
        "authors": "Jungmin Han, Hyunjung Park",
        "created": "2025-12-20",
        "abstract": "How do rebel groups shape democratic publics’ attitudes toward humanitarian intervention? Many state-led atrocities occur during civil wars, yet rebels are often portrayed solely as sources of instability rather than as governing actors who shape external perceptions. We argue that rebels’ modes of governance—whether inclusive or exclusive in service provision and decision-making—fundamentally shape public opinion on intervention. Inclusive governance that embodies equality and participation reinforces identification with democratic values, strengthening the moral imperative to protect and the instrumental confidence that intervention would be both justified and effective. In contrast, exclusive governance, marked by coercion or discrimination, undermines perceptions of shared identity and moral legitimacy, making state repression appear justified and intervention less defensible. We test these claims through survey experiments in the U.S. (N=1,615) and the U.K. (N=1,583). Across both countries, inclusive governance boosts perceived legitimacy and credibility of rebels, fostering positive attitudes toward humanitarian intervention, while exclusive governance undermines these perceptions and weakens public endorsement.",
        "url": "https://doi.org/10.31235/osf.io/q7n5j_v1",
        "version": 1,
        "id": "q7n5j",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/qu8c3_v1",
        "title": "Why do Parties Participate in Referendum Campaigns? Evidence from Switzerland",
        "authors": "Toine Paulissen",
        "created": "2025-12-18",
        "abstract": "This study examines how political parties engage strategically with referendum campaigns, a less-explored aspect of their broader referendum involvement. Building on referendum instrumentalization studies as well as cognate literatures, an analytical framework identifies five potential strategic factors that might explain why parties participate in referendum campaigns and formulates corresponding hypotheses regarding their effect. The framework is applied to 33 recent Swiss referendums, using social media and newspaper advertisements as a proxy for party participation. Binomial logistic regression reveals that public attention for a referendum, its issue’s salience to a party, and (to a lesser extent) a party’s initiator status significantly favor the likelihood of campaign participation, suggesting that Swiss parties primarily leverage referendum campaigns for policy-seeking and image-building strategies. This study therefore contributes to understanding of the interplay between referendums and party strategies in contemporary political contexts, and allows for the expansion of instrumentalization perspectives to include non-initiating parties.",
        "url": "https://doi.org/10.31235/osf.io/qu8c3_v1",
        "version": 1,
        "id": "qu8c3",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/vzbhe_v1",
        "title": "Democratic Imprints from Abroad: How External Support from Democracies Promotes Rebel Elections in Civil Wars",
        "authors": "Jungmin Han, Hyunjung Park",
        "created": "2025-12-18",
        "abstract": "In recent years, an increasing number of rebel groups have organized elections amid ongoing armed conflicts. Existing research has largely emphasized internal drivers of this phenomenon, such as governance capacity and organizational strength. This paper shifts the focus to international dynamics, showing that foreign sponsorship—particularly from democracies—plays a critical role in shaping rebel electoral behavior. We argue that support from democratic states increases the likelihood that rebel groups hold elections by amplifying their legitimacy gains while mitigating the costs of electoral competition. Our analysis of cross-sectional time-series data, combined with a case study, demonstrates that democratic sponsorship significantly increases the likelihood of rebel elections compared to both rebels without foreign support and those backed by autocratic states. These findings highlight the role of foreign sponsorship in fostering electoral institutions in wartime and contribute to broader debates on external influence in rebel governance.",
        "url": "https://doi.org/10.31235/osf.io/vzbhe_v1",
        "version": 1,
        "id": "vzbhe",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/wehj2_v1",
        "title": "Creating and Validating a Corpus and Dataset of Government-Issued Travel Advisories From the Internet Archives",
        "authors": "Laura Braun, Christian Oswald",
        "created": "2025-12-19",
        "abstract": "Government-issued travel advisories are used by citizens to get information about destination countries for tourism and other purposes such as temporary work stays or permanent relocation plans. However, qualitative evidence suggests that travel advisories may be influenced by considerations beyond current security situations. Systematic and rigorous quantitative analyses of advisories are scarce because relevant data are not readily available and official government websites often provide practical obstacles. We present a pipeline to generate a time-series cross-sectional dataset of government-issued travel advisories for three issuing countries in their native languages based on the Internet Archive's Wayback Machine. We validate our approach with official government data sources that are prohibited to be scraped and used for research to illustrate that our approach provides (near-)complete coverage.",
        "url": "https://doi.org/10.31235/osf.io/wehj2_v1",
        "version": 1,
        "id": "wehj2",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/x27j5_v1",
        "title": "Anthroporesource Dynamics (ARD): A Framework for Individual Resource and Institutional Context",
        "authors": "Kirill Baskakov ",
        "created": "2025-12-23",
        "abstract": "Anthroporesource Dynamics (ARD) is a conceptual framework for describing and comparing individual resource configurations within institutional environments. The paper proposes a typology of core resources and a set of conversion mechanisms that link personal endowments to institutional access, status, and outcomes. ARD is designed as an integrative analytic language for sociology, organizational studies, and public policy analysis, enabling structured diagnosis of misalignment between individual capacities and institutional pathways.",
        "url": "https://doi.org/10.31235/osf.io/x27j5_v1",
        "version": 1,
        "id": "x27j5",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Psychology, Political Science, Economics, Social Work, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/yg9m4_v1",
        "title": "Do housing policies increase local polarization? (Políticas habitacionais aumentam a polarização local?)",
        "authors": "Tomás Paixão Borges, Ana Paula Lima dos Santos, Thaiza Siqueira da Silva",
        "created": "2025-12-22",
        "abstract": "Este estudo avalia se políticas habitacionais contribuem para o aumento da polarização política local. A partir de uma revisão sistemática de 15 estudos, qualitativos em sua maioria, constatamos que políticas habitacionais, sobretudo quando desconsideram a participação social no processo de desenho e implementação do programa, estão associadas à intensificação de conflitos políticos locais (Antoniucci e Marella, 2017; Tarsi, 2018; Koch et al., 2020; Watt, 2021; Starikova e Yushina, 2018). Uma parte considerável dos estudos revisados lança luz sobre as desigualdades e processos de segregação socioespacial exacerbados por políticas habitacionais. Assim, embora nem todos os estudos tratem diretamente da polarização política como outcome, observa-se a intensificação de antagonismos sociopolíticos entre moradores afetados pelas políticas e as instituições responsáveis por elas (Pendall, 1999; Piat, 2000; Waibel e Dörnte, 2007; Scally, 2012; Holleran; Lee; Irwin; Miller, 2020; Silva, 2021).",
        "url": "https://doi.org/10.31235/osf.io/yg9m4_v1",
        "version": 1,
        "id": "yg9m4",
        "subjects": "Politics",
        "subjects_osf": "Urban Studies and Planning, Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/2vqwn_v1",
        "title": "The Shortest Path to Zionism: A Network Analysis of the US Nonprofit Industrial Complex",
        "authors": "Yarden Azoulay Katz",
        "created": "2025-12-15",
        "abstract": "Activists have shown how the nonprofit industrial complex (NPIC) co-opts grassroots social movements, and how the dependence on donors limits what nonprofits can say or do—especially concerning Palestine. Yet the NPIC is rarely analyzed as a whole system. This article analyzes the massive funding network of the NPIC, reconstructed from tax forms, and highlights Zionism’s place within it. I show how the NPIC’s funding web binds many organizations to Zionist nonprofits that directly fuel settler-colonialism in Palestine. The links between these organizations are facilitated by donor-advised funds, which form the “hubs” in the interconnected funding network. I explain the political implications of this finding using two “activist” nonprofits: the Black Lives Matter Global Foundation (BLMGN) and Jewish Voice for Peace (JVP). I argue that being a major player in the NPIC not only limits what an organization can do but also normalizes the broader funding networks driving colonial projects.",
        "url": "https://doi.org/10.31235/osf.io/2vqwn_v1",
        "version": 1,
        "id": "2vqwn",
        "subjects": "Economics",
        "subjects_osf": "Race, Ethnicity and Post-Colonial Studies, American Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/38na2_v1",
        "title": "One Sentence at a Time: A Quantitative History of Rationality in Economic Thought",
        "authors": "Thomas Delcey, Aurélien Goutsmedt, Alexandre Truc",
        "created": "2025-12-24",
        "abstract": "This article demonstrates how unsupervised quantitative methods can enrich the history of economic thought. Using the largest English-language corpus ever assembled for the field—nearly 290,000 economics journal articles from 1900 to 2009 with citation data—we analyze the evolution of the concept of rationality. Combining large language model–based semantic analysis with bibliometric and network methods, we identify and cluster discussions of rationality across time and scales, such as the circulation of bounded rationality and the emergence of behavioral economics. We provide an open-source interactive tool to support transparency and reuse.",
        "url": "https://doi.org/10.31235/osf.io/38na2_v1",
        "version": 1,
        "id": "38na2",
        "subjects": "Economics",
        "subjects_osf": "Digital Humanities, History, Economics"
      },
      {
        "doi": "10.31235/osf.io/cjda2_v1",
        "title": "Why Economic Growth May Not Require Local Labor: Channel-Based Configurations in Contemporary Cities",
        "authors": "lyric Li",
        "created": "2025-12-20",
        "abstract": "Certain high-growth cities exhibit a persistent gap between aggregate economic performance and the labor security of their resident populations. Existing literatures have addressed this observation under various rubrics—global city stratification, precarious labor markets, financialized urbanism—yet these frameworks tend to interpret such gaps as distortions of an otherwise labor-absorptive growth process, rather than as outcomes of a structurally distinct growth logic. This paper offers an analytical re-specification by distinguishing between two growth logics: production-based growth, in which wealth accumulation is tied to local labor organization, and channel-based growth, in which wealth accrues through the facilitation of value flows that originate and terminate elsewhere. This distinction clarifies why economic expansion may proceed without structural reference to resident labor participation. The paper specifies the mechanism through which channel-based configurations delimit labor necessity and situates this argument within debates in urban studies and cultural political economy. The analytical usefulness of this framework lies in reframing growth-labor decoupling not as a policy failure, but as an indication that the growth process itself may be structurally indifferent to local labor absorption.",
        "url": "https://doi.org/10.31235/osf.io/cjda2_v1",
        "version": 1,
        "id": "cjda2",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Geography, Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fbqms_v1",
        "title": "Designing ecologically effective and economically efficient conservation compensation funds: lessons from theory and practice",
        "authors": "Isobel Hawkins, Shuo Gao, Youngho Kim, Alexander Teytelboym, Joseph W. Bull, Martine Maron, E.J. Milner-Gulland, Kerry ten Kate, Sebastian Theis, Sophus zu Ermgassen",
        "created": "2025-12-24",
        "abstract": "The global community has committed to a substantial increase in the scale of investment in nature via Target 19 of the Kunming-Montreal agreement. An important but understudied mechanism for attracting private investment into biodiversity outcomes is conservation compensation funds – funds that aggregate payments to compensate for negative impacts on biodiversity to contribute to strategic objectives. We described the principles of effective compensation funds based on economic and ecological theory, and assembled by far the largest database of operational compensation funds to date (32 funds across 17 countries) through a mixed methods review. We explored the variety of practice in real-world implementation, and how empirical practice compares to theory, highlighting key gaps. In doing so, we provided a guide to the design of ecologically effective compensation funds, a hitherto understudied but potentially substantial source of investment for biodiversity outcomes.",
        "url": "https://doi.org/10.31235/osf.io/fbqms_v1",
        "version": 1,
        "id": "fbqms",
        "subjects": "Economics",
        "subjects_osf": "Environmental Studies, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/n2qub_v1",
        "title": "Pattern Recognition of Aluminium Arbitrage in Global Trade Data",
        "authors": "Muhammad Sukri Bin Ramli",
        "created": "2025-12-17",
        "abstract": "As the global economy transitions toward decarbonization, the aluminium sector has become a focal point for strategic resource management. While policies such as the Carbon Border Adjustment Mechanism (CBAM) aim to reduce emissions, they have inadvertently widened the price arbitrage between primary metal, scrap, and semi-finished goods, creating new incentives for market optimization. This study presents a unified, unsupervised machine learning framework to detect and classify emerging trade anomalies within UN Comtrade data (2020–2024). Moving beyond traditional rule-based monitoring, we apply a four-layer analytical pipeline utilizing Forensic Statistics, Isolation Forests, Network Science, and Deep Autoencoders. Contrary to the hypothesis that Sustainability Arbitrage would be the primary driver, empirical results reveal a contradictory and more severe phenomenon of Hardware Masking. Illicit actors exploit bi-directional tariff incentives by misclassifying scrap as high-count heterogeneous goods to justify extreme unit-price outliers of &gt;$160/kg, a 1,900% markup indicative of Trade-Based Money Laundering (TBML) rather than commercial arbitrage. Topologically, risk is not concentrated in major exporters but in high-centrality Shadow Hubs that function as pivotal nodes for illicit rerouting. These actors execute a strategy of Void-Shoring, systematically suppressing destination data to Unspecified Code to fracture mirror statistics and sever forensic trails. Validated by SHAP (Shapley Additive Explanations), the results confirm that price deviation is the dominant predictor of anomalies, necessitating a paradigm shift in customs enforcement from physical volume checks to dynamic, algorithmic valuation auditing.",
        "url": "https://doi.org/10.31235/osf.io/n2qub_v1",
        "version": 1,
        "id": "n2qub",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/q8w3z_v1",
        "title": "Relationships and Influences of the Pharmaceutical Industry on Medical Practice",
        "authors": "João Henrique Santana Stacciarini",
        "created": "2025-12-19",
        "abstract": "With annual revenues of around US$ 1.5 trillion, the pharmaceutical industry has, in recent decades, consolidated itself as one of the most powerful sectors in the global economy, exerting significant influence over knowledge production and medical practice. This article critically examines relationships between the pharmaceutical industry and medical education and practice, focusing on transfers of value – such as payments, gifts, and financial incentives – directed to physicians and academic institutions, from undergraduate training to professional practice. The study combines a descriptive documentary analysis of data from the Open Payments program in the United States – where such transfers are regulated and publicly disclosed – with a narrative review of the international literature. Empirically, it is observed that between 2015 and 2024, reporting entities under Open Payments (including drug and medical device manufacturers) transferred approximately US$ 23.2 billion to physicians and US$ 23.3 billion to teaching hospitals in the United States, primarily in the form of meals, travel, educational support, consulting, research, and other remuneration. In light of the international literature, these transfers are examined as part of engagement and influence strategies targeting prescribers: observational studies indicate associations – often operating unconsciously – between receiving benefits and increased prescribing of products from paying companies, a greater share of brand-name drugs at the expense of generics, the promotion of products with marginal clinical benefit, and higher costs for health systems. Drawing on theoretical frameworks and concepts from social psychology, behavioral economics, and communication theory – such as reciprocity, self-serving bias, unconscious influence, and the third-person effect – the article discusses how even low-value benefits, such as meals, can function as mechanisms of socialization and become embedded in the “hidden curriculum” of medical training, normalizing conflicts of interest and shaping professional identities. Finally, the article argues for transforming the logic governing relationships between industry and the medical field through greater transparency, restrictions on gifts, and the strengthening of institutional models of funding and governance aligned with public health.",
        "url": "https://doi.org/10.31235/osf.io/q8w3z_v1",
        "version": 1,
        "id": "q8w3z",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Geography, Psychology, Economics, Public Affairs, Public Policy and Public Administration, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vgk9p_v1",
        "title": "\"I'm Cooked\": Financial Literacy, Policy Optionality, and Educational Inequity in Massachusetts High Schools",
        "authors": "Yaxin Zhang",
        "created": "2025-12-21",
        "abstract": "Financial literacy has emerged as a critical determinant of economic stability, mobility, and resilience, yet access to formal financial education in U.S. high schools remains uneven and largely discretionary. This paper examines the case of Massachusetts—a state that consistently ranks first in overall educational performance but receives failing marks for financial literacy—to assess whether optional, non-mandated approaches to personal finance education can deliver equitable outcomes. Drawing on national empirical literature, state-issued policy reports, and a localized case study, this paper argues that policy optionality is the central mechanism through which financial literacy efforts in the Commonwealth have stagnated and declined. Indeed, this paper further concludes that a standalone financial literacy graduation requirement represents the most effective and evidence-based mechanism for translating existing efforts into universal access, particularly as the Commonwealth reconsiders graduation frameworks in the post-MCAS era.",
        "url": "https://doi.org/10.31235/osf.io/vgk9p_v1",
        "version": 1,
        "id": "vgk9p",
        "subjects": "Economics",
        "subjects_osf": "Secondary Education, Education Economics, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/wx6jn_v1",
        "title": "Revisiting the Social Security Claiming Puzzle: Behavioral Preferences as Rational Explanations for Early Claiming",
        "authors": "Derek Tharp",
        "created": "2025-12-18",
        "abstract": "Nearly one-fourth of Americans claim Social Security at age 62, while only one-in-ten wait until age 70—a pattern that has long puzzled economists who argue delay is financially optimal. This paper develops a series of dynamic programming models to examine whether early claiming reflects mistakes or rational responses to preferences overlooked in standard analyses. Three behavioral factors are incorporated: a claim-retire linkage (a preference to claim benefits at retirement rather than managing a separate \"bridge\" period); front-loaded consumption preferences (a desire to spend more in the early, active years of retirement); and source-dependent utility (greater comfort spending from regular income like Social Security than drawing down a retirement portfolio). Using Epstein–Zin recursive utility with stochastic investment returns, medical expenditure shocks, mortality risk, policy risk, and bequest motives, results show that incorporating these empirically documented factors substantially lowers optimal claiming ages. Under the full behavioral specification, claiming at 62 is optimal for households with up to $800,000 in initial wealth—a wealth level that encompasses the vast majority of Americans approaching retirement. Results are qualitatively robust to alternative assumptions about mortality, bequest strength, tax treatment, and spousal or survivor benefits. These findings suggest that widespread early claiming may reflect genuine preferences rather than financial mistakes, though individual circumstances—including wealth, employment status, tax situation, and personal preferences—may provide incentives toward delay. Rather than uniformly prescribing delay, advisors should assess clients' goals, circumstances, and preferences and tailor recommendations accordingly.",
        "url": "https://doi.org/10.31235/osf.io/wx6jn_v1",
        "version": 1,
        "id": "wx6jn",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/wzcqy_v1",
        "title": "QuantWealth.eu – an online app for easy quantitative wealth and inequality studies",
        "authors": "Mikkel Nørtoft",
        "created": "2025-12-24",
        "abstract": "This paper presents a new easy-to-use online browser app QuantWealth.eu for calculating prehistoric wealth display and inequality using count data from graves and physical measurement data from house floor areas. For graves, the app builds on Nørtoft (2022) to estimate exclusivity (here called “prestige”) values of grave goods, or other count data, plotted and made available for download, or used as input in the app’s inequality measurements such as the Gini and Absolute Gini. For houses, inequality these measurements are more straight forward from the raw floor area data. The app also features a time atlas and simple and flexible tools to visualize trends and developments of wealth display and inequality for any drawn area of the atlas, based on data submitted by the author and potential users. Thus, the more people use the app, we build an empirical overview of wealth display and inequality from two complementary modes of wealth expression over time with potential for global coverage.",
        "url": "https://doi.org/10.31235/osf.io/wzcqy_v1",
        "version": 1,
        "id": "wzcqy",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Digital Humanities, Education Economics, Geography, Economics, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/23pyf_v1",
        "title": "The Gendered Immigrant Paradox: Depressive Symptoms Among Immigrant and Native-Born Adolescents",
        "authors": "Denis Machanda, Jenjira Yahirun, Stephen Demuth, Fatemeh Hassanzadeh, Adrienne  Bostelman",
        "created": "2025-12-19",
        "abstract": "Research has consistently shown a mental health advantage for immigrant youth compared to U.S.-born youth, despite often facing disadvantages associated with lower socioeconomic status. This mental health advantage, termed the “immigrant paradox,” appears to attenuate with acculturation. However, little research has explored whether gender moderates this relationship during adolescence. Using Wave I data from the National Longitudinal Study of Adolescent to Adult Health (Add Health), the current study tests if the association between immigrant generation and depression differs by gender. Building on this framework, the study estimates a series of age and parental education adjusted, survey weighted Ordinary Least Squares (OLS) models including family cohesion as a protective mechanism and perceived discrimination as a risk mechanism. Across models the pattern is clear: there is a gendered immigrant paradox: immigrant-origin girls have significantly lower levels of depressive symptoms than do native-born girls and gender differences among immigrant youth are negligible. Generational contrasts show that the advantage is largest among first-generation adolescents and dissipates across generations. Accounting for cohesion and discrimination partly, but not fully, attenuates the immigrant female advantage suggesting that cultural, social and gendered processes are fundamental to understanding the well-being and assimilation of adolescents in the United States. Key Words: Immigrant paradox, gender, adolescent mental health, assimilation",
        "url": "https://doi.org/10.31235/osf.io/23pyf_v1",
        "version": 1,
        "id": "23pyf",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/2s8fy_v1",
        "title": "Abramson, Corey M. (Forthcoming 2026). \"Integrating Computational Methods and AI into Qualitative Studies of Aging and Later Life.\" In Handbook of the Sociology of Aging, 2nd ed., edited by Markus H. Schafer, Dawn C. Carr, Jacqueline L. Angel, and Richard A. Settersten Jr.",
        "authors": "Corey Abramson",
        "created": "2025-12-19",
        "abstract": "This chapter demonstrates how computational social science (CSS) tools are extending and expanding research on aging. The depth and context from traditionally qualitative methods such as participant observation, in-depth interviews, and historical documents are increasingly employed alongside scalable data management, computational text analysis, and open-science practices. Machine learning (ML) and natural language processing (NLP), provide resources to aggregate and systematically index large volumes of qualitative data, identify patterns, and maintain clear links to in-depth accounts. Drawing on case studies of projects that examine later life--including examples with original data from the DISCERN study (a team-based ethnography of life with dementia) and secondary analyses of the American Voices Project (nationally representative interview)--the chapter highlights both uses and challenges of bringing CSS tools into more meaningful dialogue with qualitative aging research. The chapter argues such work has potential for (1) streamlining and augmenting existing workflows, (2) scaling up samples and projects, and (3) generating multi-method approaches to address important questions in new ways, before turning to practices useful for individuals and teams seeking to understand current possibilities or refine their workflow processes. The chapter concludes that current developments are not without peril, but offer potential for new insights into aging and the life course by broadening--rather than replacing--the methodological foundations of qualitative research.",
        "url": "https://doi.org/10.31235/osf.io/2s8fy_v1",
        "version": 1,
        "id": "2s8fy",
        "subjects": "Sociology",
        "subjects_osf": "Social Work, Sociology"
      },
      {
        "doi": "10.31235/osf.io/34evz_v1",
        "title": "What Kids and Parents Want: Policy Insights for Social Media Safety Features",
        "authors": "DeVan L. Hankerson, Michal Luria, Aliya Bhatia",
        "created": "2025-12-18",
        "abstract": "This report examines the gap between child safety policy proposals for social media and how teens and parents — the people these policies are meant to protect — experience and view them. While the topic of child safety online is becoming increasingly prominent, with governments worldwide introducing proposals that aim to keep children safe online, many interventions remain largely untested and raise concerns about effectiveness, privacy, and unintended consequences. To address this disconnect, we conducted qualitative research with 45 parents and teens using a human-centered design approach to evaluate perceptions of four widely proposed intervention categories: age verification, screen-time features, algorithmic feed controls, and parental access.",
        "url": "https://doi.org/10.31235/osf.io/34evz_v1",
        "version": 1,
        "id": "34evz",
        "subjects": "Sociology",
        "subjects_osf": "Privacy Law, Science and Technology Law, Human Rights Law, Law and Society, First Amendment, American Studies, Digital Humanities, Other Social and Behavioral Sciences, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/4weh7_v1",
        "title": "Simulation of the Prisoner’s Dilemma Using a Cognitive Model Based on the Free Energy Principle",
        "authors": "Rin Tsuboyama",
        "created": "2025-12-25",
        "abstract": "This paper develops a cognitively grounded agent-based model of trust and cooperation in the iterated Prisoner’s Dilemma. To move beyond the common “black box” treatment of decision-making in simulation research, it operationalizes the Free Energy Principle and active inference as an explicit process of Bayesian belief updating and prediction-error minimization. Agents are implemented with a hierarchical recurrent neural network inspired by predictive coding and trained to jointly forecast both players’ next actions, payoffs, and opponent-type indicators from interaction histories. In an Axelrod-style tournament, the resulting agent is evaluated against canonical strategies (ALLC, ALLD, Random, and Tit-for-Tat) and in dyadic interaction with another independently initialized agent of the same kind. The agent exhibits conditional cooperation with reciprocating opponents, rapid withdrawal under sustained defection, and systematic vulnerabilities under stochastic play. Crucially, trajectories of latent internal states provide a process-level account of how cooperation emerges, stabilizes, and collapses, linking observable behavior to evolving expectations about the social environment. The study demonstrates how cognitive modeling can enrich sociological accounts of trust by making the micro-dynamics of inference empirically inspectable within simulations, and it outlines a transferable framework for extending such models to richer action spaces and institutional settings.",
        "url": "https://doi.org/10.31235/osf.io/4weh7_v1",
        "version": 1,
        "id": "4weh7",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/974mr_v1",
        "title": "Research Transparency and Reproducibility",
        "authors": "Roxanne Connelly, Vernon Gayle, Sarah Stopforth",
        "created": "2025-12-22",
        "abstract": "There is increasing concern across a wide range of academic disciplines that research results cannot be reproduced. This is a serious concern because research knowledge is cumulative, and it is built on incremental advances in empirical research. Improvement in computers, developments in data analytical software, and increased access to large-scale social science data resources (e.g. social surveys and administrative data) have greatly extended research capacity in the social sciences. In this chapter we discuss how the issues of transparency and reproducibility impinge on statistically orientated social science research. We outline approaches and techniques which will promote transparent and reproducible quantitative social science research.",
        "url": "https://doi.org/10.31235/osf.io/974mr_v1",
        "version": 1,
        "id": "974mr",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/aywdf_v1",
        "title": "Unequal Social Belonging with Peers during Adolescence? Patterns by Age and Individual Characteristics",
        "authors": "Jacqueline Kroh, Monja Schmitt, Lena Nusser",
        "created": "2025-12-19",
        "abstract": "Social belonging, defined as temporally stable \"frequent, affectively pleasant interactions with a few other people\" (Baumeister &amp; Leary, 1995, p. 497), is a fundamental human need and a crucial determinant of well-being. Despite its importance, gaps persist in our understanding of how social belonging to peers develops during adolescence and the extent of which social inequalities matter during this crucial life stage. This study addresses these gaps by investigating the development of social belonging to peers between the ages of 12 and 16, utilizing data from the kindergarten cohort of the German National Educational Panel Study. We employ fixed- and random-effects regression models to examine how students’ sense of social belonging changes as they grow older and how these developmental patterns differ by individual characteristics, i.e., gender, cultural and socioeconomic background, and academic achievement. Our findings reveal a slight decrease in social belonging between the ages of 12 and 16. Females report higher social belonging, although their decline over time is more pronounced than that of males. Students with a non-European cultural background do not show significantly higher belonging and differential growth trajectories compared to German native students. Adolescents from higher socioeconomic backgrounds start with slightly lower belonging at age 12 but experience a gentler decline than their less advantaged peers. No differences emerge by academic achievement levels. We conclude that social inequalities in perceived levels of social belonging with peers persist throughout the earlier life stages, with some developing before adolescence.",
        "url": "https://doi.org/10.31235/osf.io/aywdf_v1",
        "version": 1,
        "id": "aywdf",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/c4296_v1",
        "title": "Partisan tastes or ideological divides? Everyday interests and political identities in a multi-party system",
        "authors": "Anastasia Menshikova, Felix Lennert, Elida Izani Ibrahim, Miriam Hurtado Bodell",
        "created": "2025-12-22",
        "abstract": "Everyday interests expressed in leisure, media consumption, or cultural practices, increasingly intersect with political orientations, making them strong signals of individuals’ political identities. While most research on this phenomenon has focused on bipartisan systems, this study examines interest-politics alignment within Sweden’s multi-party context. We extend prior work by systematically analyzing both the size (strength of associations) and shape (structural patterns) of this alignment, and by distinguishing whether lifestyle polarization follows partisan identities or broader ideological orientations—a question that cannot be addressed in two-party contexts where these dimensions are confounded. Analyzing Swedish Twitter data (2010-2020), we examine how politically engaged users’ interests captured through the accounts they follow correspond to their political preferences, measured both as party associations and left-right ideological positions. Our findings show that multi-party systems do not shield against interest-politics consolidation. Patterns of everyday interests among politically engaged Swedish social media users reveal two dominant clusters that correspond closely to Sweden’s coalition landscape. Importantly, fragmentation in everyday interests aligns more strongly with ideological orientations than with party identities. We find that left-leaning individuals follow accounts associated with human rights, environmentalism, and cultural consumption, whereas right-leaning users favor finance, sports, and security content. Despite this polarization, certain interests cut across political divides, offering opportunities for dialogue across ideological lines. By disentangling partisan and ideological dimensions in a multi-party setting, the study contributes to research on affective polarization and cultural cleavages in European democracies.",
        "url": "https://doi.org/10.31235/osf.io/c4296_v1",
        "version": 1,
        "id": "c4296",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/d5uwb_v1",
        "title": "Precarious (bi)sexuality: Mediated contact influences how bisexual individuals are differently categorized for unidirectional sexual behavior",
        "authors": "Clay Williams",
        "created": "2025-12-19",
        "abstract": "This study extends the precarious sexuality framework to examine how observers categorize bisexual individuals who engage in exclusively same-sex or different-sex sexual behaviors. While prior research demonstrates that men's heterosexuality is easily reclassified when engaging in same-sex behavior, less is known about how bisexual identities are perceived when behavioral patterns appear monosexual. Furthermore, this study examines whether mediated contact with bisexual characters moderates categorization effects, whereas interpersonal contact has proven inconsistent. Through a 2 (character gender: male, female) x 2 (sexual behavior: same-sex, different-sex) factorial experimental design, participants read narratives about target characters’ identifying as bisexual but engaging in unidirectional sexual behaviors. Participants rated their confidence in the characters’ future sexual identity. Results show that bisexuality operates as a precarious identity within the LGB community itself, subject to reclassification tendencies to recategorize sexual identities into the binary. Notably, mediated exposure to bisexual characters moderated these categorization effects, though primarily for same-sex behaviors, suggesting that contemporary media representation may cultivate associations between bisexuality and gay-adjacent identities rather than genuinely disrupting binary thinking. These findings illuminate how status hierarchies operate within sexual minority communities and reveal both the potential and limitations of visibility-based media representation in challenging the categorization of non-monosexual identities.",
        "url": "https://doi.org/10.31235/osf.io/d5uwb_v1",
        "version": 1,
        "id": "d5uwb",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/djzbw_v1",
        "title": "Violence and Civilian Strategy for Protection in West Papua, Indonesia",
        "authors": "Arfiansyah A",
        "created": "2025-12-09",
        "abstract": "This article discusses the protection strategy of civilians in West Papua from continued direct violence. Are there initiatives and infrastructure for civilian protection? What is the common protection mechanism the actors share? These questions were explored qualitatively in Jayapura, Sorong, and Wamena in November 2022 and June 2023. By invoking the concept of agency and Joshua Barter’s classification of strategy for civilian protection, this article finds that violence and strategies for civilian protection in West Papua are contextualized to local development, geopolitics, and demographic composition between transmigrants and indigenous Papuans. These also determine the agents’ capacity to respond to violence and to build protection strategies. This research contributes the concept of nonpartisan peace voice as a protection strategy. Furthermore, it highlights that a common feature of the protection strategy that the Papuans in Jayapura, Sorong, and Wamena share is the mobilisation of both international and local networks.",
        "url": "https://doi.org/10.31235/osf.io/djzbw_v1",
        "version": 1,
        "id": "djzbw",
        "subjects": "Sociology",
        "subjects_osf": "South and Southeast Asian Languages and Societies, Pacific Islands Languages and Societies, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/g6m34_v2",
        "title": "The emergence of computational social science: Intellectual integration or persistent fragmentation?",
        "authors": "Juho Pääkkönen, Matti Nelimarkka, Samuli Reijula",
        "created": "2025-12-18",
        "abstract": "Has the emerging field of computational social science grown increasingly intellectually integrated with the passage of time, or does the field remain fragmented into several distinct epistemic communities? Because research-based literature is still inconclusive in this regard, the authors exploited scientific-citations and co-citation data to study the development of computational social science's intellectual structure. The findings suggest that network science has maintained centrality over the years. Contrary to common perceptions however, the field has not become more integrated over time. Rather, the network of co-citation among the field's key authors exhibits ever more extensive clustering and greater average path length over 2000-2020, indicating that the discipline is fracturing into various sub-communities, with loose connections to each other.",
        "url": "https://doi.org/10.31235/osf.io/g6m34_v2",
        "version": 2,
        "id": "g6m34",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Library and Information Science, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/hc563_v1",
        "title": "Research note: Exploring the Full Spectrum of Reproductive Experiences",
        "authors": "Jitka Slabá, Jitka Jírová, Anna Stastna, Jiřina Kocourková",
        "created": "2025-12-19",
        "abstract": "Objective: The study examines changes across cohorts in terms of the timing and frequency of the full spectrum of reproductive events and explores whether these reproductive trajectories reflect broader trends towards the destandardisation of family formation. Furthermore, the study assesses the quality and limitations of Czech health registry data by comparing them with official vital statistics. Background: Analysing fertility alone is insufficient with respect to understanding individual reproductive trajectories since reproductive experiences are interconnected across the lifespan and may be influenced by other reproductive events that affect both the tempo and the quantum – especially within the context of fertility postponement. Method: This study employs individual data obtained from the Czech National Health Information System (NHIS) that enable the holistic analysis of reproductive trajectories including live births, induced abortions, in vitro fertilisation, miscarriages and stillbirths across selected cohorts of women (1976–1991). Results: The younger cohorts experienced delayed and less frequent reproductive events. However, the lower incidence of adverse events partly reflected fewer conceptions due to the postponement of reproduction to older ages. The most common combination of event types involved live births with induced abortions or miscarriages. Reproductive trajectories were found to diversify with age but exhibited limited variation across the cohorts, and an early live birth remained linked to higher completed fertility. The NHIS data were largely in line with the vital statistics, with the moderate underestimation of live births and the under-reporting of early miscarriages and induced abortions. Conclusion: The findings highlight the potential and limitations of health registry data in terms of capturing the full spectrum of reproductive events. Forming a deeper understanding of women’s reproductive trajectories and experiences, enabled via the use of linked health register data, is essential in terms of developing policies on reproductive health and rights in the context of declining fertility levels and the postponement of childbearing to later ages.",
        "url": "https://doi.org/10.31235/osf.io/hc563_v1",
        "version": 1,
        "id": "hc563",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/hctfj_v1",
        "title": "Mental Health Perceptions and Information Seeking on TikTok",
        "authors": "Lindsey Chew, Melissa C. White, Mikhail Bethell, Jessica Liu, J. Andres Hernandez, Temitope Adabayo, Marvin Washington, Joe Doty, Dean Taylor",
        "created": "2025-12-17",
        "abstract": "The COVID-19 pandemic instigated widespread social disruption while also highlighting the important role of mental health in young adult development and the unique mental health challenges that young people face. In this landscape, polarizing social media has both facilitated social connections and contributed to severe social distress. Furthermore, the emergence of social media has simultaneously contributed to both the democratization and the deterioration of information regarding resources for mental health support. Previous studies have also demonstrated stark differences in mental healthcare use according to an individual’s self-reported ethnic identity. Here, we analyzed the existing TikTok content associated with #MentalHealth and collaborated with a minority-identifying TikTok influencer to produce content promoting mental health awareness and resources for self-care or access to a mental health professional. Our findings highlight to the significant potential of circulating mental health information through a TikTok strategy, especially one that targets and uplifts minority-identifying young adults.",
        "url": "https://doi.org/10.31235/osf.io/hctfj_v1",
        "version": 1,
        "id": "hctfj",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/kjvu3_v1",
        "title": "Between Policy and Practice: Adoption of Research Data Management in DFG’s Individual Research Grants Programme (2017 – 2024)",
        "authors": "Jan Rohden, Richard Heidler, Christoph Funk",
        "created": "2025-12-22",
        "abstract": "This paper applies natural language processing, machine learning and repository linking to examine the adoption of research data management (RDM) practices in proposals submitted to the German Research Foundation’s (DFG) Individual Research Grants Programme between 2017 and 2024. The analysis reveals a growing awareness of RDM, reflected in longer and more substantive statements as well as an increasing number of references to specific data repositories. Significant disciplinary differences emerge in the frequency, profile, and concreteness of RDM references, pointing to varying levels of maturity across fields. By linking proposal texts with re3data metadata, we identify the most frequently cited repositories and their disciplinary coverage. A marked shift toward more professionalized RDM following the introduction of a DFG checklist in 2021 suggests that funding agencies can actively shape RDM practices through policy instruments. These findings demonstrate how funders can influence data practices through guidance rather than coercion, offering novel insights for the monitoring of Open Science policies.",
        "url": "https://doi.org/10.31235/osf.io/kjvu3_v1",
        "version": 1,
        "id": "kjvu3",
        "subjects": "Sociology",
        "subjects_osf": "Library and Information Science, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/m284w_v1",
        "title": "Younger Adults’ Nuclear and Extended Family Relationships in Europe: A Latent Class Analysis",
        "authors": "Bettina Hünteler, Karsten Hank, Diego Alburez-Gutierrez, Thomas Leopold",
        "created": "2025-12-20",
        "abstract": "The present study identifies and compares typical classes of relationship qualities in the nuclear and extended family ties of younger adults across nine European countries (Germany, Italy, the Netherlands, Poland, the United Kingdom, as well as the Nordic countries Denmark, Finland, Norway, and Sweden). We used KINMATRIX data that were collected online in 2022-23 from an ego-centric perspective of 7,375 respondents aged 25–35. Employing latent class analysis and multinomial logistic regression models, we identified five distinct types of relationship qualities, labelled as ‘tight-knit’, ‘connected-but-autonomous’, ‘disharmonious-but-supportive’, ‘intimate-but-distant’, and ‘detached’. The prevalence of these relationship types varied across the family system, showing a clear gradient from tight-knit relations being most prevalent in the nuclear family to distant-extended relations being dominated by detachment. This resulted in a high overall proportion of relatively ‘weak’ relationships within young adults’ family networks. The distribution of classes across countries confirmed the existence of a North-South gradient of increasingly close nuclear and extended family ties in Europe: ‘Weaker’ relationships were more (and ‘stronger’ ties less) common in the Nordic countries, compared to an ‘intermediate’ cluster of countries consisting of the Netherlands, Germany, Poland, as well as the United Kingdom, and – especially – compared to Italy. Our study demonstrates the applicability of common typologies of relationship qualities to assess kin relations beyond the nuclear family and it highlights the relevance of accounting for extended kin relations across a range of European countries.",
        "url": "https://doi.org/10.31235/osf.io/m284w_v1",
        "version": 1,
        "id": "m284w",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/py27j_v1",
        "title": "Relación entre las habilidades para la vida (manejo de emociones y sentimientos, pensamiento creativo, autoconocimiento, manejo de tensiones y estrés y, toma de decisiones) con el fortalecimiento de la relación pedagógica en ambientes Universitarios",
        "authors": "Nicolás León Sanabria, María Alejandra López, Mariana Martínez Rodríguez, Isabel del Socorro Moreno Luna, Francisco Palencia-Sánchez",
        "created": "2025-12-23",
        "abstract": "El presente estudio aborda la importancia de las habilidades emocionales, cognitivas y sociales en la relación pedagógica dentro del entorno universitario. Se reconoce que la formación académica no solo depende de conocimientos técnicos, sino también de factores emocionales y sociales que influyen en el bienestar dentro del aula. A través de una revisión rápida de la literatura utilizando nuevas herramientas basadas en la IA y por medio bases de datos como Psycnet, SCOPUS, Eric, y utilizando motores de búsqueda especializados como Google Académico, se analizaron cinco habilidades clave: manejo de emociones, autoconocimiento, pensamiento creativo, manejo del estrés y toma de decisiones. Se identificó que el desarrollo de estas habilidades favorece interacciones más efectivas entre docentes y estudiantes, promoviendo un ambiente de aprendizaje saludable. El estudio resalta la necesidad de implementar programas de desarrollo de habilidades para la vida en la educación superior, orientadas hacia docentes y estudiantes por igual, con el fin de fortalecer la relación pedagógica y mejorar la calidad del proceso formativo. Se concluye que la gestión emocional, la creatividad y la toma de decisiones influyen en la percepción del aprendizaje y en la satisfacción con la enseñanza, subrayando la importancia de la formación integral en la academia para potenciar el bienestar y el éxito académico.",
        "url": "https://doi.org/10.31235/osf.io/py27j_v1",
        "version": 1,
        "id": "py27j",
        "subjects": "Sociology",
        "subjects_osf": "Organization Development, Sociology"
      },
      {
        "doi": "10.31235/osf.io/pyhfg_v1",
        "title": "CARU-QCA: A tool for critically appraising systematic reviews that use Qualitative Comparative Analysis",
        "authors": "Dylan Kneale, Katy Sutcliffe, Brenda Hayanga, Rana Islamiah Zahroh, Margherita Musella, Helen Burchett, James Thomas",
        "created": "2025-12-23",
        "abstract": "Background: Qualitative Comparative Analysis (QCA) uses Boolean set theory to identify complex causal ‘recipes’. QCA has been used in systematic reviews to identify configurations of intervention and contextual features associated with the effectiveness of complex multi-component interventions. Despite increasing use of QCA in systematic reviews, no tool currently exists to appraise reviews using QCA. To address this gap, we developed ‘CARU-QCA’ (Critical Appraisal of Reviews Using QCA). Methods: We used three sources of evidence to develop CARU-QCA: key papers on the logic and procedures of QCA; existing systematic review appraisal tools; and published QCA reviews. In addition to the existing six stages of QCA outlined elsewhere, we also distinguished a baseline stage (Stage 0) where we appraise the set-up and appropriateness of the use of QCA. Several rounds of user testing by the lead authors and colleagues in the field aimed to refine the tool and enhance its usability. Results: QCA blends a deep, holistic understanding of interventions and their underlying theory, with computer-based mathematical procedures for examining and testing patterns in the data. As such, elements of the CARU-QCA tool support the appraisal of the approach used to develop case-based knowledge and use of theory for exploring cross-case patterns as well as the technical analytic procedures. In line with systematic review guidance, CARU-QCA also appraises transparency of reporting. The tool is divided into seven sections to support users in appraising the set-up of QCA and the six analytical steps. The tool guides users to assess their confidence in the execution of each of the seven stages, before forming an overarching confidence assessment. A detailed guide accompanies the tool providing further background information and explanation of the rationale for each question. Conclusions: CARU-QCA provides a transparent and standardised approach for critiquing and evaluating reviews using QCA; it will be of value to those seeking to assess and implement the findings of QCA reviews. CARU-QCA will also be useful to systematic reviewers seeking guidance on how to undertake and report a QCA.",
        "url": "https://doi.org/10.31235/osf.io/pyhfg_v1",
        "version": 1,
        "id": "pyhfg",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/qvz4w_v1",
        "title": "Are Grandparents’ Social Values Associated with Support to Grandchildren? Evidence Across Three Decades",
        "authors": "Martin Lakomý, Tianqi Zhou, Merril Silverstein",
        "created": "2025-12-18",
        "abstract": "We investigated whether grandparents who hold stronger individualistic values, relative to collectivistic values, provide less instrumental and emotional support to their grandchildren and whether this association has changed over the last 30 years. While the significance of individual values in family dynamics is widely acknowledged, the connection between values and grandparenting remains underexplored. Based on Beck’s individualization theory, we expect an inverse relationship between grandparents’ supportive behavior and individualistic (vs. collectivistic) values, reflecting a preference for achieving individual over collective goals. We expect this relationship to strengthen over time with the growth of personal autonomy in how the grandparent role is enacted. We used data from seven waves of the Longitudinal Study of Generations between 1991 and 2021 to examine 3465 observations deriving from 1309 grandparents whose youngest grandchild was 16 years of age or younger. Multilevel random-intercept models estimated associations over 30 years. Findings revealed that stronger individualistic values were associated with providing less instrumental support to grandchildren, while associations with emotional support were not evident. Tests of interactions demonstrated that the negative association between individualistic values and instrumental support became stronger over historical time. Findings demonstrate that grandparental support has increased over time and that its instrumental aspect is connected to collectivistic values. We conclude that behavioral aspects of grandparenting are connected to individualistic/collectivistic values on the continuum between self-interest and altruism, and that contemporary grandparents have greater discretion in how they perform the grandparent role in accordance with their personal preferences.",
        "url": "https://doi.org/10.31235/osf.io/qvz4w_v1",
        "version": 1,
        "id": "qvz4w",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/rs2ew_v1",
        "title": "Marriage or cohabitation? Genetic influences on couples’ choice of union type",
        "authors": "Agnes Fauske, Torkild Hovde Lyngstad",
        "created": "2025-12-19",
        "abstract": "The choice between marriage or cohabitation is shown to be associated with many demographic and socioeconomic factors, as well as personal relationship assessments and mental health. However, the role of individual differences linked to genetic factors has attracted less attention. This study uses genetically informed data from the Norwegian Mother, Father, and Child Cohort Study (MoBa) to investigate whether polygenic scores related to educational attainment, fertility, personality traits, and mental health are associated with union type at first birth, as well as the subsequent transition to marriage. Our results indicate that genetic factors influence parental union type choices through educational attainment, reproductive outcomes, and positive and negative emotionality. For union type at first birth, polygenic scores for educational attainment and postponement of reproductive activity have the strongest associations. For the subsequent transition to marriage, associations with polygenic scores for subjective wellbeing and educational attainment are most salient. However, there is also some indication that polygenic scores for negative emotionality are negatively associated with marriage among men. These findings give insights into potential selection processes and the chain of intermediate phenotypes through which genetic factors influence couples’ choice of union type.",
        "url": "https://doi.org/10.31235/osf.io/rs2ew_v1",
        "version": 1,
        "id": "rs2ew",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/tbxgz_v1",
        "title": "Think Twice Before You Search: Deterrence Messaging Designs to Prevent Searches for Non-Consensual Intimate Images",
        "authors": "DeVan L. Hankerson, Varun Nagaraj Rao, Dhanaraj Thakur",
        "created": "2025-12-18",
        "abstract": "Non-consensual distribution of intimate images (NDII) occurs when explicit images or content of a person, whether authentic or synthetic (AI generated), are distributed online or shared with others without their consent. This can lead to significant and long-lasting psychological, financial, privacy, and other harms. The ease with which machine learning tools are becoming accessible and affordable through websites and apps that allow users to produce and share synthetic NDII increases the prevalence and scale of harm. One way of addressing this problem is through deterrence messaging — notifications or other text aimed at influencing human decision-making and behavior. However, one dimension that is under-studied is the use of search to seek out NDII on social media platforms and search engines, which can be a pathway to sharing, creating, or normalizing the practice of NDII. In this report we examine deterrence messaging in search as one strategy for reducing NDII.",
        "url": "https://doi.org/10.31235/osf.io/tbxgz_v1",
        "version": 1,
        "id": "tbxgz",
        "subjects": "Sociology",
        "subjects_osf": "Privacy Law, Science and Technology Law, Law and Politics, Human Rights Law, Law and Society, First Amendment, Communications Law, American Studies, Digital Humanities, Other Social and Behavioral Sciences, Counseling, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/tq2nb_v1",
        "title": "Cross-Nationally, Non-Probability Web Surveys Demonstrate Poorer Demographic Coverage and Yield More Liberal Estimates of Public Opinion than F2F Surveys",
        "authors": "Viyaleta Korsunava, Boris Sokolov",
        "created": "2025-12-22",
        "abstract": "Non-probability web surveys offer several advantages over face-to-face (F2F) interviews—they are cheaper, faster, more accessible, and reduce interviewer effects and desirability bias. As such, they are increasingly popular in both academic and commercial research. However, they often yield demographically biased samples, raising concerns about the accuracy of the resulting public opinion estimates. Most studies on web surveys focus on developed countries, with limited attention to non-WEIRD contexts. Addressing this gap, we compare data from the Values in Crisis (VIC) survey (2020–2021, opt-in online panels with quota sampling) and the 7th wave of the World Values Survey (WVS; 2017–2022, probability-based multi-stage stratified sampling) across nine countries: Brazil, Chile, China, Germany, Greece, Japan, Kazakhstan, Russia, and the United Kingdom. We assess differences in demographic coverage and national mean scores on 15 attitudinal items, including trust, national pride, religiosity, life satisfaction, postmaterialism, and support for gender equality and reproductive freedom. WVS samples more closely match national demographics, though VIC performs comparably in some cases. Substantively, web surveys show higher (up to 20–30 p.p.) acceptance of gender equality, abortion, and homosexuality and lower religiosity, national pride, and life satisfaction. These differences persist even after adjusting for demographic imbalances and restricting WVS samples to internet users.",
        "url": "https://doi.org/10.31235/osf.io/tq2nb_v1",
        "version": 1,
        "id": "tq2nb",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/uzqgw_v2",
        "title": "Connecting Parents, Shaping Futures: How Intergenerational Closure Shapes Parental Aspirations in Germany",
        "authors": "Monja Schmitt, Kerstin Schörner, Felix Bittmann",
        "created": "2025-12-23",
        "abstract": "Intergenerational closure is a crucial factor in the formation of educational inequalities (Coleman, 1988, 1990). Empirical studies provide evidence of positive associations between intergenerational closure and students' competencies, school grades, and retention. Less is known about its impact on parental aspirations that precede the children's educational success within Germany’s stratified school system, where intermediate school tracks may provide a specific context in which closure becomes especially important. Under an extended theoretical perspective from the Wisconsin Model (Sewell et al., 1969, 1970a, 2003) and using data from the National Educational Panel Study Starting Cohort 3 (NEPS Network, 2024) (n = 6,162), we examine whether intergenerational closure is associated with parents’ realistic and idealistic aspirations for their child’s educational attainment. Results from linear probability models indicate that closure significantly increases realistic aspirations among parents with children in the intermediate tracks, but has no effect on idealistic aspirations.",
        "url": "https://doi.org/10.31235/osf.io/uzqgw_v2",
        "version": 2,
        "id": "uzqgw",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/v94pt_v1",
        "title": "The Gender Revolution Revisited: Couples’ Shared Gender Egalitarian Attitudes and Their Distinct Relationships with the Probability and Timing of Parenthood",
        "authors": "Daniele Florean, Daniela Grunow, Natalie Nitsche, Viktoria Oellers",
        "created": "2025-12-19",
        "abstract": "Gender revolution theory posits that, in contexts with high female labor participation, couples sharing domestic work equally will (desire to) have more children. However, empirical findings at the micro level have been mixed. We propose three reasons why prior research has been inconclusive: (1) a tendency to treat gender attitudes or practices as a single continuum, rather than multidimensionally; (2) insufficient attention to partner’s shared attitudes; and (3) empirical approaches that conflate timing and quantum. We propose a refined approach that considers how shared gender egalitarian attitudes toward work divisions, female careers, and child-welfare are differentially related to the quantum versus timing of fertility. Using cure models and data from Germany, we show that couples’ shared gender egalitarian attitudes regarding domestic work, career support, and child welfare have distinct relationships with the occurrence and timing of first births. We find no evidence of higher probability of first births among couples who shared egalitarian attitudes regarding domestic work, career support, child welfare, or all three domains. However, egalitarian couples regarding domestic work and career support have later first births. Our results underscore the importance of (1) differentiated measurements of gender attitudes, and (2) considering quantum and timing as affected separately.",
        "url": "https://doi.org/10.31235/osf.io/v94pt_v1",
        "version": 1,
        "id": "v94pt",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/vgmfy_v1",
        "title": "Time-Use Surveys",
        "authors": "Stella Chatzitheochari",
        "created": "2025-12-20",
        "abstract": "This chapter introduces readers to key aspects of the time-use survey methodology, which currently constitutes the “gold standard” for the measurement of time allocation in large populations. The chapter begins by outlining the advantages of the time-diary instrument over conventional questionnaire-based measurement approaches. An example of a typical time diary is provided, followed by a discussion of diary features across different study designs. The chapter also covers issues of time diary quality and provides guidance for researchers interested in primary time diary data collection as well as secondary analysis of existing large-scale time diary data. The final section provides suggestions of resources to further enhance understanding of the time-diary methodology.",
        "url": "https://doi.org/10.31235/osf.io/vgmfy_v1",
        "version": 1,
        "id": "vgmfy",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/268jh_v1",
        "title": "The Childhood Cost of Mid-Life Mortality: Parental Death and Adolescent Outcomes",
        "authors": "Emily Smith-Greenaway, Kristin Turney, Camila Cortes Rodriguez",
        "created": "2025-12-19",
        "abstract": "Sociologists have extensively studied family instability and its childhood consequences, focusing principally on family instability resulting from parental separation and parental incarceration. Children’s exposure to another source of family instability—early life parental death—has received scant attention. This article extends research on the childhood consequences of family instability by considering the prevalence and consequences of parental death using Future of Families and Child Wellbeing (FFCWS) data. Results show that by age 15, 13% of the FFCWS cohort had experienced a parent’s death, with an additional 3% of children’s father’s vital status unknown. Results show that having ever experienced parental death is associated with depressive symptoms and anxiety symptoms at age 15, with some evidence that the associations are pronounced among boys. Fixed-effects models using pre- and post-death measures further show that parental death between ages 9 and 15 corresponds with increases in children’s depressive symptoms, anxiety symptoms, and delinquent behavior. Place-based instability around the time of parental death explains children’s worsening outcomes, which aligns with a social trajectory model of parental death. Together, the results demonstrate parental death is a relatively common and notably consequential childhood experience that can set children on disadvantaged trajectories.",
        "url": "https://doi.org/10.31235/osf.io/268jh_v1",
        "version": 1,
        "id": "268jh",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6vbjp_v1",
        "title": "Double disadvantage or buffered by distance? Examining the childhood consequences of father death by prior father absence",
        "authors": "Emily Smith-Greenaway, Kristin Turney",
        "created": "2025-12-20",
        "abstract": "Objective: This study examines whether the associations between a father’s death and adolescent wellbeing vary by a father’s history of absence. Background: Parental death is an established risk factor for adolescent wellbeing, but the extent of its significance may vary by the parent-child relationship, including parental absence from the child’s home and/or day-to-day life. Methods: We use data from the Future of Families and Child Wellbeing Study, which follows a cohort of urban youth, among whom more than one tenth experienced a father’s death by age 15. We examine if a father’s history of absence—measured by his nonresidence, incarceration, and/or extended periods without contact—conditions the influence of his subsequent death for adolescent boys’ and girls’ mental health. Results: The results offer three main findings. First, a father’s death corresponds with poor mental health for adolescent boys—a risk that is uniformly experienced regardless of his history of nonresidence, incarceration, and/or extended period without contact. Second, girls demonstrate uniform resilience in the wake of a father’s death. Third, a father’s nonresidence, incarceration, and extended period without contact during childhood corresponds with poor mental health for adolescent boys and girls, even as it is not related to the influence of a father’s death. Conclusion: The loss of a father—either temporarily or permanently—can have lasting mental health consequences for youth that operate independently from one another and are highly gendered in nature.",
        "url": "https://doi.org/10.31235/osf.io/6vbjp_v1",
        "version": 1,
        "id": "6vbjp",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/9h34e_v1",
        "title": "Compartment Models for Innovation and Imitation",
        "authors": "Mayank Kejriwal",
        "created": "2025-12-24",
        "abstract": "This paper introduces a compartmental modeling framework for analyzing the dynamic interplay between innovation and imitation in socio-technical systems. Drawing inspiration from epidemiological models, we represent agents as belonging to distinct behavioral states, such as aspiring innovators, successful inventors, idle imitators, and successful imitators, and model transitions between these states using a system of differential equations. We investigate how varying the fraction of innovators within a fixed population affects system-wide social utility over time. Simulations conducted in Berkeley Madonna reveal that, contrary to common intuition, higher proportions of innovators do not necessarily lead to higher social utility in the short run due to front-loaded opportunity costs. In the long run, however, utility is maximized not when innovation is maximized, but when there is a modest surplus of innovators relative to imitators. We further extend the model to incorporate a baseline productivity class of agents contributing constant social value, allowing for a more realistic assessment of marginal utility. These findings offer insight into the design of balanced innovation policies and provide a flexible foundation for future empirical and agent-based research.",
        "url": "https://doi.org/10.31235/osf.io/9h34e_v1",
        "version": 1,
        "id": "9h34e",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ag4z3_v1",
        "title": "Sibling Death and Adolescent Mental Health: A Two-Generation Analysis",
        "authors": "Emily Smith-Greenaway, Kristin Turney",
        "created": "2025-12-20",
        "abstract": "Bereavement—the loss of a loved one through death—is a significant health risk. Sibling death is an especially consequential bereavement, as evidenced by population health research on adults. Less is known about the relationship between sibling death and adolescent wellbeing, including mental health, and whether any deleterious consequences manifest because of bereaved parents’ poor mental health. We use Future of Families and Child Wellbeing Study data (n = 2,963) to analyze linkages between sibling death, parents’ depression, and adolescents’ depressive symptoms. With information collected from biological mothers and adolescents, including the vital status of siblings who share the same biological mother, we focus specifically on maternal siblings and maternal depression. Regression results show that sibling death corresponds with adolescents’, specifically girls’, higher depressive symptoms, net of characteristics associated with selection into the experience. The association between sibling death and girls’ depressive symptoms persists regardless of mothers’ depression.",
        "url": "https://doi.org/10.31235/osf.io/ag4z3_v1",
        "version": 1,
        "id": "ag4z3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/c2f6r_v1",
        "title": "Platformization of science communication in short videos: A comparative study of TikTok and YouTube Shorts",
        "authors": "Birte Kuhle",
        "created": "2025-12-19",
        "abstract": "Short-video platforms like TikTok and YouTube Shorts have become increasingly relevant for science communication, requiring communicators to align with technical infrastructures and platform logics. Drawing on the concept of platform affordances, this study examines platformization patterns in 1,055 German science-related short videos across four dimensions: algorithmic curation, hypertextuality, interactivity, and multimodality. Using computational methods, it also compares communicators and analyzes engagement relationships. Findings show selective adaptation, with the strongest adoption in multimodal design. However, platform constraints create tensions with science communication principles of contextualization and transparency. Individual communicators exhibit stronger platformization than institutional actors, yet platformization does not meaningfully relate to engagement. The results further reveal convergence and divergence between platforms, with YouTube Shorts gradually aligning with TikTok while retaining distinctive features. Methodologically, the study integrates conceptual perspectives with computational methods, providing a framework for analyzing platformization dynamics in science communication and across platforms.",
        "url": "https://doi.org/10.31235/osf.io/c2f6r_v1",
        "version": 1,
        "id": "c2f6r",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/cyqhx_v1",
        "title": "Research Note: Bereavement Among a Contemporary Cohort of U.S. Young Adults",
        "authors": "Emily Smith-Greenaway, Kristin Turney, Ashton M. Verdery, Camila Cortes Rodriguez, Michelle Livings, Kathryn Edin",
        "created": "2025-12-19",
        "abstract": "Bereavement—the state of having lost a loved one through death—is both a result and driver of population health disparities. Its impacts for young adults are profound. Yet, existing research on the demography of young adult bereavement in the U.S. focuses mostly on older cohorts born under more favorable mortality conditions, and on few sources of bereavement, namely the deaths of immediate family. This research note describes the demography of bereavement among a contemporary cohort of disadvantaged young adults, attending to three generations of family relationships, as well as non-familial relationships. We analyze data from the Future of Families and Child Wellbeing Study (FFCWS) (N=2,350), a longitudinal study of young adults disproportionately born to unmarried mothers in the late 1990s. Demographers have documented this cohort’s family experiences extensively, yet we know little about their exposure to familial and non-familial deaths. We document high levels and large inequalities in bereavement from adolescence through young adulthood; show the consequences of bereavement for young adults’ mental health, measured by major depressive disorder and generalized anxiety disorder; and confirm these associations are comparable across race and ethnic groups. The results emphasize the need to recognize bereavement as a substantial stressor that affects population health.",
        "url": "https://doi.org/10.31235/osf.io/cyqhx_v1",
        "version": 1,
        "id": "cyqhx",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/etuc6_v1",
        "title": "Artificial Light at Night and Sleep Health Among Generation Z University Students",
        "authors": "Mehdi Khalighi",
        "created": "2025-12-23",
        "abstract": "Artificial light at night (ALAN) is an increasingly prevalent environmental exposure associated with circadian disruption and adverse sleep outcomes. University students, particularly those belonging to Generation Z, may be especially vulnerable due to increased nighttime light exposure from electronic devices and campus environments. This study examined the relationship between light pollution exposures and sleep outcomes. A cross-sectional study design was employed using self-reported survey data collected from 109 Millersville university students. Spearman rank-order correlation analyses were conducted to evaluate associations between ALAN exposure variables and sleep-related outcomes. Results indicated that higher exposure to artificial light at night was associated with poorer sleep quality, reduced sleep duration, and increased difficulty falling asleep. These findings suggest that light pollution represents a significant and underrecognized public health concern for young adults and highlight the need for targeted interventions and policy strategies to reduce nighttime light exposure in residential and built environments. Keywords: Artificial light at night; light pollution; sleep quality; circadian rhythm; university students; public health",
        "url": "https://doi.org/10.31235/osf.io/etuc6_v1",
        "version": 1,
        "id": "etuc6",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/h7zxg_v1",
        "title": "From Fragmentation to Coherence: The Case for Supra-level Holistic Re-engineering",
        "authors": "Daniel Run Han Ho",
        "created": "2025-12-18",
        "abstract": "This paper advances a meta-theoretical critique of quasi-holistic approaches in social science, arguing that they contribute to a fragmented knowledge base that limits the capacity to understand and govern the global economy as an integrated system. It proposes Supra-level Holistic Re-engineering (SHR) as a foundational analytical framework designed to address these limitations. SHR integrates systems thinking, holistic reasoning, narrative synthesis, organizational analysis, and a reconceptualized global economic structure (RGES) to restore structural coherence and enable cross-domain integration. Rather than replacing existing bodies of knowledge, the framework situates them within a higher-order systemic context, allowing fragmented insights to be examined as interdependent components of a unified whole. The paper positions SHR as both a theoretical contribution and a basis for future interdisciplinary research, particularly in contexts characterized by increasing systemic complexity, informational distortion, and institutional fragmentation. While the framework is exploratory and has not yet undergone empirical validation, it is offered as a conceptual platform for advancing integrative analysis and informing future scholarly and policy-oriented inquiry.",
        "url": "https://doi.org/10.31235/osf.io/h7zxg_v1",
        "version": 1,
        "id": "h7zxg",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/n4fmz_v1",
        "title": "WOMEN AND POLITICAL PARTICIPATION IN FINLAND’S GRASSROOT POLITICS: A COMPARATIVE STUDY OF THE 2017, 2021, AND 2025 MUNICIPAL ELECTIONS IN FINLAND",
        "authors": "Chimchetam U. Ukpai",
        "created": "2025-12-21",
        "abstract": "In this paper, I focused on the examination of the extent of women's political involvement in Finland's local politics by studying the 2017,2021, and 2025 municipal elections. By using comparative analysis, trends and disparities between political parties were identified. The findings show that as many as 42.3% of all candidates in the 2025 polls were women, which indicates a rise from previous years. The critical mass theory is used to show how a high proportion of women in local politics can influence local policymaking. Left-wing political parties featured more female candidates across the electoral years, as compared to far-right parties, which lag. Factors such as political party ideologies, shifting political culture, prominence of strong women organizations, and the rise of female political role models are some key drivers of increased female participation. The study recommends the introduction of a quota system to ensure political parties have a minimum proportion of female candidates they can feature in elections. This article contributes to addressing Finland’s progressive but uneven landscape of women’s grassroots political participation, and it also lends a voice to the global gender discourse.",
        "url": "https://doi.org/10.31235/osf.io/n4fmz_v1",
        "version": 1,
        "id": "n4fmz",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/pc5gq_v1",
        "title": "The Power of “We” in Science Funding and Publication",
        "authors": "Lijian Peng, Hao Peng",
        "created": "2025-12-22",
        "abstract": "Linguistic communication supports all stages of scientific innovation. However, we have limited understanding of rhetorical strategies for facilitating the recognition of new ideas in science. Drawing on prior literature on the importance of personal pronouns in inter-personal communication, we examine the unique role of first-person plural pronouns (``We'' words, including ``we'', ``us'', ``our'') in science funding and publishing. Our study leverages the full sample of 13K grant proposals submitted to the Novo Nordisk Foundation and 47K research papers submitted to BMJO and ICLR between 2011 and 2024. We find a strong and universal positive association between ``we'' words and success rates even after accounting for important confounding factors related to content, novelty, and author impact. Specifically, a one percentage point increase in the percentage of ``We'' words used in the full text is associated with a 36-51% increase in the odds of success for grants and papers. Furthermore, we find that the effect of ``We'' is applicable to both editors and reviewers of BMJO papers that used the single-blind review and is predictive of more positive and engaging review feedback for ICLR papers that employed the double-blind review. Crucially, a large-scale LLM-assisted computational experiment that replaces ``We'' words with demonstrative pronouns provides robust causal evidence of ``We'' words on paper acceptance. Lastly, our causal mediation analysis shows that ``We'' words can lead to more acceptance mainly because they can increase the perceived teamwork, credibility, significance, and robustness in research evaluation. By revealing the unique strength of ``We'' in facilitating the recognition of new ideas in science, our study highlights the importance of small but mighty linguistic choices in promoting knowledge discoveries and breakthroughs.",
        "url": "https://doi.org/10.31235/osf.io/pc5gq_v1",
        "version": 1,
        "id": "pc5gq",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qzy7d_v1",
        "title": "Belonging, loss, and reinvention: A mixed-methods study of Indian trailing spouses in Thailand",
        "authors": "Shabnam Mehta, Naveen Sharma",
        "created": "2025-12-21",
        "abstract": "This study examines the lived experiences of Indian trailing spouses in Thailand using a mixed-methods design that integrates quantitative survey data with qualitative open-ended responses. While Indian mobility to Thailand has expanded through corporate and entrepreneurial pathways, the experiences of accompanying spouses—predominantly women—remain underexplored within South Asian diaspora scholarship, particularly in non-Western host contexts. Drawing on a structured questionnaire complemented with three open-ended questions, administered to Indian trailing spouses residing primarily in Bangkok, the paper investigates three interrelated processes: identity loss, negotiated belonging, and personal reinvention. Quantitative findings indicate low overall identity disruption alongside moderate professional underutilisation, limited early autonomy, and gradual adaptation and resilience over time. Qualitative narratives contextualise these patterns, illustrating how gendered expectations, diasporic networks, and cultural navigation shape everyday life. By combining breadth and depth, this study contributes to debates on gendered migration, transnational family mobility, and identity formation within South Asian diasporas in Southeast Asia.",
        "url": "https://doi.org/10.31235/osf.io/qzy7d_v1",
        "version": 1,
        "id": "qzy7d",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/s8f3x_v1",
        "title": "Contract Management Practices and Project Performance of Parastatals Under the Ministry of Energy and Petroleum in Kenya",
        "authors": "Research Bridge publisher, Justine Musau, Dennis Chege",
        "created": "2025-12-20",
        "abstract": "The relationship between contract management practices and the performance of projects is integral to achieving project goals, managing risks, fostering collaboration, and ensuring long-term success, both developed and developing world have had its fair share of challenges associated with poor project contract management and consequently leading loses in taxpayers’ money. The primary objective of this study was to determine the influence of contract management practices on the project performance of ministry of energy and petroleum parastatals in Kenya. The research was based on specific objectives, such as contract planning, contract monitoring, contract cost management, and contract documentation on the performance of ministry of energy and petroleum parastatals. Theories, such as the transaction-cost economics theory, stakeholder theory, institutional theory, and agency theory, also guided the study. This study employed a cross- sectional survey approach and mainly concentrate on 13 ministry of energy and petroleum parastatals in Kenya. To meet the research objectives, the departmental heads and other officers across various departments were used as analysis units across the firms. The pilot study targeted 9 respondents, 10% of the final study sample size, of which respondents were randomly chosen in each firm. The primary data was collected through a self-administered questionnaire that included open and closed-ended questions designed to obtain definite responses. Statistical Package for Social Sciences (SPSS version 28) was used to analyze the data, present the variables through coding, and summarize all the respondents' responses. Data analysis was presented in the form of tables. The Cronbach’s Alpha value was greater than 0.7 which indicated that the questionnaire met the minimum acceptable threshold. The study findings showed that contract management practices namely contract planning, contract monitoring, contract cost management and contract documentation significantly influence the performance of parastatals in Kenya. The study concluded that performance was predicted to improve for every unit increase in these practices. The study further recommends that the parastatals should improve contract monitoring to increase their project performance. Also, management should develop and implements risk mitigation plans. According to the research, the parastatals should ensure contract planning process involves all relevant stakeholders, including procurement, legal, and technical teams. To achieve this, companies should ensure active participation of diverse stakeholders, including procurement, legal, and technical teams.",
        "url": "https://doi.org/10.31235/osf.io/s8f3x_v1",
        "version": 1,
        "id": "s8f3x",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/sd6wn_v1",
        "title": "Homogeneity of Scheduled Castes and Scheduled Tribes: Impacts of Sub-Classification in India",
        "authors": "Rahul Gaikwad, Dr Rishiram Aryal",
        "created": "2025-12-22",
        "abstract": "This research examines the historical and contemporary trajectories of communities formerly stigmatised as “untouchable” and historically constituted through heterogeneous identities (Ati-Shudras, out-castes, Mahars, Dalits), later consolidated as Scheduled Castes (SCs) and Scheduled Tribes (STs) under the Constitution of India (1950). It situates caste as a durable political economy of graded inequality, structured by ritualised hierarchies, occupational immobility, and asymmetric access to land, education, and state power. The study contrasts Brahminical normative–legal traditions (including the Manusmriti and Dharmashastra literature) with anti-caste emancipatory interventions associated with Dr. B. R. Ambedkar, tracing how constitutional safeguards and redistributive policy instruments converted fragmented social groups into administratively and politically “homogeneous” categories for purposes of representation and welfare. Using econometric analysis alongside historical institutionalism and jurisprudential interpretation, the research assesses recent Supreme Court deliberations on SC/ST “sub-classification\" (divide) and the possible extension of the “creamy layer” (income-cap) principle, evaluating their fragmental effects and constitutional implications. It argues that these interventions risk weakening substantive equality by reinforcing structural distortions within India’s federal and constitutional framework.",
        "url": "https://doi.org/10.31235/osf.io/sd6wn_v1",
        "version": 1,
        "id": "sd6wn",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/tqem8_v1",
        "title": "The Sufficiency Gap: The Demand-Side Deficit in German, Dutch, and Norwegian Cement and Construction Decarbonization Roadmaps",
        "authors": "Rosalie Arendt, Marc van den Berg, Daan Bossuyt, Felice Diekel, Jakob Napiontek, Peter-Paul Pichler, Patricia Schneider-Marin, Tim Verlaan",
        "created": "2025-12-22",
        "abstract": "Cement is an essential building material but producing it generates 7-8% of global CO₂ emissions. Two thirds of these emissions are process-related and cannot be eliminated by switching to clean energy sources. Meeting the Paris Agreement's call for \"highest possible mitigation ambition\" requires faithful assessment of all mitigation options, including demand-side measures to reduce cement emissions. To assess how actors define and justify their highest possible ambitions for the construction sector, we analyze cement decarbonization roadmaps in Germany, the Netherlands, and Norway: countries selected for their high floorspace per capita, which is a key indicator of significant potential for demand-side sufficiency measures in housing. We identified 30 decarbonization measures using qualitative document analysis. We coded the measures iteratively from roadmaps and literature and categorized them into a cement-specific mitigation hierarchy (Avoid, Reduce, Reuse, Substitute, Minimize, ‘Capture, Store and Recarbonate’) that integrates supply-side decarbonization with demand-side sufficiency in housing. Our findings expose a persistent sufficiency gap: roadmaps prioritize incremental technical solutions and speculative carbon storage, while neglecting transformative measures that reduce overconsumption like separating spacious living units, building smaller or house sharing. This inflates cement demand and associated residual emissions. We find that the current mitigation ambition is not a “highest possible mitigation ambition” but politically constructed version that sidelines demand-side sufficiency measures. Truly Paris-aligned pathways must integrate demand-side strategies through transdisciplinary collaboration, ensuring a faithful assessment of all mitigation options.",
        "url": "https://doi.org/10.31235/osf.io/tqem8_v1",
        "version": 1,
        "id": "tqem8",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vmyxq_v1",
        "title": "Debt Financing and Financial Performance of Manufacturing Firms Listed in The Nairobi Stock Exchange Market.",
        "authors": "Research Bridge publisher, Shukuru Lilian Silantoi, Richard Ngali, Charles Roche, Joshua Matanda",
        "created": "2025-12-19",
        "abstract": "Behind every successful firm lies a deliberate financing strategy that transforms borrowed capital into sustainable wealth, a reality that places capital structure at the heart of corporate performance. This study examined the effect of debt financing on the financial performance of manufacturing firms listed on the Nairobi Securities Exchange over the period 2019–2023, focusing on how different debt instruments shape profitability in an increasingly volatile and competitive business environment. Grounded in capital structure theories including the Modigliani and Miller propositions, Net Income approach, Trade-Off Theory, and Modern Portfolio Theory, the study adopted a quantitative research design and employed linear regression analysis using SPSS to test the relationship between debt structure and financial performance measured by return on assets. Four regression models were estimated, with bank loans, trade credit, debentures, and lines of credit serving as independent variables. The findings revealed that bank loans and trade credit exerted a statistically significant positive influence on financial performance by supporting growth investments and enhancing liquidity management. Debentures demonstrated a positive but comparatively weaker effect, reflecting the long-term financing benefits tempered by higher costs and financial risk exposure. In contrast, line of credit financing exhibited a significant negative effect on performance, largely attributed to high interest rates and short repayment horizons that intensify cash flow pressures. The study concludes that the composition of debt, rather than its sheer magnitude, is a critical determinant of financial outcomes among manufacturing firms. An optimal financing strategy therefore entails a balanced debt portfolio, approximating 60% long-term and 40% short-term instruments, to sustain capital-intensive operations while preserving liquidity and resilience amid market uncertainty.",
        "url": "https://doi.org/10.31235/osf.io/vmyxq_v1",
        "version": 1,
        "id": "vmyxq",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3bk4v_v2",
        "title": "Reflections on a Transformative Social Work Research Journey in a Developing Context: A Postcolonial Perspective on Knowledge Production",
        "authors": "Wilberforce Kurevakwesu",
        "created": "2025-12-22",
        "abstract": "Although research is central to social work practice, the conditions under which knowledge is produced, valued, and disseminated in developing contexts remain underexamined. This gap underscores the need to promote research and support emerging scholars in producing work that meaningfully informs practice. This conceptual and reflexive paper critically examines my transformative research journey in an African context through a postcolonial lens. It aims to support early-career social work researchers in similar settings as they navigate the complexities of scholarly research, writing, and publishing. Drawing on a deeply personal narrative, the article offers reflexive insight and informal scholarly mentorship while fostering a compassionate, humanized understanding of the academic writing journey, an aspect often overlooked in formal literature. While grounded in my own experiences and challenges, the paper also offers transferable insights for strengthening social work knowledge production and practice. The manuscript occupies an important narrative space by amplifying the voice of a developing-world scholar navigating institutional, financial, and intellectual barriers in building a research career. By situating personal research experience within postcolonial theory, the article contributes to ongoing debates on epistemic justice, scholarly inclusion, and knowledge production in global social work.",
        "url": "https://doi.org/10.31235/osf.io/3bk4v_v2",
        "version": 2,
        "id": "3bk4v",
        "subjects": "(Other)",
        "subjects_osf": "Social Work"
      },
      {
        "doi": "10.31235/osf.io/4cr6y_v1",
        "title": "Technoscientific discourses under review: A systematic analysis of studies on mediated science and technology debates",
        "authors": "Tabea Lüders",
        "created": "2025-12-19",
        "abstract": "As original method of communication sciences, quantitative and qualitative content analyses are widespread not only in numbers, but also their thematical scopes. Accordingly, this methodological approach receives high popularity within the science of science communication community when it comes to investigating media coverage on scientific or technological topics. Yet, scholars criticise that there are only marginal accumulations of knowledge about this kind of coverage which they trace back to loose or missing links to theory of many empirical examinations in this area. By focussing on the concept of (public) discourse whose terminology is nearly equally widespread within the field as potential theoretical framework, this study investigated a sample of 379 scientific studies using content or discourse analytical approaches. Asking whether and how they are embedded within broader discourse theories and on what coverage they are concretely focussed on as well as examining the interconnectedness of the research area through common references and journals, the systematic review showed that content analytical studies on technoscientific media discourses are not only thematically scattered with analysed coverage ranging from environmental crises to novel technologies and health advice, but also highly heterogeneous in terms of publishing journals and shared references. This might be related to a mostly implicit and therefore vague inclusion of (some kind of) discourse concept by uncritically using the term synonymous to media coverage in many of the reviewed publications. In summary, this study critically exemplifies what happens when the links between theory and empirical research are questionable in large parts of a research area but also establishes the concept of technoscientific media discourse as promising starting point to meet this problem.",
        "url": "https://doi.org/10.31235/osf.io/4cr6y_v1",
        "version": 1,
        "id": "4cr6y",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/5bghj_v1",
        "title": "Measuring digital media use and well-being: A Digital Media Use Variability Model",
        "authors": "Yuning Liu, Yichen Wang, Lucía Magis-Weinberg, Nathaniel D. Osgood, Laura Marciano",
        "created": "2025-12-19",
        "abstract": "Methodological innovations are needed to examine behavioral patterns of engagement with digital platforms which would contribute to understanding how increasing social media use—particularly among adolescents—may relate to mental health. Emerging work suggests that patterns of variability may significantly capture behavioral signatures linked to health above and beyond the average time spent online. Importantly, although passive tracking now enables detailed measurement of digital media use, including variability, most research has focused on mean-level metrics such as screen time. Thus, we hereby review the literature measuring digital media use variability (DMUV) using objective data by (1) proposing a new theoretical framework, (2) mapping existing dimensions, and (3) summarizing links with behavioral and health outcomes. Our DMUV model includes five dimensions: dispersion, routineness, fragmentation, inertia, and unpredictability. Studies have linked these dimensions to behavioral outcomes such as overuse, habitual use, intentional use, and task delay, as well as to mental health outcomes including depression and schizophrenia. We discuss current evidence, its limitations and future directions, underscoring the need for theory-driven approaches to conceptualize and test DMUV as a construct of interest in the complex relationship between digital media and health.",
        "url": "https://doi.org/10.31235/osf.io/5bghj_v1",
        "version": 1,
        "id": "5bghj",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Communication"
      },
      {
        "doi": "10.31235/osf.io/8y9ut_v1",
        "title": "\"Happy Fans, Happy Honmoon!\": KPop Demon Hunters and the Utopian Negotiation of Fandom",
        "authors": "Yaeri Kim",
        "created": "2025-12-19",
        "abstract": "This paper explores the idealized image of K-pop in KPop Demon Hunters (2025), an animated musical film that became an unexpected global phenomenon. Drawing on feminist media studies, this research conducts a close textual analysis to examine how the film constructs a utopian reality where female stars possess full agency while simultaneously retaining their glamour and resisting sexual objectification. As a text bridging fan reception and mainstream media production, KPop Demon Hunters offers unique insights into the contradictions of global K-pop fandom and signals K-pop’s ongoing evolution into global popular culture.",
        "url": "https://doi.org/10.31235/osf.io/8y9ut_v1",
        "version": 1,
        "id": "8y9ut",
        "subjects": "(Other)",
        "subjects_osf": "East Asian Languages and Societies, Film and Media Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/d9ap3_v1",
        "title": "Shadow Practices of Care, Access, Shame and Racism in a Rotterdam Soup Kitchen",
        "authors": "Kevin Pijpers",
        "created": "2025-12-18",
        "abstract": "This paper is concerned with shadow infrastructures of care through ethnographic research and volunteer work at a soup kitchen in Rotterdam. It looks at how shadow care practices are shaped through daily negotiations around access to food, shame and racism during the breakdown of austerity politics. I draw on nine months of combined volunteer work and participant observation research. Three detailed personas are crafted from multiple visitors to show how guests and volunteers navigate felt and unfelt responsibilities while mediating conflicts. The personas of Susan, Fahid, and John show how access to care is continuously negotiated through interactions involving sensory experiences, racial dynamics, and bodily vulnerability. The soup kitchen is characterised by fundamental ambiguities that simultaneously include and exclude, care and control in response to structural inequities, suggesting that the expertise demonstrated by guests in navigating complex institutional landscapes represents knowledge that justifies a suspicious attitude to urban governance.",
        "url": "https://doi.org/10.31235/osf.io/d9ap3_v1",
        "version": 1,
        "id": "d9ap3",
        "subjects": "(Other)",
        "subjects_osf": "Geography"
      },
      {
        "doi": "10.31235/osf.io/m5d7n_v1",
        "title": "Willingness-to-pay for energy efficient homes: new insights from the “energy crisis” in the UK",
        "authors": "Yunbei Ou, Nick Bailey, David Philip McArthur, Qunshan Zhao",
        "created": "2025-12-20",
        "abstract": "An extensive literature shows a positive relationship between housing energy efficiency and house prices. However, the methodological issue of omitted variable bias (OVB) has weakened claims of a causal effect. It is also unclear whether any willingness-to-pay (WTP) for housing energy efficiency reflects a concern with energy costs or a more symbolic ‘green’ consumption. The recent exogenous shock of the global ‘energy crisis’ in 2022 offers a novel opportunity to examine both. If WTP changes significantly after the energy crisis, it effectively removes OVB issues and strengthens causal interpretations. It could also indicate that WTP for energy efficiency is driven (at least in part) by energy cost savings. Using over 170,000 listings for second-hand house sales in Greater Manchester, UK (2017-24), we model WTP for energy efficiency before and after the dramatic rise in energy prices using multilevel hedonic regressions. We find that WTP for more energy efficient homes increased after the energy crisis, largely because the ‘brown discount’ (penalty) for more inefficient homes increased. These results confirm the causal interpretation of the relationship between house prices and energy efficiency and indicate that consumers are motivated at least in part by energy cost savings. These findings suggest that policymakers could promote housing energy efficiency by focussing on financial benefits in policy design and advertisements, as well as support financially vulnerable households to ensure an equal sustainable housing transition process.",
        "url": "https://doi.org/10.31235/osf.io/m5d7n_v1",
        "version": 1,
        "id": "m5d7n",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/px3ky_v1",
        "title": "Resurrecting Historical Figures: The Persuasive Power of Deepfakes versus Text-Based First-Person Narratives",
        "authors": "Gina Junhan Fu, María T. Soto-Sanfiel, Sanjay Saha",
        "created": "2025-12-18",
        "abstract": "Amid escalating ethical concerns over the viral spread of deepfakes, existing literature suggests that their sensory richness and enhanced realism evoke complex, sometimes contradictory, audience reactions. This study examines the persuasive potential of deepfakes by comparing audience responses to identical resurrection narratives presented in deepfake video format versus text format. Participants (N = 813, Mage = 37.28, SDage = 12.46) were exposed to either a deepfake video or a text-based narrative featuring a historical scientist (Albert Einstein or Marie Curie) recounting their life story and then completed scales measuring variables related to narrative persuasion. Contrary to prevailing assumptions of audiovisual superiority, the results revealed that text narratives elicited significantly greater transportation than deepfake videos. Structural equation modeling showed that this effect extended to downstream persuasion outcomes, including perceived realism, message credibility and evaluation, character identification, enjoyment, and sharing intention. Significant indirect effects of modality emerged across all persuasion variables. Multigroup analysis demonstrated partial scalar invariance, with Einstein eliciting stronger identification and enjoyment than Curie. These findings suggest that deepfake resurrection narratives engage distinct psychological mechanisms that may disrupt the persuasive advantages typically attributed to visual imagery and to deepfakes in particular.",
        "url": "https://doi.org/10.31235/osf.io/px3ky_v1",
        "version": 1,
        "id": "px3ky",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Communication"
      },
      {
        "doi": "10.31235/osf.io/r6afe_v1",
        "title": "Opening the Book: A Rubric to Support Effective Transparency for EdTech Products that Incorporate AI",
        "authors": "DeVan L. Hankerson, Hannah Quay-de la Vallee, Morgan Badurak, Dhanaraj Thakur",
        "created": "2025-12-22",
        "abstract": "The use of artificial intelligence (AI) in educational technology (edtech) in the K–12 space has grown significantly, and schools are being encouraged to adopt AI by a range of actors from states to the federal government to industry. Used well, AI may provide significant educational benefits. But the use of AI in a high-stakes context such as K–12 education also raises concerns about how well these systems will work, whether they will be worth the investment, whether they will introduce bias or other harms, and more. One commonly recommended, broadly endorsed approach to support the responsible use of edtech products that incorporate AI is transparency from the developers and designers of these systems. To better assess the current state of transparency in edtech products in the K–12 context that incorporate AI, the Center for Democracy &amp; Technology (CDT) has developed a rubric of eight key elements of transparency that contribute to a full picture of an edtech product and can be used to inform decisions such as whether to procure the product and how to use it.",
        "url": "https://doi.org/10.31235/osf.io/r6afe_v1",
        "version": 1,
        "id": "r6afe",
        "subjects": "(Other)",
        "subjects_osf": "Privacy Law, Science and Technology Law, Computer Law, Education Law, First Amendment, Digital Humanities, Reading and Language, Modern Languages, Special Education and Teaching, Social and Philosophical Foundations of Education, Educational Leadership, Disability and Equity in Education, Educational Methods, Educational Administration and Supervision, Online and Distance Education, Instructional Media Design, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/rkxqj_v1",
        "title": "Place meanings and climate adaptation in Great Barrier Reef communities: how do community relationships to place shape perspectives on environmental change?",
        "authors": "Claudia Benham, Shakiah Brown, Samantha Watter, Jon Day",
        "created": "2025-12-11",
        "abstract": "Climate change adaptation planning conventionally focuses on physical vulnerabilities, economic costs, and technical interventions. Yet mounting evidence suggests that community responses to climate change are profoundly shaped by less tangible factors: the meanings, identities, and emotional attachments that define what places are and why they matter. This paper examines how place meanings shape climate change perspectives and adaptation responses in six communities distributed along 1,500 kilometres of Australia’s Great Barrier Reef coast. Drawing on deliberative discussions with 42 residents, conducted between September 2024 and April 2025, we employ Lyon’s (2014) three-dimensional place system framework to explore how communities navigate places amid environmental change. We find that stable place meanings, maintained by a variety of mechanisms, buffer widespread recognition of adaptation urgency. Our findings suggest that effective adaptation requires working through rather than against place meanings, reframing climate action as protecting distinctive place character rather than responding to external climate narratives.",
        "url": "https://doi.org/10.31235/osf.io/rkxqj_v1",
        "version": 1,
        "id": "rkxqj",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/ruxbe_v1",
        "title": "Critical educommunication: education, dialog, and public policies",
        "authors": "Maite Santos-Albardia, Irati Agirreazkuenaga, Simón Peña-Fernández",
        "created": "2025-12-23",
        "abstract": "This article analyzes the dialogic–critical potential of edu-communication to foster critical thinking. On the basis of interviews with experts and questionnaires sent to 141 Education and Communication students at UPV/EHU, analysis using NVIVO identified four key areas: conceptualization, critical educommunication, humanistic potential, and public policies. The analysis highlights the urgency of inte-grating critical media competencies into educational curricula by implementing public policies and teacher training. We conclude that critical, dialogic, and reflexive educommunication is essential to transform the relationship with the media and prevent information disorders.",
        "url": "https://doi.org/10.31235/osf.io/ruxbe_v1",
        "version": 1,
        "id": "ruxbe",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/stw6y_v1",
        "title": "Fines, Not Fares: The Punitive Nature of Transit Enforcement",
        "authors": "Orly Linovski",
        "created": "2025-12-22",
        "abstract": "Despite calls for reform, many transit agencies rely heavily on enforcement to increase fare revenue and perceptions of safety. Both fare evasion and behaviour violations (like loitering and public intoxication) can carry heavy fines, and lead to debt collection and criminal justice system involvement. Yet, there has been limited examination of the financial and social costs of transit fines, and whether enforcement programs can achieve revenue goals. Using administrative data obtained through freedom of information requests, I document the nature and extent of transit enforcement and fines in sixteen Canadian cities. I find that transit fines are excessively punitive when compared with parking violations, with fines on average five times higher than similar parking infractions. While there may be deterrence value from enforcement, few transit fines are paid, and the costs of enforcing transit violations are likely significantly greater than revenue from payments. Given this, transit agencies should evaluate the goals, impacts, and outcomes of enforcement programs, with a full accounting of both the financial and social costs, and consideration of alternative programs.",
        "url": "https://doi.org/10.31235/osf.io/stw6y_v1",
        "version": 1,
        "id": "stw6y",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/tdras_v1",
        "title": "Modelling cycling route choice using a map-based public participatory survey in a regional city",
        "authors": "Sapan Tiwari, Afshin Jafari, Steve Pemberton, Alan Both, Dhirendra Singh, Ryan Turner, Chris De Gruyter",
        "created": "2025-12-20",
        "abstract": "Riding a bicycle, particularly for transport purposes, offers substantial environmental and health benefits. Suitable bicycle infrastructure is crucial for promoting bicycle use, but remains scarce and fragmented in Australia, particularly in regional cities. In this context, understanding cyclists' route choices is a key input in informed infrastructure planning to increase cycling mode share. This study uses data from a map-based public participatory route survey to spatially capture bicycle route choice in the regional city of Greater Bendigo, Australia. The model incorporates attributes such as level of traffic stress (LTS), slope, tree canopy cover, intersection density, and route directness, along with an adjustment to account for overlap among alternative routes. The results show that cyclists strongly prefer routes with the lowest traffic stress, lower gradients, and greater network connectivity, while avoiding circuitous paths. Cyclists are also more likely to choose routes that are distinct and share fewer common segments with alternative routes. Segmentation by gender and age reveals notable behavioural differences: female cyclists are considerably more sensitive to traffic stress and slope, prioritising safety and comfort, whereas male cyclists exhibit greater tolerance to stress and prioritise route efficiency. Middle-aged cyclists (40-60 years) exhibit the strongest aversion to stressful routes, while younger cyclists (18-40 years) demonstrate greater flexibility in route choice. These findings highlight the importance of age and gender considerations in bicycle infrastructure planning as well as prioritising low-stress, well-connected, and direct cycling corridors. The findings also highlight the value of map-based public participatory surveys as a cost-effective means of collecting route data in regional settings with small populations.",
        "url": "https://doi.org/10.31235/osf.io/tdras_v1",
        "version": 1,
        "id": "tdras",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/u7zdq_v1",
        "title": "Graphical abstracts for knowledge translation: current practice and design guidelines in environmental health research",
        "authors": "Hongrui Liu, Shengqi Wang, Caroline X. Gao",
        "created": "2025-12-19",
        "abstract": "Graphical abstracts (GAs) are increasingly used to communicate scientific findings, but researchers without design expertise face significant challenges in creating effective visuals. This study systematically examines the use of GAs in leading environmental health journals and develops a practical guideline to support GA design for researchers without a design background. We systematically screened articles from three high-impact environmental health journals and identified 23 exemplar GAs for in-depth analysis. These GAs were evaluated using five content criteria (inclusion of title, background, methods, results and conclusion) and four visual design criteria (visual signs, grid systems, typography and color). Most of the GAs we reviewed showed substantial room for improvement in both content and visual clarity. Many did not serve a clear communicative purpose and suffered from issues such as unclear or missing titles, ambiguous background information and weak or absent conclusions. Visual problems—particularly related to typography and hierarchy—were also widespread. In contrast, the 23 exemplar GAs demonstrated how concise content, clear structure and coherent visual design can improve readability and better support knowledge translation. Based on these findings, we developed a simplified guideline focusing on two domains: (1) content clarity, by ensuring sufficient information from background to conclusion; and (2) visual clarity, by improving visual signs, grid integration, typography and color use. The resulting evidence-informed guideline can help researchers independently create clearer and more impactful GAs, ultimately strengthening knowledge translation and the broader impact of environmental health research.",
        "url": "https://doi.org/10.31235/osf.io/u7zdq_v1",
        "version": 1,
        "id": "u7zdq",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/vey6q_v1",
        "title": "Rapidly expedited AI-enabled evidence maps for transforming evidence-to-policy dialogues and processes",
        "authors": "Gareth J Hollands, Ian Shemilt, James Thomas",
        "created": "2025-12-18",
        "abstract": "Producing useful evidence syntheses requires clearly formulated research questions linked to an understanding of their optimal scope. When policymakers (or other end users) commission or steer the production of systematic reviews to support policy development, these parameters are rarely specified sufficiently for production to proceed. Instead, these details are typically developed via a collaborative dialogic process involving evidence producers and users to ensure the proposed synthesis will meet users’ needs. This process is informed by scoping and (more-or-less formally) mapping the existing evidence base, which can take many weeks or months, slowed by applying mostly manual processes to identify and characterise the evidence. Recent developments in artificial intelligence (AI) technologies have opened up new and possibly transformative opportunities for far more rapid, iterative, and responsive mapping of relevant evidence to support such early-stage evidence-to-policy dialogues and processes. In this article, we outline and characterise this approach, termed dialogic rapidly expedited evidence maps (DREEMs). We also present two illustrative case studies drawn from first-hand experiences within a programme of evidence reviews production to inform policy in England.",
        "url": "https://doi.org/10.31235/osf.io/vey6q_v1",
        "version": 1,
        "id": "vey6q",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/xenpv_v1",
        "title": "Bayesian phylogenetic analyses cannot be used to test hypotheses about the evolution of large-scale complex societies during the Holocene",
        "authors": "Peter Turchin",
        "created": "2025-12-18",
        "abstract": "Opie and Atkinson (DOI: 10.1038/s41562-025-02365-5) used Bayesian phylogenetic analysis (BPA) to test several hypotheses about mechanisms responsible for the emergence of states in human history by mapping trait data from 868 cultures worldwide onto a language tree representing the relationships between cultures globally. In this critique I argue that the BPA is incapable of identifying causal mechanisms responsible for state formation during the Holocene and thus the authors' conclusions are unwarranted.",
        "url": "https://doi.org/10.31235/osf.io/xenpv_v1",
        "version": 1,
        "id": "xenpv",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      }
    ]
  }
}
