{
  "update": "2025-04-11",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/4cba6_v1",
        "title": "Large Language Models: A Survey with Applications in Political Science",
        "authors": "Collin Coil, Nicholas Chen, Caroline L. Bruckner, Karen O'Connor",
        "created": "2025-04-09",
        "abstract": "Large language models (LLMs) have taken the world by storm, but political scientists have been slow to adopt the tool. Attempts to use LLMs have been very limited in scope with scholars using LLMs for simple binary classification tasks or text generation. Whether this lack of update is due to lack of programming abilities or a result of hesitancy to use LLMs, political science is leaving a valuable tool on the table. This paper attempts to encourage uptake of LLMs for political science and makes three primary contributions: (1) it surveys LLMs from the practitioner’s perspective; (2) demonstrates the applicability of LLMs on a variety of political textual analysis applications; and (3) provides example software and data to encourage researchers to explore use of the tools.",
        "url": "https://doi.org/10.31235/osf.io/4cba6_v1",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/54wuh_v1",
        "title": "Armed Parties, the State, and the Consolidation of Local Political Order",
        "authors": "Drew Stommes",
        "created": "2025-04-07",
        "abstract": "Armed political parties carry out violence targeting partisan rivals before and after elections. However, their attacks often occur at drastically different rates in otherwise similar neighboring localities. I argue that partisan alignment between local armed party officeholders and a government's ruling party—i.e., the party controlling the level of government with authority over frontline bureaucrats—significantly increases those local incumbents' attacks within the locality. Alignment facilitates local officeholders' accumulation of non-state coercive capacity and reduces the constraints they face from the state. I test this theory with a close elections regression discontinuity design and new data on election violence in West Bengal, India. I find support for the proposed mechanisms with qualitative evidence including eighty interviews conducted in urban and rural West Bengal. The findings shed light on how differential access to the state shapes local patterns of non-state violence and sharpens our understanding of bottom-up pathways to single party rule.",
        "url": "https://doi.org/10.31235/osf.io/54wuh_v1",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/6qv5y_v1",
        "title": "TWin of Online Social Networks Deliverable D5.2 Definition of Metrics",
        "authors": "Sjoerd Stolwijk",
        "created": "2025-03-25",
        "abstract": "This report proposes a set of metrics to determine the deliberative quality of discussions on social media in general and TWON-platform from the TWin of Online Social Networks-project in particular. Chapter 2 lists the key indicators of: Exposure to political content; Engagement with political content; Contributing political content; Diversity of exposure; Quality of exposure. Chapter 3 explains how and why this set of indicators differs from the typical list of deliberative indicators and proposes to view deliberation from a summative rather than an additive perspective. The traditional additive perspective simply argues that to achieve societal deliberation, people need to deliberate. The best way to strengthen deliberative democracy would thus be to organize good deliberation, which is then ``added'' (-&gt; additive) to the societal debate. Often, organizing such deliberation is challenging at a large scale, especially on social media platforms. In contrast, the summative approach does not require any one venue of good deliberation to achieve deliberative democracy at a societal scale but rather aims to realise it only at the collective, i.e. summative level. In this view, social media do not need to aim at perfect deliberation within one platform; rather, the goal is to contribute to deliberation at a societal scale via the platform. We propose that social media can contribute especially by offering an avenue for users (citizens, journalists and politicians alike) to be exposed to political debate, but also to engage and participate in that debate. In addition, social media can connect otherwise unconnected users and expose them to ideas they might otherwise have missed. Ideally, these ideas are substantiated with arguments and evidence. Chapter 4 evaluates a large set of automatic classifiers to determine the degree to which social media comments meet several deliberative criteria, specifically whether comments are rational, interactive, diverse and civil. Results show how more modern techniques like fine-tuned transformers and generative large language models have improved our ability to reproduce manual codings automatically, but also that results vary considerably between models. Chapter 5 integrates the aims of Chapter 3 with the results of Chapter 4 and translates them to the case of TWON to arrive at the metrics proposed in Chapter 2. It adds tests of the performance of different classifiers to determine whether a comment is political or not. Chapter 6 takes a look into the future, beyond what is currently feasible for TWON, to explore whether new techniques can help determine the deliberative quality of online social media debates to the more fine-grained level of specific claims and shows some promising first results.",
        "url": "https://doi.org/10.31235/osf.io/6qv5y_v1",
        "subjects": "Politics",
        "subjects_osf": "Digital Humanities, Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/834vd_v2",
        "title": "Learning by Lobbying",
        "authors": "Emiel Awad, Gleason Judd, Nicolas Riquelme",
        "created": "2025-04-06",
        "abstract": "How do interest groups learn about and influence politicians over time? We develop a game-theoretic model where an interest group can lobby a politician while learning about their ideological alignment. Our analysis reveals a fundamental tradeoff: interest groups must balance gathering information against exerting immediate influence, while politicians strategically manage their reputations to shape future interactions. These strategic forces generate systematic dynamics: policies and transfers shift in tandem, with early-career politicians showing greater policy variance and extracting larger rents through reputation management than veterans. Uncertainty about alignment increases policy volatility as groups experiment with offers, while institutional features like committee power and revolving-door incentives systematically alter both learning incentives and influence strategies. Our results shed new light on how interest group influence evolves across political careers and varies with institutional context.",
        "url": "https://doi.org/10.31235/osf.io/834vd_v2",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/cxrtz_v1",
        "title": "Putting Economics Back into Geoeconomics",
        "authors": "Christopher Clayton, Matteo Maggiori, Jesse Schreger",
        "created": "2025-04-04",
        "abstract": "Geoeconomics is the use of a country's economic strength to exert influence on foreign entities to achieve geopolitical or economic goals. We discuss how concepts of power in the political science and economics literature can be used to guide research on geoeconomics. Economic threats as a form of coercion have seen a recent resurgence. We show how different types of threats can be modeled using simple tools and discuss what channels their potential effectiveness is based on. We discuss important open questions for the future literature to pursue.",
        "url": "https://doi.org/10.31235/osf.io/cxrtz_v1",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/nt48d_v1",
        "title": "Improving European democracy and legitimacy for crisis and post-crisis times",
        "authors": "John Erik Fossum, Christopher Lord, REGROUP project",
        "created": "2025-04-09",
        "abstract": "Building on previous tasks, this paper takes stock of the state of Europe’s multi-level democracy and legitimacy in crisis times and makes recommendations on how to safeguard both principles. We recommend a system of democratic auditing in good times and bad. Our first recommendation is that there should be regular 5-year democratic audits of the EU and of Member State Democracies (MSDs) before European elections, so that the results of the audits are available for citizens to assess during the EP election campaign. This assures that the democratic audit is directly politically relevant. Our second recommendation is that there should also be special democratic audits of the handling of emergencies. That will require a double adaptation of democratic auditing i) to the EU and ii) to emergency politics. To adapt democratic auditing to the case of the EU and its member state democracies (MSDs) we recommend developing indicators of how well the EU and MSDs comply with input, output, and throughput standards of democratic legitimacy. See also the indicators we developed in the initial REGROUP application and our earlier paper (Fossum and Lord 2023). To adapt democratic auditing of the EU and its MSD’s to the special problem of emergency politics, we recommend developing additional indicators. These could include but go beyond indicators based on the Council of Europe standards for emergency politics. For Council of Europe standards, see also our earlier paper (Fossum and Lord 2023). Our third recommendation is that for the democratic audits of EU and MSD responses to emergencies we recommend process traces of key decisions. The process traces should shed added light on how well decisions taken by the EU and MSDs at critical junctures in their handling of emergencies meet the standards set out in our indicators of democratic standards under conditions of emergency. Our fourth recommendation is to collect and systematize as much of the existing research as possible so as to provide as complete a picture as possible with a view to discern as robust as possible lessons. These should also insofar as relevant be incorporated in the next audits.",
        "url": "https://doi.org/10.31235/osf.io/nt48d_v1",
        "subjects": "Politics",
        "subjects_osf": "European Languages and Societies, Political Science"
      },
      {
        "doi": "10.31235/osf.io/xehm3_v1",
        "title": "Leadership in Online Communities: Offline Networks and the Case of Wikipedia",
        "authors": "Nicole Schwitter",
        "created": "2025-04-09",
        "abstract": "Wikipedia is one of the most visited websites worldwide and a cornerstone of contemporary digital infrastructure. At its core is a volunteer-driven governance system in which users elect administrators - trusted community members granted special rights and responsibilities. While previous research has emphasised online behaviour and platform-native metrics in explaining adminship, this study examines how offline interactions shape leadership outcomes within the German-language Wikipedia. Drawing on large-scale observational data covering two decades of both online and offline activity, and using hybrid multilevel random effects models, the study investigates who runs for adminship and who is ultimately successful. The findings reveal that attending offline meetings has little bearing on the decision to run, but significantly increases the likelihood of being elected, particularly when candidates have met a greater share of voters face-to-face. These results highlight the importance of interpersonal ties even in digital, democratic spaces. By bridging digital sociology and networked governance, this study contributes to broader debates on participation and leadership in peer-production platforms.",
        "url": "https://doi.org/10.31235/osf.io/xehm3_v1",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/6gbzp_v1",
        "title": "The Impact of Refugee Shocks on Host Countries: A Scoping Review",
        "authors": "Chloé Salathé, Natalia\tMalancu, Didier Ruedin",
        "created": "2025-04-08",
        "abstract": "This article provides a systematic overview of the academic literature on the impact of 'refugee shocks' on host countries: the sudden arrival of large numbers of refugees in a place. A scoping analysis was conducted to describe the literature, drawing on 4,576 effects from 123 studies. About two thirds of the effects concern economic outcomes in the host country, while few cover health or the environment. There are generally positive effects on education, and generally negative effects on wages and employment. Refugee shocks tend to be associated with an increase in votes for the radical right. Across topics, about half of the analyses indicate no statistically significant effect. We find an increase in studies on refugee shocks after 2015, and that the most commonly studied shocks took place in the Middle East and Europe. We conclude that many dimensions need to be studied to adequately characterize the impact of refugee shocks on host countries.",
        "url": "https://doi.org/10.31235/osf.io/6gbzp_v1",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/6jzan_v2",
        "title": "Capital Structure and Firm Performance among the Listed Agro-Allied Firms in Nigeria",
        "authors": "Olanrewaju Yusuff, Noah Olasehinde",
        "created": "2025-04-06",
        "abstract": "The study empirically investigates the effect of capital structure on firm performance among agro-allied firms listed on the Nigerian Stock Exchange from 2003 to 2017. The performance was measured by return on investment, return on assets, and earnings per share, while the capital structure was captured by leverage and equity finance. Equity finance was found to significantly affect returns on investment and assets, while leverage impacted earnings per share. Also, firms’ growth and age are positively related to performance, while size has an inverse relationship. Therefore, firms should adopt an efficient equity-debt level ratio that significantly improves performance over a specific production period.",
        "url": "https://doi.org/10.31235/osf.io/6jzan_v2",
        "subjects": "Economics",
        "subjects_osf": "Food Studies, Other Social and Behavioral Sciences, Agricultural and Resource Economics, Economics"
      },
      {
        "doi": "10.31235/osf.io/8tmdp_v1",
        "title": "Must VUCA evolve? A thematic literature-based analysis of VUCA research in the pre- and post-COVID-19 eras",
        "authors": "Gerit Tänzer, Christian Matt",
        "created": "2025-04-04",
        "abstract": "AAM Information This author accepted manuscript is deposited under a Creative Commons Attribution Non-commercial 4.0 International (CC BY-NC) licence. This means that anyone may distribute, adapt, and build upon the work for non-commercial purposes, subject to full attribution. If you wish to use this manuscript for commercial purposes, please contact permissions@emerald.com. Accepted for publication: 09-Mar-2025 Published version available at Internet Research: https://doi.org/10.1108/INTR-10-2023-0903 ALWAYS CITE THE PUBLISHED VERSION Abstract The coronavirus disease (COVID-19) pandemic has confronted management with substantial challenges, requiring organizations to respond to dynamic market changes and continuously adapt to a volatile, uncertain, complex, and ambiguous (VUCA) environment. The COVID-19 pandemic has highlighted this necessity by exposing VUCA concepts to substantial shock. However, whether the COVID-19 pandemic marks a phase of abnormal VUCA characteristics or whether organizations will face different VUCA challenges in the post-COVID-19 era is unclear. We conducted a literature review to synthesize and compare VUCA research before and after the COVID-19 pandemic. Using a trend matrix, we illustrate and specify the evolution of research themes that address VUCA characteristics. We present a VUCA evolution model that reveals a shift toward operational adaptability and continuous learning as key drivers in the post-COVID-19 era, as emphasized by the increased priority of people-centered approaches. The results indicate an organizational transformation toward self-organization that enables resilience through a holistic perspective of continuous learning and co-creation. Our study contributes to understanding organizations’ resilience and bridges the gap between the theoretical and practical VUCA research dimensions. VUCA concepts were not coined with global pandemics in mind but were created to support organizations dealing with crises. We explored how the COVID-19 pandemic has affected VUCA’s conceptual foundations and research focus. Our results orient scholarship toward new foci of VUCA research and assist practitioners in identifying critical areas of focus regarding VUCA challenges in the post-COVID-19 era.",
        "url": "https://doi.org/10.31235/osf.io/8tmdp_v1",
        "subjects": "Economics",
        "subjects_osf": "Economics, Science and Technology Studies, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/c7vrw_v2",
        "title": "Information Architectures: A Framework for Understanding Socio-Technical Systems",
        "authors": "Paul E. Smaldino, Adam Russell, Matthew Zefferman, Judith Donath, Jacob G. Foster, Douglas Guilbeault, Martin Hilbert, Elizabeth A. Hobson, Kristina Lerman, Helena Miton",
        "created": "2025-04-04",
        "abstract": "A sequence of technological inventions over several centuries has dramatically lowered the cost of producing and distributing information. Because societies ride on a substrate of information, these changes have profoundly impacted how we live, work, and interact. This paper explores the nature of information architectures (IAs)—the features that govern how information flows within human populations. IAs include physical and digital infrastructures, norms and institutions, and algorithmic technologies for filtering, producing, and disseminating information. IAs can reinforce societal biases and lead to prosocial outcomes as well as social ills. IAs have culturally evolved rapidly with human usage, creating new affordances and new problems for the dynamics of social interaction. We explore societal outcomes instigated by shifts in IAs and call for an enhanced understanding of the social implications of increasing IA complexity, the nature of competition among IAs, and the creation of mechanisms for the beneficial use of IAs.",
        "url": "https://doi.org/10.31235/osf.io/c7vrw_v2",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Economics, Library and Information Science, Anthropology, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/qv8nm_v1",
        "title": "THE BACKBONE OF THE UK UNDER ATTACK The Economic Effects of Tobacco Generational Sales Ban on Retail SMEs",
        "authors": "Maged Ali",
        "created": "2025-04-04",
        "abstract": "Retailers are the heart and soul of our communities. They provide us with the things we need to live our best lives and create jobs for many. They are part of our daily lives and a vital part of our local economies, especially in areas where large companies may not have as much of a presence. Many small retailers already struggle to stay open due to tight profit margins. They reinvest most of their earnings to adapt to changing customer needs and new regulations. Rising costs and over-regulation make it even harder for them to survive. A new law will make survival even harder. The UK has introduced a law banning the sale of all tobacco products to anyone born after 2009, making it the strictest ban of its kind. While intended as a public health measure, it will cut off customers and will have severe consequences on retailers. Tobacco products account for 20% of retailers' sales. Losing this income will push many stores to the brink. It will leave retailers with no viable way to adapt and transition to alternatives. The consequences are severe: declining foot traffic, reduced revenues, and widespread store closures. Over the next three decades, the UK could lose 7,700 businesses and 70,100 jobs. The government will also lose £23.8 billion in tax revenue (DHSC, 2024) and face rising enforcement costs of £828 million over the next thirty years. This equates to £819 million per year, or 72% of the UK's annual s pending on unemployment benefits (ONS, 2025a). Beyond the economic harm, the GSB will make it harder for the government to control tobacco sales. More people will turn to the illegal market, which could grow from 14.5% in 2023 to 43.2% by 2040 . This means unregulated products and easier access for minors. Profits will flow to criminal groups, enabling them to finance other illegal activities. As a result, the government will need additional resources to combat organised crime and enforce the law. The result is a lose-lose-lose scenario  retailers will close, government revenues will shrink, and criminals will take control of the market. Policymakers must reconsider this approach before irreparable damage is done to the UK’s retail SMEs, leaving countless communities without their lifelines.",
        "url": "https://doi.org/10.31235/osf.io/qv8nm_v1",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/w6bpv_v1",
        "title": "Disparities in Exposure to Green Spaces Remotely Sensed",
        "authors": "Yamaguchi Yuhei",
        "created": "2025-04-03",
        "abstract": "Residential segregation based on socioeconomic status has long attracted the attention of researchers in the fields of human geography and sociology. This study examines whether disparities in exposure to natural environments, such as green spaces, also exist based on socioeconomic status. Using remote sensing, we analyzed Tokyo, Japan, and calculated the mean NDVI; Normalized Difference Vegetation Index for each 250m grid. We then investigated its relationship with average household income. The results revealed that grids with higher average household income tend to have higher NDVI. Additionally, we explored whether NDVI could be predicted from socioeconomic and demographic variables. The findings indicate that NDVI can be partially predicted based on these variables. This suggests that exposure to natural environments is influenced by social science factors. Although natural environments appear to be open-access resources, our study demonstrates that disparities arise due to socioeconomic and demographic factors.",
        "url": "https://doi.org/10.31235/osf.io/w6bpv_v1",
        "subjects": "Economics",
        "subjects_osf": "Geography, Economics"
      },
      {
        "doi": "10.31235/osf.io/3qcu4_v2",
        "title": "Faculty Inclusion Before and “After” COVID-19: Investigating the Effects of Caregiving, Health, and Gender",
        "authors": "Shuyin Liu, Laurel Smith-Doerr, Dessie Lee Clark, Joya Misra",
        "created": "2025-04-08",
        "abstract": "Despite significant research on the immediate disparate impacts of COVID-19 on faculty members, very few studies consider longer-term disparities. We examine the continuing effects of the pandemic on faculty equity and inclusion. Survey data from before the pandemic (2018) and from the post-acute pandemic period (2022) show a significant decline in feelings of inclusion, controlling for gender and caregiving status, race, sexuality, rank, and field among faculty. On average, faculty report that campus life has worsened. Controlling for demographic variables, faculty with health disadvantages feel more excluded. Interestingly, simply being a caregiver does not predict greater feelings of exclusion; however, faculty whose caregiving responsibilities took them away from work during the pandemic feel more excluded. Research on the continuing unequal effects of the pandemic is needed to address and improve feelings of inclusion, and thus to retain a more diverse faculty.",
        "url": "https://doi.org/10.31235/osf.io/3qcu4_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/54dyh_v2",
        "title": "When police pull back: Neighborhood-level effects of de-policing on violent and property crime",
        "authors": "Justin Nix, Jessica Huff, Scott Wolfe, David Pyrooz, Scott Mourtgos",
        "created": "2025-04-02",
        "abstract": "Many U.S. cities witnessed both de-policing and increased crime in 2020, yet it remains unclear whether the former contributed to the latter. Indeed, much of what is known about the effects of proactive policing on crime comes from studies that evaluate highly focused interventions atypical of day-to-day policing, use cities as the unit of analysis, or cannot rule out endogeneity. This study addresses each of these issues, thereby advancing the evidence base concerning the effects of policing on crime. Leveraging two exogenous shocks presented by the onset of COVID-19 and social unrest following the murder of George Floyd, we evaluated the effects of sudden and sustained reductions in high-discretion policing on crime at the neighborhood level in Denver. Multilevel models accounting for trends in prior police activity, neighborhood structure, seasonality, and population mobility revealed mixed results. On one hand, large-scale reductions in stops and drug-related arrests were associated with significant increases in violent and property crimes, respectively. On the other hand, fewer disorder arrests did not affect crime. These results were not universal across neighborhoods. We discuss the implications of these findings in light of debates concerning the appropriate role of policing in the 21st century.",
        "url": "https://doi.org/10.31235/osf.io/54dyh_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/7c9n3_v2",
        "title": "Are Customs and Border Protection (CBP) Apprehensions a Reliable Proxy for Undocumented Migration? New Evidence on Migration from Guatemala",
        "authors": "Matthew Blanton",
        "created": "2025-04-04",
        "abstract": "Researchers have long relied on United States Customs and Border Protection (CBP) apprehension data as a proxy for undocumented migration, yet the last time their validity was assessed was in 1995. Significant changes in the composition of migrants and border crossings since then raise questions about their continued validity. In this research note, I provide an updated analysis using two independent data sources: the 2018 Guatemalan Census and annual estimates of undocumented Guatemalan arrivals to the United States from The Center for Migration Studies (CMS). Using descriptive and regression analyses, findings show a close alignment between apprehensions, household migrations reported in the Guatemalan census, and Guatemalan arrival estimates. Together, these results indicate that apprehensions remain a reliable indicator of migration flow despite recent changes in migration dynamics along the southern U.S. border.",
        "url": "https://doi.org/10.31235/osf.io/7c9n3_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/8zybt_v1",
        "title": "When you come to a fork in the road, take it: the Rashomon effect for social scientists",
        "authors": "Adam Visokay, Eddie Hock, Kentaro Hoffman, Tyler H. McCormick",
        "created": "2025-04-01",
        "abstract": "Social science researchers have developed many methods for determining which models to use to address social inquiries. While conventional approaches rely on either model selection (identifying a single \"best\" model) or model averaging (consulting weighted averages of multiple models), we argue that neither fully address the practical concerns of social science research. Instead, we propose addressing model uncertainty through the lens of the \"Rashomon effect,\" which recognizes that many models may reflect the data equally well while making competing claims about the world. A set of nearly equally performing models on a given dataset is called a \"Rashomon set.\" Given that models in the Rashomon set are essentially indistinguishable using statistical metrics, we turn to \"post-fit criteria\" to evaluate these similarly well-performing models, and articulate how researchers can use these criteria to navigate model multiplicity. We demonstrate the utility of this framework for tackling a classic research question, specifying the levels of a categorical independent variable. Specifically, we show how different aggregations of religious categories produce multiple plausible explanations for the association between religious affiliation and life satisfaction with data from the Faith Matters Survey. We contend that the Rashomon paradigm promotes more intellectually honest model selection while maintaining scientific rigor, arguing that model selection is an interpretive task that should be made more transparent.",
        "url": "https://doi.org/10.31235/osf.io/8zybt_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/93mv2_v1",
        "title": "Gatekeepers or agents of change? The political agency of lawyers in the Dutch family migration regime",
        "authors": "Saskia Bonjour",
        "created": "2025-04-08",
        "abstract": "Migration lawyers exercise political agency: in choosing which clients to represent and how to present their claims to bureaucrats and judges, lawyers shape what the governance of migration looks like in practice. In 2022, we interviewed 16 lawyers specialized in Dutch family migration law, inquiring how they see their own roles vis-à-vis the state, how they address cultural differences in what counts as “family”, and how they handle suspicions of fraud. The variety in approaches we observed clearly reveals that family migration lawyers are far from neutral, apolitical actors. Personal convictions informed professional practice, even among lawyers who eschewed activist “cause lawyering”. While our respondents all believed some or many elements of the migration regime should change and sought to exercise pressure through their legal practices, they all also acted as gatekeepers of the current migration regime – partly out of conviction, partly because they believed they can best (or only) support their clients by playing by the rules of the game. Building on the scholarship on lawyers’ professional ethics, I argue that everyday migration lawyering involves a form of moral activism oriented towards social change that – perhaps inevitably and often reluctantly – also involves gatekeeping.",
        "url": "https://doi.org/10.31235/osf.io/93mv2_v1",
        "subjects": "Sociology",
        "subjects_osf": "Legal Studies, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ag873_v1",
        "title": "La Falacia de la Exclusividad Epistémica: Deconstruyendo reclamos de conocimiento exclusivo en epistemologías basadas en la identidad.",
        "authors": "Luis Escobar L.-Dellamary",
        "created": "2025-03-31",
        "abstract": "La creciente tendencia a establecer demarcaciones epistémicas basadas en categorías identitarias plantea interrogantes fundamentales sobre la naturaleza del conocimiento y sus modos de transmisión. Este análisis crítico examina lo que denomino la Falacia de la Exclusividad Epistémica (FEE)—la presunción de que ciertos conocimientos son exclusivamente accesibles para quienes pertenecen a determinadas identidades colectivas. El trabajo deconstruye esta falacia identificando tres ideas erróneas fundamentales: el mito de la esencia fija (confusión esencialista) que presupone un núcleo inmutable de la identidad; el espejismo de la experiencia uniforme (confusión sobre la experiencia universal) que asume homogeneidad vivencial dentro de grupos identitarios; y la ilusión de las fronteras del saber (confusión sobre el aislamiento epistémico) que imagina al conocimiento como encerrado dentro de límites sociales definibles. La articulación de estas confusiones genera contradicciones lógicas como el círculo vicioso de validación y la dependencia del \"otro\" que socavan la coherencia interna de los reclamos de exclusividad epistémica. Frente a esta problemática, propongo una reconceptualización del conocimiento como una conversación dinámica y prolongada, privilegiando la ontología cualitativa y experiencial ante las categorizaciones discursivas. Esta perspectiva alternativa, permite valorar las contribuciones epistémicas desde posiciones marginadas sin reproducir segregaciones contraproducentes.",
        "url": "https://doi.org/10.31235/osf.io/ag873_v1",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Anthropology, Linguistics, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/aw4en_v1",
        "title": "Poverty, educational attainment, and loss aversion: An analysis with prospect theory focusing on the loss aversion and forming reference point",
        "authors": "Kazuhiro Kezuka, Ryo Suzuki",
        "created": "2025-04-08",
        "abstract": "The impact of financial assets on the decision to enter university has been studied in terms of the ability to pay tuition fees and invest in post-school education; however, the impact of assets on the decision-making process has not been fully investigated. We constructed a model based on prospect theory, focusing on the heterogeneity of loss aversion by assets and forming a reference point, and examined the relationship between assets and the decision to enter university (more specifically, taking an entrance exam). The results are twofold: 1) students from low-income households are more likely to identify themselves as those who should not enter universities and are likely not to choose to enter universities; 2) a decrease in the cost of preparing for entrance exams relaxes the threshold for taking the entrance exam, while a decrease in tuition does not always relax the threshold.",
        "url": "https://doi.org/10.31235/osf.io/aw4en_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/evnq7_v1",
        "title": "A Simple Threshold Captures the Social Learning of Conventions",
        "authors": "Douglas Guilbeault, Spencer Caplan, Charles Yang",
        "created": "2025-04-03",
        "abstract": "A persistent puzzle across the cognitive and social sciences is how people manage to learn social conventions from the sparse and noisy behavioral data of diverse actors, without explicit instruction. Here, we show that the dominant theories of social learning perform poorly at capturing how individuals learn conventions in canonical coordination experiments that task them with matching their behaviors while interacting in social networks. Across experiments, participants' learning behavior systematically deviates from both imitation and statistical optimization. Instead, we find that participants follow a categorical, two-stage learning process: they behave probabilistically until they acquire enough information about each other to trigger a mental threshold and then their behaviors stabilize. We precisely identify this threshold using the Tolerance Principle, a parameter-free equation first developed to model how children learn rules in language. Our simulations show that threshold-based agents often produce social learning that is more accurate than imitating and optimizing agents. We further show that the Tolerance Principle offers an improved model of how a critical mass of dissenting actors can overturn established conventions. The superior performance of our model holds when comparing against a variety of optimization approaches, including Bayesian inference. These findings offer compelling evidence that a simple, mathematical threshold underlies individual and social learning, from grammatical rules to behavioral conventions.",
        "url": "https://doi.org/10.31235/osf.io/evnq7_v1",
        "subjects": "Sociology",
        "subjects_osf": "Linguistics, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fet4d_v2",
        "title": "Pursuing Precision in Criminology: Why Ordinal Data Demand Ordinal Methods",
        "authors": "Jonathan R. Brauer, Jacob C. Day",
        "created": "2025-04-04",
        "abstract": "Criminological research frequently examines ordinal outcome data, yet the common practice of treating these data as continuous using linear models can obscure patterns, introduce imprecision, and bias estimates. We advocate for the appropriate analysis of ordinal outcomes with ordered regression models. We demonstrate how linear models misrepresent ordinal distributions using simulated data before reanalyzing select results from Pickett, Graham, and Cullen's (2022) study on racial differences in fear of police. Our analysis showcases how ordered regression models, coupled with effective visualization techniques, provide more accurate estimates than linear models—revealing that linear approaches substantially underestimate racial disparities. For instance, cumulative probit models correctly estimate that nearly one-third of Black participants are “very afraid” of police killing them, while linear models underestimate this by nearly two-thirds. By respecting the ordinal nature of data, criminologists can move beyond broad directional statements and quantify effect magnitudes with greater precision, fostering a more robust, evidence-driven discipline capable of addressing its “precision crisis.”",
        "url": "https://doi.org/10.31235/osf.io/fet4d_v2",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fjghd_v1",
        "title": "Unequal Beginnings: Socioeconomic Disparities in Rural Under-Five Survival Rates",
        "authors": "Xinyan Cao",
        "created": "2025-04-03",
        "abstract": "Despite economic progress since 1990, under-five survival rates in rural China remain a concern, with limited understanding of how both parents’ socioeconomic status (SES) influences these outcomes. This study analyzes individual-level micro-data from the 2000 Chinese Census derived from IPUMS International, using OLS and negative binomial regressions, to examine how both the mother’s and father’s education and off-farm employment relate to under-five survival rates in rural China among mothers first married between 1995 and 2000. Findings show that while both parents’ SES positively relate to rural under-five survival, mother’s education is the strongest predictor, surpassing mother’s employment and father’s education. Further analysis of the 2010 Chinese Census data reveals a narrowing survival gap by parental education but a persistent effect of paternal employment. These findings underscore the combined impact of maternal education and paternal off-farm income on child health disparities in rural China. Expanding access to affordable, quality secondary or higher education for rural mothers is crucial to reducing survival inequalities, as many leave school early and face risky childbearing due to limited income, healthcare access, and health knowledge. Strengthening educational opportunities can help break cycles of disadvantage and improve rural under-five survival outcomes.",
        "url": "https://doi.org/10.31235/osf.io/fjghd_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/g379d_v1",
        "title": "Shaping Gender, Shaping Minds: A Systematic Review of Gender Norms in Chinese Primary School Textbooks",
        "authors": "Yaoyao Song",
        "created": "2025-04-01",
        "abstract": "This article presents a systematic literature review of gender representation in Chinese language textbooks used in primary education in Mainland China. Based on an analysis of 21 studies published between 1987 and 2021, this review identifies consistent patterns of gender bias in textbook content. Most of these studies were published in Chinese-language sources accessed through the China National Knowledge Infrastructure (CNKI) database. These include the overrepresentation of male characters, the marginalization of women in both textual and visual content, and the reinforcement of traditional gender roles through depictions of occupational, emotional, and personality traits. Female characters are frequently positioned in domestic and passive roles, while male characters are portrayed as intellectually capable, authoritative, and socially active. The review also evaluates the methodologies employed in the existing literature, highlighting an overreliance on quantitative content analysis and limited textual interpretation. While some recent studies incorporate interviews, surveys, and comparative perspectives, there is a lack of theoretical engagement, especially with critical discourse analysis, feminist theory, or intersectional frameworks. Additionally, significant conceptual ambiguity and redundancy across studies suggest a need for more rigorous and innovative research approaches. By foregrounding these limitations, this article argues for a more critical, interdisciplinary, and globally contextualized research agenda on gender in educational materials. It emphasizes the ideological function of textbooks in shaping gendered subjectivities and calls for renewed attention to the role of curriculum in reproducing or challenging patriarchal norms in education.",
        "url": "https://doi.org/10.31235/osf.io/g379d_v1",
        "subjects": "Sociology",
        "subjects_osf": "Feminist, Gender, and Sexuality Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/p26eg_v1",
        "title": "Data Mirroring: A methodological framework for data-donation-based interviews in media use research",
        "authors": "Daniel Jurg, Sarah Vis, Ike Picone, David Mathieu",
        "created": "2025-04-04",
        "abstract": "This article introduces 'data mirroring,' a methodological framework for conducting data-donation-based interviews using Data Download Packages (DDPs) from digital platforms. Since the General Data Protection Regulation took effect, DDPs have found application in research. While the literature on the value of DDPs primarily points towards scaling and validating aggregate-level data, their potential to illuminate complex user-media relationships within datafied environments at the micro-level appears underexplored. Drawing from recent conceptualizations of the 'data mirror,' which captures the feedback loops between users and digital media, this article provides theoretical grounding and practical guidelines for 'mirroring' DDPs to users. Based on exercises with 64 participants, we demonstrate through an illustrative case study how DDPs can serve as prompts, contexts, and reflections, revealing reflexive strategies users employ to curate information flows of 'news' on algorithmic platforms like Instagram. Additionally, we introduce an open-source web application to operationalize DDPs as data mirrors for non-technical researchers.",
        "url": "https://doi.org/10.31235/osf.io/p26eg_v1",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/v7bq8_v1",
        "title": "The (Un)importance of Neighbourhood Composition for Immigrant Job Attainment Through Co-Ethnic Social Networks",
        "authors": "Kristian Gade Kjelmann, Rolf Lyneborg Lund",
        "created": "2025-04-03",
        "abstract": "Despite a growing body of research on the role of co-ethnic social networks in the economic integration of immigrants, findings remain inconclusive. Many studies overlook the possibility of heterogeneous effects, specifically that certain neighbourhood compositions may be necessary conditions for immigrants to benefit from co-ethnic social capital. Addressing this gap, we investigate whether the impact of co-ethnic social networks on job attainment varies across neighbourhood contexts. Drawing on register data covering all immigrants from MENAPT countries who arrived in Denmark between 2008 and 2016, we measure co-ethnic networks as the presence of co-nationals and family in immigrants’ initial neighbourhoods. Neighbourhood typologies are derived using k-means clustering on individual-level data from the entire Danish population. To estimate the interaction effects of co-ethnic networks and neighbourhood types, we fit a hierarchical Bayesian zero-one inflated beta regression model. Contrary to expectations, we find no association between the presence of co-ethnic networks and job attainment, regardless of neighbourhood type, network composition (co-national or family), or gender. This also holds true in immigrant-dense neighbourhoods, which are more likely to function as ethnic enclaves. Our findings lend support to prior research emphasizing the importance of structural neighbourhood factors—such as local unemployment rates, average income levels, and the size of the immigrant population—over specific neighbourhood compositions. We conclude by urging researchers to further examine whether heterogeneous effects emerge for other labour market outcomes, such as occupational status, and suggest that settlement policies designed to improve employment outcomes through neighbourhood placement may need to be reconsidered.",
        "url": "https://doi.org/10.31235/osf.io/v7bq8_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/wp4cr_v2",
        "title": "Teaching Gender, Teaching Power: A Critical Discourse Analysis of Chinese Primary Textbooks",
        "authors": "Yaoyao Song",
        "created": "2025-04-03",
        "abstract": "This article critically examines how masculinity and femininity are constructed in Chinese primary school textbooks and explores the power relations embedded in these gender representations. Drawing on Critical Discourse Analysis (CDA), specifically Fairclough's three-dimensional model, the study analyzes textual and visual content from all 12 volumes of the nationally distributed Chinese language textbooks used in primary education. The analysis reveals that masculinity is predominantly associated with leadership, military strength, intelligence, and social responsibility, while femininity is characterized by obedience, emotional labor, beauty, and maternal devotion. These gendered traits reinforce patriarchal ideology, drawing from both Confucian traditions and the contemporary political agenda of the ruling class. Male characters, especially political and military figures, are portrayed as role models, while female characters are largely confined to domestic and supportive roles. While global education frameworks emphasize gender equity and inclusion, these textbooks continue to normalize and perpetuate inequality from an early age. By linking gender representations in schooling to broader ideological structures, this study contributes to the growing body of critical research on curriculum and discourse and calls for reforms that promote more equitable educational practices in China.",
        "url": "https://doi.org/10.31235/osf.io/wp4cr_v2",
        "subjects": "Sociology",
        "subjects_osf": "Feminist, Gender, and Sexuality Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/y9r75_v1",
        "title": "Enhancing Health Equity through Community Engagement in Artificial Intelligence-Driven Prevention Science",
        "authors": "Emily E Haroz, Novalene Goklish, Adrienne Dillard, Roy Adams, Sheana S. Bull, Ricardo Gonzalez-Fisher, Pamela Valenza, Spero M. Manson, J. Roland Thorpe",
        "created": "2025-04-08",
        "abstract": "Artificial intelligence and machine learning (AI/ML) in prevention science may improve or perpetuate health inequities. Community engagement is one proposed strategy thought to empirically mitigate bias in AI/ML tools. We outline how to incorporate community engagement at every stage of the model development and implementation. Borrowing from a framework for phases of prevention research, we describe the value and application of engaging communities to help shape more rigorous and relevant applications of AI/ML for prevention science. We provide concrete examples from real-world applications, including efforts in suicide prevention with Indigenous communities, on chronic disease prevention for Hispanic and Latino populations, and a community-driven effort to leverage AI/ML to improve allocation of resources focused on social determinants of health for Native Hawaiians. This work aims to provide applied examples of how community-engagement has been incorporated into AI/ML development and implementation, with the goal of encouraging those in the prevention science field to consider the voices of the community as the use of such tools grows. Engaging with the community around AI/ML is critical to ensure these tools reach populations in need and advance health equity for all.",
        "url": "https://doi.org/10.31235/osf.io/y9r75_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/38tf6_v1",
        "title": "The Lower Emissions Hotel Room: A consumer-driven and greenwashing-alert approach to making tourism more environmentally sustainable",
        "authors": "Dorine von Briel, Sara Dolnicar",
        "created": "2025-03-30",
        "abstract": "The tourism industry is not environmentally sustainable. It generates 8.8 % of all global carbon emissions and the emissions from tourism continue to increase by 3.5 % per annum (Sun et al., 2024). Importantly, technological innovation cannot keep up with tourism growth, reducing tourism emissions by only 0.3 % per annum (Sun et al., 2024). What, then, can we do to make the tourism industry more environmentally sustainable? Most approaches are complicated or have uncertain outcomes. Biofuels are in short supply (Ansell, 2023; Scott et al., 2010) and still generate a substantial amount of emissions (Ansell, 2023). Environmental certification schemes have been around for decades (Buckley, 2002) and are more in demand than ever, but do they contribute enough to have a material impact? After all, consumers pay little attention to whether tourism providers are eco- certified or not (Can et al., 2023; Chi et al., 2022), yet it is growing consumer demand that drives emissions. How can we activate consumers to contribute to improving the environmental sustainability of tourism? How can we empower tourists to make sustainable choices and, in so doing, force the tourism industry to improve its environmental performance? This Viewpoint puts forward a simple idea: Lower Emissions versions of tourism services. Lower Emissions versions can be launched by tourism businesses themselves and should be slightly cheaper because the costs associated with offering them are lower. For example, compared to a normal hotel room, a Lower Emissions Hotel Room could provide no single-use cosmetics, no single-use slippers, no minifridge, no daily hotel room cleaning, no daily replacement of towels and the air conditioning may be limited to a range of 18 to 21 degrees Celsius.",
        "url": "https://doi.org/10.31235/osf.io/38tf6_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/bn9w2_v1",
        "title": "Ultras in Egypt: State, Revolution, and the Power of Public Space",
        "authors": "Connor T. Jerzak",
        "created": "2025-04-03",
        "abstract": "In this article, I explore the relationship between organized soccer fans— Ultras—and the Egyptian state. I argue that Ultra groups became politicized as they sought autonomy in public space, but faced resistance from Egyptian security forces. To make this argument, I trace the history of Ultra groups. I show how Ultras made relatively few political statements in the first years after their 2007 inception. However, these groups become increasingly politicized in reaction to police harassment. This harassment was motivated by the fact that Ultras subverted state control over public spaces. The events of the 2011 Arab Spring further politicized the Ultras and transformed them into revolutionary actors by giving them the opportunity to delegitimize the authoritarian state’s entire presence in public space. However, the greater public visibility of Ultras came at a cost, partially fracturing Ultra groups and giving state forces a desire for retaliation that was realized in the Port Said massacre. Despite these challenges, Ultra groups have continued to seek autonomy in public spaces, protesting authoritarian tendencies in the post- Mubarak era. I conclude with an afterward, explaining how Ultras not only defy authoritarianism in Egypt, but also dominant narratives about Egyptian society. NOTE -- Published as: Jerzak, Connor T. 2013. \"Ultras in Egypt: State, Revolution, and the Power of Public Space.\" Interface 5(2): 240-262.",
        "url": "https://doi.org/10.31235/osf.io/bn9w2_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ets63_v2",
        "title": "Social Decision Making, Empathy and Compassion",
        "authors": "Bruce D Snyder",
        "created": "2025-04-02",
        "abstract": "Abstract: Empathy and compassion are closely related yet distinct psychological states which are variably experienced and expressed by individuals. Empathy and compassion may modified independently by, for example: psychological factors, illnesses, injuries, drugs or toxins; social roles, education and socialization; and the geographic, temporal, and/or biological distances between the empathizer and potential objects of compassion. This paper explores various interactions between these complex emotional response hierarchies and ways in which those interactions effect social decision making. The purpose of this paper is to clarify these interactions and identify areas for further inquiry.",
        "url": "https://doi.org/10.31235/osf.io/ets63_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/f23re_v2",
        "title": "“When you are holding a pen you think deeper about what you write.” Comparing the experiences of completing paper- and computer-based participant aided sociograms",
        "authors": "Dorottya Hoor, Vuyisha Dlamini, Bernie Hogan, Guy Harling",
        "created": "2025-04-07",
        "abstract": "Past personal network research has highlighted the many trade-offs in data collection strategies but has largely overlooked respondents’ perspectives on the interview experience. We use a within-subjects research design to compare respondents’ experiences with pen-and-paper sociograms and a comparable computer-assisted approach using Network Canvas, amongst young people in rural KwaZulu-Natal, South Africa. Data was collected through five focus groups (31 participants in total) and analyzed using thematic analysis and a novel journey-based approach. Our results highlight key experiential trade-offs between the analog and digital methods focusing on cognitive burden, emotional investment, and practical constraints. Centrally the analog method allowed greater emotional investment, which may or may not be desired. This work showcases the merits of a journey-based analytical approach for better understanding the interview process from respondents’ point of view, and highlights that considering sociogram tools experientially invites greater focus on ethical concerns for respondent care.",
        "url": "https://doi.org/10.31235/osf.io/f23re_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/h5pkx_v2",
        "title": "A study on the influence of social movements on political representation focusing on the minimum wage case in the mid- 2010s American states",
        "authors": "Jihun Yeo",
        "created": "2025-04-04",
        "abstract": "This study examines how the social movement can contribute to improving political representation with the case of the minimum wage legislation in American states after 2012. The contribution of this research is that it’s an empirical analysis of how social movement affects the legislative process, especially in the agenda-setting stage and how social discourse takes part in this process, given the lack of research concerning determinants of the state legislation of the higher minimum wage, especially focusing on the influence of the social movement on the legislation. I analyze the impact of the social movement, measured by the media exposure frequency, on public opinion, the proposal of bills and the legislation with the national-level time serial and the state-level data. I investigate the impact of the social discourse on public opinion and the legislative process to illuminate the underlying mechanism where the social movement affects the political outcome. The social movement contributes to the improvement of political representation by spreading the social discourse, setting the agenda in civic and political society and triggering partisan politics for institutional change.",
        "url": "https://doi.org/10.31235/osf.io/h5pkx_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/k7caz_v1",
        "title": "Comparative Estimates of Public Trust in Government Across 116 Countries, 1973–2020",
        "authors": "Yuehong Cassandra Tai",
        "created": "2025-04-05",
        "abstract": "Political trust plays a critical role in understanding key political questions, including regime support, democratic legitimacy, policy preferences, and political behavior. However, the lack of comparable, cross-national data has limited scholars' ability to analyze the relationship of political trust with quantities of interest and to generalize findings across different countries and time periods. To address this gap, this paper introduces the Trust in Government (TGOV) Dataset, a time-series cross-sectional resource covering 116 countries from 1973 to 2020. Built using a Bayesian latent variable model, TGOV harmonizes 1,555 country-year observations from 189 national and cross-national surveys, providing mean estimates of trust in government alongside full posterior distributions to account for measurement uncertainty. The TGOV dataset demonstrates robustness in a series of internal and external validations, as well as in the construct validation test, confirming that the TGOV scores are a valid measure of public trust in national government. The TGOV dataset enables scholars to analyze trust’s dynamic relationships with institutional performance, policy outcomes, and crisis resilience across political systems. More broadly, it supports interdisciplinary research on governance, inequality, state-society relations, public health compliance, climate policy acceptance, and digital governance innovations.",
        "url": "https://doi.org/10.31235/osf.io/k7caz_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/pzgxw_v2",
        "title": "A STUDY OF THE EMERGENCE OF WELFARE CLEAVAGES IN SOUTH KOREA",
        "authors": "Jihun Yeo",
        "created": "2025-04-04",
        "abstract": "This study aims to trace the cause of an emerging welfare cleavage under circumstances where discourses on economic growth have been dominant in Korean politics. On the basis of the theories of interaction between changing social structure and social-norm dynamics, this paper explores the causes of an emerging welfare cleavage in the case of South Korea during the late 2000s. To analyze the change of economic structure and public awareness regarding public welfare, I used the data of macro-economic indicators and public opinion polls and utilized press releases to analyze discourses of political actors. The linked-policies effects of an immature “developmental welfare regime” and neo-liberal economic policies caused social polarization and expansion of the poverty stratum in the course of a slowdown in economic growth in the 1990s and foreign exchange crisis in 1998. The existing norm (i.e., economic growth could solve problems concerning people's livelihood) that had been maintained in the era of rapid economic growth was weakened. A conflict between an education superintendent and the Gyeonggi-do Provincial Council triggered a debate on free meals and welfare in 2009. Civil society groups were organized on a national scale, and they started a discourse struggle to replace individual interests with public interests and to obtain social legitimacy. Political parties gradually accepted the welfare issue as the primary electoral pledge for their political interests after public preference regarding growth and distribution changed when confronted with political crises. This study draws an implication that general factors affecting Western welfare states (e.g., power alliance and democratic institutions) influence East Asian welfare states by analyzing the case of South Korean welfare politics. It means that studies of East Asian welfare states can use explanatory building blocks partly from existing welfare theories rather than stressing the exceptionalism of East Asian welfare states. However, owing to the different economic and political structures of East Asian states from those of Western countries during the formative stage of welfare states, studies of East Asian welfare states need to consider path dependency in the historical context of East Asian political economy.",
        "url": "https://doi.org/10.31235/osf.io/pzgxw_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qag75_v1",
        "title": "The carbon footprint of machine tools and metal working machinery in U.S. manufacturing",
        "authors": "Edgar Hertwich, Meng Jiang",
        "created": "2025-04-08",
        "abstract": "Recent research suggests that one-third of the global supply of metals is used to produce machinery and industrial equipment (ME). ME production causes 8% of global greenhouse gas emissions. Yet, our understanding of how much different types of ME contribute is limited. While the energy use needed to operate machines usually enters life cycle assessments, the production of the machines is often neglected, mostly because data is lacking. Here we explore the use of detailed economic input-output data for the United States (USEEIO) to produce cradle-to-gate life cycle inventories for machinery for material handling and metalworking, machine tools, dies, fixtures, and industrial molds. The cradle-to-gate GHG emissions of the investigated machinery were 38 million tonnes CO2e (0.5% of US emissions), compared to 330 Mt for all ME. Materials contributed 46-63% to the carbon footprint of the ME in question, the production of electricity and fuels used in production processes other than materials production contributed 13-28%. Important uses of ME as capital products were in the manufacturing of vehicles, refining, and metal industries. Important uses as intermediate inputs were oil and gas production, mining, as well as manufacturing and commercial structures. This manuscript demonstrates the feasibility of using detailed input-output tables for life cycle inventory modelling of the production and use of ME.",
        "url": "https://doi.org/10.31235/osf.io/qag75_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/s5m2z_v2",
        "title": "The Divergent Trajectory of Environmental Politics between the United States and the United Kingdom",
        "authors": "Jihun Yeo",
        "created": "2025-04-04",
        "abstract": "This study examines factors affecting the divergent environmental performances between the U.S. and the U.K. from the perspective of social movement. I look into domestic political factors, especially social movements causing different environmental performances in two countries that attain the high level of economic growth and are under the same international factors. Given that previous research dealing with domestic political factors tends to focus on political institutions and that the comparative research on the cases of the U.S. and the U.K. are limited, this research is relevant. I utilize the EPI scores, protest data, public opinion data and party manifestos. I conclude that the strong connection of environmental movement with political parties, less dispersive social movement agendas, favorable conditions from the EU and relatively weak anti-environmental movement led Britain to making a better environmental performance than the U.S.",
        "url": "https://doi.org/10.31235/osf.io/s5m2z_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/s7a5g_v1",
        "title": "Resignificando la tecnología para las lenguas indígenas",
        "authors": "SILVIA FERNANDEZ-SABIDO, LAURA PENICHE SABIDO",
        "created": "2025-03-30",
        "abstract": "En este trabajo ofrecemos un panorama de las lenguas indígenas, identificamos las causas de su desvalorización y la necesidad de legislar sobre derechos lingüísticos. Hacemos un recorrido de las tecnologías usadas para revitalizar estas lenguas, encontrando que, cuando vienen del exterior, frecuentemente tienen el efecto contrario al que buscan; pero, cuando son elaboradas desde adentro de las comunidades, se convierten en potentes instrumentos de expresión. Proponemos que la inclusión de conocimientos indígenas en los grandes modelos de lenguaje (LLM), enriquecerá el panorama tecnológico, pero debe realizarse en un entorno participativo donde se fomente el intercambio de saberes.",
        "url": "https://doi.org/10.31235/osf.io/s7a5g_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/sgh3k_v1",
        "title": "Monotonic Path-Specific Effects: Application to Estimating Educational Returns",
        "authors": "Aleksei Opacic",
        "created": "2025-04-03",
        "abstract": "Conventional research on educational effects typically either employs a “years of schooling” measure of education, or dichotomizes attainment as a point-in-time treatment. Yet, such a conceptualization of education is misaligned with the sequential process by which individuals make educational transitions. In this paper, I propose a causal mediation framework for the study of educational effects on outcomes such as earnings. The framework considers the effect of a given educational transition as operating indirectly, via progression through subsequent transitions, as well as directly, net of these transitions. I demonstrate that the average treatment effect (ATE) of education can be additively decomposed into mutually exclusive components that capture these direct and indirect effects. The decomposition has several special properties which distinguish it from conventional mediation decompositions of the ATE, properties which facilitate less restrictive identification assumptions as well as identification of all causal paths in the decomposition. An analysis of the returns to high school completion in the NLSY97 cohort suggests that the payoff to a high school degree stems overwhelmingly from its direct labor market returns. Mediation via college attendance, completion and graduate school attendance is small because of individuals’ low counterfactual progression rates through these subsequent transitions.",
        "url": "https://doi.org/10.31235/osf.io/sgh3k_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/tr9np_v1",
        "title": "Investigating the conditions in which women GPs thrive in General Practice: What works, for whom, how and in what circumstances? Initial Programme Theory (IPT) conceptualisation and development",
        "authors": "Ruth Abrams, Vickie Williams",
        "created": "2025-04-02",
        "abstract": "This working paper presents on the conceptualisation and development of an initial programme theory (IPT) underpinning the realist review into the conditions in which women GPs can thrive at work. The IPT and its emergence are outlined, to provide insight into the research process.",
        "url": "https://doi.org/10.31235/osf.io/tr9np_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ugzq8_v1",
        "title": "The shape-shifter: a social design method for eliciting AI&amp; Society controversies",
        "authors": "Noortje Marres, Beatrice Gobbo, Chiara Poletti, Ginevra Terenghi",
        "created": "2025-03-31",
        "abstract": "This paper presents a social design method for the participatory exploration of public controversies called the “shape shifter.” Our method combines design techniques of material engagement through prototyping with controversy analysis as developed in Science and Technology Studies (STS) and was created to facilitate collaborative evaluation of AI &amp; Society controversies. Guided by the question - how do we get from the AI controversies that we have to the AI controversies that we need? - this evaluative exercise engaged an extended community of AI and society experts in the UK culminating in a workshop-based activity in open prototyping of “controversy shapes”. In this article, we introduce our method for controversy shaping and re-shaping and discuss its implementation in a material set-up for shape-shifting controversy and accompanying materials, including controversy dossiers for participants and workshop protocols in the form of cheat sheets. We describe our interpretations of the shapes and re-shaping created by participants during the “Shifting AI” workshop and reflect on the wider insights they enabled. Our conclusion reflects on the capacity of our method in-the-making to contribute to methods development that combines participatory design with public deliberation and emphasises the importance of facilitating participation on participants' terms.",
        "url": "https://doi.org/10.31235/osf.io/ugzq8_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/upn5x_v1",
        "title": "Clearing the Jungle: Conceptualising Trust and Trustworthiness",
        "authors": "Paul Cornelius Bauer",
        "created": "2025-04-04",
        "abstract": "This study explores the meaning of the concepts of trust and trustworthiness. Despite the concepts’ popularity and indisputable relevance, interested scholars face a conceptual ‘jungle’ that is hard to pervade. Pursuing conceptual analysis, building on and summarizing previous definitions and research, I attempt to provide a general definition for both concepts. This conception may serve as a starting point for future research, as well as a basis on which to analyse research done thus far. It is flexible enough to describe a wide variety of situations in which both concepts play a role and sets a clear boundary between the concepts themselves, and the causes or consequences high or low levels of trust and trustworthiness may have. In addition, it helps to isolate trust and trustworthiness from other closely linked concepts.",
        "url": "https://doi.org/10.31235/osf.io/upn5x_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/v256k_v1",
        "title": "Childhood Predictors of Faith Sharing across 22 Countries",
        "authors": "Robert Dudley Woodberry, Matt Bradshaw, Tyler J. VanderWeele, Byron R. Johnson",
        "created": "2025-04-06",
        "abstract": "There is little research on the prevalence of evangelism in Europe and North America, let alone in Africa, Asia, Latin America, and Oceania. Moreover, almost nothing is known about childhood antecedents that lead to evangelism in adulthood. We use data from a diverse, and international sample of 200,000 individuals across 22 countries, to evaluate 16 childhood candidate predictors of sense of purpose/meaning. Using multivariate modified Poisson regression analysis and E-values for robustness check against potential unmeasured confounding, our study aims to provide comprehensive insights into early-life experiences that contribute to the development of evangelism in adulthood. The findings provide valuable evidence about leads some people to evangelize as adults.",
        "url": "https://doi.org/10.31235/osf.io/v256k_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/xqr95_v1",
        "title": "Antisemitism in German Higher Education. Results from a Survey Experiment Among Students at a German University",
        "authors": "Mark Lutter, Naomi Pech, Marc Grimm",
        "created": "2025-04-07",
        "abstract": "This study examines the extent of antisemitic bias in German higher education through a survey experiment conducted among students (N=1,416) at an average-sized German university in the fall of 2024/2025. Using a between-subjects design, participants were randomly assigned to evaluate English academic writing courses taught by fictitious instructors whose profiles varied by gender and ethnic/religious background—categorized as German, Israeli, and Jewish. Instructors were rated on sympathy and competence using a 7-point scale. While no significant differences emerged for competence ratings, results reveal notable bias in sympathy ratings: instructors identified as Jewish, particularly male Jewish instructors, received significantly lower ratings compared to their German counterparts. Instructors from Israel without a visible Jewish symbol were not rated significantly differently. There was also a gender bias, as female instructors with a German profile were rated less favorably than male instructors. Interestingly, the anti-Jewish bias was predominantly driven by female student raters, whereas male students primarily exhibited gender bias without significant antisemitic tendencies. These findings suggest that antisemitic motives, rather than anti-Israel sentiment, underlie the negative evaluations observed in this academic setting, and highlight the complex interplay between ethnic/religious prejudice and gender bias.",
        "url": "https://doi.org/10.31235/osf.io/xqr95_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/y7n24_v1",
        "title": "Exploring Women's Economic Empowerment in Three Villages of West Bengal: A Gender-Related Study",
        "authors": "Rituparna Banerjee",
        "created": "2025-04-06",
        "abstract": "This study presents the findings of a gender-related investigation conducted in three rural villages of West Bengal: Sarati in Nadia district, Dumurdaha Nityanandapur II in Hooghly district, and Baidyanathpur in Bankura district. The research explores key dimensions of women’s economic empowerment, including social participation and the impact of educational initiatives on gender roles. Utilizing a mixed-methods approach involving both quantitative surveys and qualitative interviews, the study sheds light on the socioeconomic conditions of women in these communities. The data, though randomly generated for illustrative purposes, indicate a moderate level of economic engagement among women. Significant barriers remain in accessing formal employment and community-level decision-making. The report concludes with actionable policy recommendations to foster greater gender equity through training, financial inclusion, awareness programs, and infrastructure development.",
        "url": "https://doi.org/10.31235/osf.io/y7n24_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/zpdjw_v1",
        "title": "Hyvinvoinnin oikeudenmukainen jakautuminen on sosiaalisesti kestävän yhteiskunnan peruspilari",
        "authors": "Maria Vaalavuo, Ilari Ilmakunnas, Joonas Uotinen, Paula Saikkonen",
        "created": "2025-04-01",
        "abstract": "Sosiaalinen kestävyys tarkoittaa hyvinvoinnin oikeudenmukaista jakautumista ja sen turvaamista myös tuleville sukupolville. Sosiaalista kestävyyttä ei voi erottaa ekologisesta tai taloudellisesta kestävyydestä. Kaikkien kestävyyden osa‑alueiden parempi huomioiminen päätöksenteossa vaatii ymmärrystä hyvinvoinnista kaikilla hallinnonaloilla. Esitämme johtopäätöksinä neljä ohjenuoraa mittareiden luomiseksi, jotta sosiaalinen kestävyys saataisiin osaksi päätöksentekoa.",
        "url": "https://doi.org/10.31235/osf.io/zpdjw_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/zvcx2_v1",
        "title": "Politicultural Linking: Inferences between Political and Apolitical Traits",
        "authors": "Gaetano Scaduto",
        "created": "2025-03-31",
        "abstract": "Evidence concerning inferences between political and apolitical traits has grown exponentially in recent years. This thriving literature – dealing with research on political stereotypes and projection around sociodemographic, psychological, and lifestyle traits –, is disconnected and needs to be placed under a unifying framework. To achieve this, we introduce “Politicultural Linking”, a concept subsuming political inferences from apolitical cues and apolitical inferences from political cues. Through an extensive literature review of the works produced since 2009, we discuss and classify research on this topic, identifying common features, strengths, and weaknesses, and depicting a comprehensive conceptual framework. Moreover, we identify relevant gaps in the literature: the under-exploration of inferences involving lifestyle preferences, the overrepresentation of US-based studies, the overlooked role of projection, and the lack of non-survey-based research. Consequently, we aim to set the agenda for future studies on this topic",
        "url": "https://doi.org/10.31235/osf.io/zvcx2_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/5baw8_v1",
        "title": "How Much Do We Care About Cultural Heritage? A Rasch Scale Validation Study Among Young Adult",
        "authors": "Manuele Veggi, Alessandro von Gal, Laura Piccardi, Sofia Pescarin, Raffaella Nori",
        "created": "2025-04-09",
        "abstract": "Research in museum studies, heritage science, and cultural tourism highlights the “care theory” as a key framework for understanding the relationship between citizens and cultural heritage. Assessing the “sense of care” toward cultural objects and sites can provide valuable insights for museums, education, and public policy. However, visitor studies lack suitable assessment tools. This study fills the gap by introducing the Scale for the Assessment of Caring for Cultural Heritage (CHARE), developed using the Rasch model. A preliminary 16-item questionnaire on visitors’ “caring behaviors” was designed through literature review and expert focus groups, then tested on young adults: statistical analysis confirms the model’s reliability. While further validation is needed, CHARE already offers a practical tool for museum practitioners to assess young visitors’ engagement and caring attitudes toward cultural heritage",
        "url": "https://doi.org/10.31235/osf.io/5baw8_v1",
        "subjects": "(Other)",
        "subjects_osf": "Digital Humanities, Art and Design, Psychology, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/a498p_v1",
        "title": "Cultural Imaginaries of Contemporary Space Exploration Missions in India, United States, New Zealand and Antarctica: A Comparative Analysis",
        "authors": "Anna Szolucha, Rashmi M",
        "created": "2025-04-09",
        "abstract": "Contemporary space exploration missions have undeniably captivated the world’s imagination, sparking technological advancements and inspiring dreams of living among the stars. However, beyond the technical feats, these missions also shape and reflect our cultural understanding of the universe and our place within it. This paper delves into the cultural imaginaries surrounding recent space exploration endeavours, examining how these missions are imagined and interpreted across diverse societies. By understanding these cultural narratives, we can gain valuable insights into the social dimensions of space exploration, informing future missions and fostering a more nuanced appreciation of our cosmic aspirations. This analysis draws on our long-term ethnographic research conducted as part of the ARIES project (Anthropological Research into the Imaginaries and Exploration of Space). It is based on data gathered through participant observation as well as interviews with diverse groups of stakeholders (space professionals, space enthusiasts and local communities) conducted in three different countries: India, the United States and New Zealand. We have also spoken to interlocutors who have worked in Antarctica. This kind of long-term, multi-sited research allows us, for the first time, to attempt a cross-cultural analysis of the similarities and differences between how people imagine and relate to contemporary space missions across different continents and cultures. Through this comparative analysis, our research not only provides a more comprehensive understanding of the cultural origins of the similarities and differences between various space missions and industry actors but also helps facilitate mutual understanding and cooperation between international teams working on space missions. This multicultural and comparative perspective can play a central role in defining the social and cultural (rather than just technological and economic) goals of these missions, which would promote peaceful cooperation in space and inspire the public.",
        "url": "https://doi.org/10.31235/osf.io/a498p_v1",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/cxh6q_v1",
        "title": "The Hill-Burton Act: Instituting Healthcare Infrastructure and Perpetuating Structural Racism",
        "authors": "Sahngwie Yim",
        "created": "2025-04-05",
        "abstract": "The Hill-Burton Act, signed into law in 1946, expanded access to hospital care and healthcare infrastructure in the United States. The policy improved healthcare availability, especially for Black Americans, as it created and improved hospitals through federal funding. However, many hospitals continued to deny equal access to Black Americans, and discrimination persisted through a lack of integration. Additionally, reduced effects of segregation more commonly stemmed from the changing attitudes of doctors toward segregation rather than the policy itself. Ultimately, by extending the decision from Plessy v. Ferguson, the Act contributed to the idea of separate but equal, contributing to racial segregation in hospitals and disparities in health outcomes for Black Americans.",
        "url": "https://doi.org/10.31235/osf.io/cxh6q_v1",
        "subjects": "(Other)",
        "subjects_osf": "History, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/k8hcp_v1",
        "title": "Dynamics of Insect Paraintelligence: How a Mindless Colony of Ants Meaningfully Moves a Beetle",
        "authors": "Eldar Knar",
        "created": "2025-04-09",
        "abstract": "In this work, a new concept called Vector Dissipation of Randomness (VDR) is developed and formalized. It describes the mechanism by which complex multicomponent systems transition from chaos to order through the filtering of random directions, accumulation of information in the environment, and self-organization of agents. VDR explains how individual random strategies can evolve into collective goal-directed behavior, leading to the emergence of an ordered structure without centralized control. To test the proposed model, a numerical simulation of the \"ant–beetle\" system was conducted, in which agents (ants) randomly choose movement directions, but through feedback mechanisms and filtering of weak strategies, they form a single coordinated vector of the beetle's movement. VDR is a universal mechanism applicable to a wide range of self-organizing systems, including biological populations, decentralized technological networks, sociological processes, and artificial intelligence algorithms. For the first time, an equation of the normalized emergence function in the processing of vector dissipation of randomness in the Ant–Beetle system has been formulated. The concept of paraintelligence was introduced for the first time. Insect paraintelligence is interpreted as a rational functionality that is close to or equivalent to intelligent activity in the absence of reflexive consciousness and self-awareness.",
        "url": "https://doi.org/10.31235/osf.io/k8hcp_v1",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences, Animal Studies, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/sv45q_v2",
        "title": "Human occupations at the Alpysbaev Cave (western Tian Shan): Bioarchaeological insights from the Iron Age burial cluster",
        "authors": "Abay Namen, Saine C. Hernandez Burgos, Aristeidis Varis, Emily Coco, Emily Gaul, Guido Alberto Gnecchi-Ruscone, Maria A. Spyrou, Cosimo Posth, Susanne Lindauer, David Naumann",
        "created": "2025-03-25",
        "abstract": "For millennia, southern Kazakhstan has been at the center of population movements and cultural exchange, hosting numerous tribal unions and confederations. The social structures of the societies that formed these early states have been the subject of extensive research, interpreted primarily from burial structures and funerary rites. In a landscape dominated by kurgans, catacombs, and necropoles, little is known about the disposal of the dead in natural shelters like caves. In this paper, we present the initial results of the newly excavated site of Alpysbaev Cave located in Turkestan Province, southern Kazakhstan. Test excavations yielded several pits intersecting one another and containing disturbed human remains (MNI = 5) as well as ceramic sherds, lithics, and by-products of combustion features. The lowermost lithostratigraphic unit contained human cranial fragments and faunal remains. Integrated bioarchaeological and genetic studies reveal, respectively, signs of sustained injuries and the detection of oral pathogens in the analysed teeth. Radiocarbon dating and the preliminary analysis of archaeological finds suggest at least three occupation phases spanning from the early medieval and Iron Age to the early Neolithic periods.",
        "url": "https://doi.org/10.31235/osf.io/sv45q_v2",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/u3qc9_v1",
        "title": "Simulated Selfhood in LLMs: A Behavioral Analysis of Introspective Coherence",
        "authors": "Jose Augusto de Lima Prestes",
        "created": "2025-04-05",
        "abstract": "Large Language Models (LLMs) increasingly produce outputs that resemble introspection, including self-reference, epistemic modulation, and claims about internal states. This study investigates whether such behaviors display consistent patterns across repeated prompts or reflect surface-level generative artifacts. We evaluated five open-weight, stateless LLMs using a structured battery of 21 introspective prompts, each repeated ten times, yielding 1,050 completions. These outputs are analyzed across three behavioral dimensions: surface-level similarity (via token overlap), semantic coherence (via sentence embeddings), and inferential consistency (via natural language inference). Although some models demonstrate localized thematic stability—especially in identity - and consciousness-related prompts—none sustain diachronic coherence. High rates of contradiction are observed, often arising from tensions between mechanistic disclaimers and anthropomorphic phrasing. We introduce the concept of pseudo-consciousness to describe structured but non experiential self-referential output. Based on Dennett’s intentional stance, our analysis avoids ontological claims and instead focuses on behavioral regularities. The study contributes a reproducible framework for evaluating simulated introspection in LLMs and offers a graded taxonomy for classifying self-referential output. Our LLM findings have implications for interpretability, alignment, and user perception, highlighting the need for caution in attributing mental states to stateless generative systems based solely on linguistic fluency.",
        "url": "https://doi.org/10.31235/osf.io/u3qc9_v1",
        "subjects": "(Other)",
        "subjects_osf": "Philosophy, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/uegdn_v1",
        "title": "Diagnosing scaling bottlenecks in ten community conservation initiatives in South and East Africa",
        "authors": "Thomas Pienkowski, Matt Clark, Arundhati Jagadish, Aklei Albert, Mohanjeet Brar, Tarn Breedveld, Linda Chinangwa, Deepali Gohil, Deziderius Irumba, Ramzy Kanaan",
        "created": "2025-03-18",
        "abstract": "Scaling area-based conservation, including through initiatives ed or co-managed by Indigenous Peoples and local communities, is a flagship goal of the Kunming-Montreal Global Biodiversity Framework. Conservationists often aspire to scale initiatives, but this is rarely achieved in practice. Identifying and addressing “bottlenecks” – factors that limit initiative adoption – could help shape more effective scaling strategies. Therefore, we integrate insights from 84 experts with existing evidence to identify potential risk factors and bottlenecks to scaling ten community area-based initiatives in South and East Africa. The number of reported potential risk factors and bottlenecks varied among initiatives. However, governance and distributional issues – including unfair benefit sharing, unequal decision-making, inflexible rules, and “top-down” leadership – were frequently highlighted as bottlenecks. Furthermore, adopting initiatives often presented costs (e.g., increased local conflict, reduced access to natural resources and cropland) but most experts believed these costs were offset by other benefits and thus did not constitute bottlenecks. While these results do not capture local perspectives, our findings suggest that scaling strategies that strengthen environmental governance may support more socially just and durable approaches to meeting area-based conservation goals.",
        "url": "https://doi.org/10.31235/osf.io/uegdn_v1",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/vj3q8_v2",
        "title": "Trends in Parent Carer Blame: Patterns of service for children with a disability or mental illness referred to children’s social care.",
        "authors": "Andy Bilson",
        "created": "2025-04-07",
        "abstract": "This study analyses data from the Annual Children in Need Census (2015-2023) obtained via Freedom of Information requests to examine whether there has been a shift towards a more investigative approach in handling cases involving children with disabilities or mental health concerns in England. The results show a 77.1% increase in assessments identifying these concerns, now comprising a quarter of all assessments. For children with disabilities or mental health concerns, Section 47 investigations surged by 145.2%, compared to a 45.4% rise for children without these factors. Simultaneously, the proportion of children whose primary need was classified as \"disability or illness\" dropped by 17.4%, indicating a declining focus on addressing their specific needs. The study echoes concerns from parent-led groups and prior research, suggesting that social care services are increasingly treating families of disabled children as potential risks rather than focusing on their needs, fostering \"parent carer blame.\" This trend, rooted in a risk-averse social work culture, highlights the need to reconsider current assessment practices, which may be intrusive and harmful to families seeking support. The findings call for a re-evaluation of social care policies to better address the needs of disabled children without defaulting to investigative procedures.",
        "url": "https://doi.org/10.31235/osf.io/vj3q8_v2",
        "subjects": "(Other)",
        "subjects_osf": "Social Work"
      },
      {
        "doi": "10.31235/osf.io/xkg6f_v1",
        "title": "Different sized belts: family strategies against financial shocks",
        "authors": "Alba Lanau, Teresa Habimana, Tomas Rojas, Anna Ortiz Guitart, Miguel Solana Solana, Maida Juni",
        "created": "2025-04-07",
        "abstract": "When faced with financial shocks families often combine multiple resources, including savings, networks, public transfers and services, to cover their needs and respond to changing conditions. This paper explores the strategies families with children in Barcelona deploy to respond to financial shocks by analysing interviews with 29 families experiencing difficulties to make ends meet. The paper makes three main contributions to the literature on responses to shocks. First, it provides novel evidence on how and to what extent families strategies are shaped by their past trajectories and resources. Second, it introduces a novel technique, event interviews, specifically designed to study family responses to events and identify the resources (both public and private) they rely on. Third, by contrasting the experiences of families with diverse resources, the paper seeks to illuminate some of the mechanisms through which structural constraints shape coping strategies and thus, agency. Understanding family strategies is particularly relevant in the current context framed by the aftermath of the COVID pandemic and the recent increases in energy, food and housing prices which affected the most disadvantaged the most.",
        "url": "https://doi.org/10.31235/osf.io/xkg6f_v1",
        "subjects": "(Other)",
        "subjects_osf": "Social Work, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/xwcyz_v1",
        "title": "The misguided notion of Multispecies Justice: How conceptual and terminological ambiguity undermines biodiversity protection",
        "authors": "Joeri Morpurgo, Haye Geukes, Athanasios Moraitis",
        "created": "2025-04-04",
        "abstract": "Multispecies justice (MSJ) seeks to extend justice beyond humans to include non-human entities, offering an ethical framework for interspecies relationships. While this concept may appear to improve environmental stewardship, we argue that its openness risks undermining well-established principles of ecological conservation and justice. We argue that MSJ introduces conceptual ambiguity and lacks the potential for practical operationalisation, which risks moralising natural processes, overlooking the complexities of human-nature interactions, weakening conservation efforts and opening the door for political misuse. Furthermore, existing ethical and ecological conservation frameworks already provide practical approaches for including non-humans in justice, conservation and policy considerations. Instead of adopting an unclear and potentially counterproductive notion of justice, we therefore advocate for strengthening established conservation and justice principles to address the ongoing environmental crises more effectively.",
        "url": "https://doi.org/10.31235/osf.io/xwcyz_v1",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies"
      }
    ]
  }
}
