{
  "update": "2025-12-05",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/27hgx_v1",
        "title": "Archive: A database of tabulated results from American ranked-choice voting elections",
        "authors": "Yuki Atsusaka, Jordan Holbrook",
        "created": "2025-11-28",
        "abstract": "In the past two decades, a growing number of ranked-choice voting (RCV) elections have been conducted in various jurisdictions across the United States. However, tabulated results of RCV have been reported and stored in widely different styles across places and years, making it infeasible for researchers to perform systematic analyses of vote tabulations. We introduce ARCHIVE: a database of standardized tabulated results for over 7600 round-level candidate vote counts from 514 American RCV elections, 2004-2024. To construct the database, we develop a methodological procedure based on large-language models that semi-automatically collect, standardize, and store candidate vote counts while instantly validating the resulting information. Our database releases multiple levels of data, including election metadata, round-level attributes, and candidate-level information with consistent election identifiers, allowing users to address key questions in electoral competition under RCV. To illustrate, we show how users may estimate the effective number of candidates per round.",
        "url": "https://doi.org/10.31235/osf.io/27hgx_v1",
        "version": 1,
        "id": "27hgx",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/2y478_v1",
        "title": "Contingency of Structures: Triggers and the Social Geography of Revolutionary Episodes in Iran 2017-2022",
        "authors": "Mohammad Ali Kadivar, Saber Khani, Danial Vahabli, Vahid Abedini, Samira Barzin",
        "created": "2025-11-29",
        "abstract": "What drives the uneven geographic spread of revolutionary episodes? While structural approaches emphasize pre-existing fault lines, contingency approaches highlight emergent processes. We synthesize these perspectives, arguing that specific triggers shape a revolutionary episode’s social geography by activating certain fault lines while leaving others dormant. Through a comparative analysis of three revolutionary episodes in Iran (2017–2022), each with a distinct trigger, we demonstrate how different triggers shape patterns of contention. Using event-history and spatial regression analysis of subnational protest data alongside socioeconomic and political variables, we show that a fuel price hike activated grievances in oil-producing areas, while a repressive event targeting a woman from an ethnic and religious minority mobilized protests in minority-populated districts. Our findings illustrate how triggers structure revolutionary mobilization, offering broader insights into the interaction between structural conditions and contingent events in contentious politics.",
        "url": "https://doi.org/10.31235/osf.io/2y478_v1",
        "version": 1,
        "id": "2y478",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "International and Area Studies, Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/8pzjx_v1",
        "title": "Uncertainty, Nativism, and the Politics of Withdrawal: Labor Market Insecurity and Far-Right Support in Europe",
        "authors": "Marco Cappelluti",
        "created": "2025-12-02",
        "abstract": "What explains the link between labor market insecurity and support for far-right parties in Europe? Prevailing theories suggest that far-right parties appeal to economically insecure individuals by capitalizing on concerns related to globalization, labor market shifts, and trade shocks. While existing research focuses on material self-interest and status considerations, this paper proposes a complementary mechanism centered on psychological disaffection. It argues that labor market insecurity fosters feelings of uncertainty and lack of control, which lower identification with social identities and reinforce nativist attitudes. The analysis combines cross-sectional survey data with original panel data from Italy, and shows that labor market insecurity is associated with higher economic uncertainty, nativist sentiment, political withdrawal and far-right support, alongside lower group identification. The findings highlight the importance of non-material responses to economic insecurity and offer a psychological dimension of the effects of labor market insecurity on far-right support.",
        "url": "https://doi.org/10.31235/osf.io/8pzjx_v1",
        "version": 1,
        "id": "8pzjx",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/apnd5_v2",
        "title": "Jeux sérieux pour agents énactifs - Une ludique de l’enseignement pour la redirection écologique",
        "authors": "Avel GUÉNIN--CARLUT",
        "created": "2025-11-29",
        "abstract": "Nous proposons ici une approche énactive et pragmatiste de l’enseignement et de la pratique de la redirection écologique, formalisant la pratique du jeu sérieux dans le cadre du module «Gestion de Crises» du MSc «Statégie et Design pour l’Anthropocène». Nous introduisons d’abord le paradigme neuro-computationnel de l’Inférence Active, lequel décrit la cognition humaine comme un processus prédictif régulant action et perception via l’énaction d’un modèle implicite du monde intégrée dans les dynamiques agent-environnement. Sur cette base, nous décrivons ensuite l’engagement social humain comme étant régulé par des contraintes sociales, prémisses publiques pour l’action sociale, ou encore un champ commun intégrant les attentes contextuelles liées à un contexte social et matériel donné. Finalement, nous suggérons la pratique du jeu sérieux comme une méthodologie permettant un accès privilégié à de telles prémisses publiques, et donc comme un outil précieux pour la redirection des pratiques sociales. Nous proposons de plus des pistes concrètes pour le design et l’accompagnement d’une démarche d’enquête co-opérative par le jeu sérieux visant à réfléchir sur les enjeux et les pratiques d’une communauté ou d’un réseau donné. Par ce travail, nous espérons offrir un cadre socio-cognitif pour formaliser les enjeux sous-jacents à la pratique du jeu sérieux, et ainsi participer au cadre méthodologique de la redirection écologique. We propose an enactive and pragmatic approach to teaching and practising ecological redirection, formalising the practice of serious games as developed within the « Crisis Management » module of the MSc in « Strategy and Design for the Anthropocene ». We first introduce the neurocomputational framework of Active Inference, which describes human cognition as a predictive process regulating action and perception through the enaction of an implicit model of the world integrated into agent-environment dynamics. On this basis, we then describe human social engagement as being regulated by social constraints, public premises for social action, or a common ground defining contextual expectations embedded in a given social and material context. Finally, we suggest the practice of serious games as a methodology allowing a privileged access to such public premises, and therefore as a valuable tool for redirecting social practices. We also propose concrete avenues for the design and facilitation of a cooperative inquiry process through serious games aimed at reflecting on the issues and practices of a given community or network. Through this work, we hope to offer a socio-cognitive framework for formalising the processes underlying existing practices of serious games, and thus contribute to the methodological framework of ecological redirection.",
        "url": "https://doi.org/10.31235/osf.io/apnd5_v2",
        "version": 2,
        "id": "apnd5",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Social and Philosophical Foundations of Education, Educational Psychology, Psychology, Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/axgq2_v1",
        "title": "Who Are The Two Spains? Attitudes And Lifestyle Cleavages In Contemporary Spain",
        "authors": "Luis Miller",
        "created": "2025-11-28",
        "abstract": "This article revisits the idea of “the two Spains” through the lens of lifestyle-based social sorting. Drawing on an original survey of 3,015 respondents conducted in June 2024, it examines how political identities are embedded in cultural practices. Using statistical techniques for dimension reduction and clustering, the study identifies two dominant lifestyle formations—Progressives and Conservatives—that mirror Spain’s main ideological cleavage. These groups diverge not only in moral and political orientations, but also in cultural engagement, leisure activities, mobility, and attitudes toward minorities, underscoring the social embeddedness of political conflict. A secondary analysis further disaggregates this divide into four clusters—Progs, Tepids, Moderates, and Disengaged which capture heterogeneity in cultural participation, political alignment, and daily practices. Extending lifestyle polarization research into a multiparty European context, the article contributes to political and cultural sociology by showing that divisions in Spain are increasingly lived through routine behaviors and cultural tastes.",
        "url": "https://doi.org/10.31235/osf.io/axgq2_v1",
        "version": 1,
        "id": "axgq2",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ctmxs_v1",
        "title": "REDEFINING PROGRESS: BALANCE BETWEEN ECONOMIC BUOYANCY AND ENVIRONMENTAL CONSERVATION",
        "authors": "Motsumi Taje",
        "created": "2025-11-28",
        "abstract": "This research examines the intricate and often contentious relationship between economic growth and environmental sustainability, challenging conventional paradigms that prioritize economic expansion at the expense of ecological preservation. The study critically assesses the assumptions underpinning growth-centric development models, with particular attention to the Environmental Kuznets Curve (EKC), which posits that environmental degradation increases in the early stages of economic growth before improving as a society becomes wealthier. Through a detailed critique of the EKC and the impacts of capitalist economic structures, this paper highlights the flaws of these models, particularly their failure to account for irreversible environmental damage and the insufficient role of policy interventions in mitigating ecological harm. Furthermore, the research explores how international competition and the capitalist drive for profit exacerbate environmental degradation, pushing nations to weaken environmental regulations in pursuit of economic advantage. The paper advocates for a shift towards sustainable economic models that integrate both economic growth and environmental conservation, stressing the need for robust regulatory frameworks and international cooperation. The findings underscore that, while economic and environmental objectives have historically been seen as mutually exclusive, a balanced approach is not only feasible but essential for achieving long-term prosperity and ecological stability",
        "url": "https://doi.org/10.31235/osf.io/ctmxs_v1",
        "version": 1,
        "id": "ctmxs",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Environmental Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/d5yx2_v1",
        "title": "Prediction Markets? The Accuracy and Efficiency of $2.4 Billion in the 2024 Presidential Election",
        "authors": "Joshua Clinton, TzuFeng Huang",
        "created": "2025-12-01",
        "abstract": "Political prediction markets have exploded in size and influence, moving billions of dollars and shaping how journalists, donors, and voters interpret electoral odds. If these prices truly capture rational expectations, they should efficiently aggregate information about political outcomes. But do they? We analyze more than 2,500 political prediction markets traded across the Iowa Electronic Markets, Kalshi, PredictIt, and Polymarket during the final five weeks of the 2024 U.S. presidential campaign involving more than than two billion dollars in transactions to assess whether prices accurately and efficiently aggregate political information. While 93% of PredictIt markets correctly predicted outcomes better than chance, accuracy fell to 78% on Kalshi and 67% on Polymarket. Even the most accurate markets showed little evidence of efficiency: prices for identical contracts diverged across exchanges, daily price changes were weakly correlated or negatively autocorrelated, and arbitrage opportunities peaked in the final two weeks before Election Day. Together, these findings challenge the view that prediction markets necessarily efficiently and accurately aggregate information about political outcomes.",
        "url": "https://doi.org/10.31235/osf.io/d5yx2_v1",
        "version": 1,
        "id": "d5yx2",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/eajv9_v1",
        "title": "Novel Evidence, Partisan Signalling and Divergent Political Beliefs",
        "authors": "Andrew Hunter, Ben Tappin, Charles Efferson, Ryan McKay",
        "created": "2025-12-03",
        "abstract": "Amid increasing political polarization, individuals can signal adherence to partisan norms to engender trust among peers. On politically contested subjects, we hypothesise that this incentive to signal will: i.) bias how novel information is processed and ii.) bias the updating of beliefs with iii.) the effect of the latter mediated by the former. We test these hypotheses with two pre-registered online experiments utilizing a trust game. Respondents play as receivers and can signal trustworthiness to senders by evaluating a description of a study on a politicised issue. We manipulate respondents’ knowledge of their peer's partisan identity, with a subset aware of that identity and another unaware. We find those aware of their peer's partisanship give evaluations more aligned with that partisanship, compared to those unaware. Moreover, those aware also maintain more aligned political beliefs after the exchange, an effect potentially mediated through the evaluation of evidence.",
        "url": "https://doi.org/10.31235/osf.io/eajv9_v1",
        "version": 1,
        "id": "eajv9",
        "subjects": "Politics",
        "subjects_osf": "Psychology, Political Science"
      },
      {
        "doi": "10.31235/osf.io/fc3pb_v1",
        "title": "How Sovereign Control, Decarbonization, and Energy Costs Shape Public Support for Data Centers",
        "authors": "Jonas Heering, Erik Voeten",
        "created": "2025-12-02",
        "abstract": "The rapid expansion of data centers has created new political challenges. Governments want to build more data centers within their borders to reap the benefits from the artificial intelligence (AI) economy and achieve their digital sovereignty agendas. However, data centers require enormous amounts of electricity and water, threaten emission-reduction targets, and often raise electricity prices. As a result, local communities increasingly mobilize against data center construction. We use a vignette and conjoint survey experiment in Germany to evaluate how publics think about the environmental, economic, and (geo)political tradeoffs that data centers entail. We find that directly priming people with digital sovereignty concerns only marginally increases support for building more data centers. Yet, support for data centers varies substantially based on characteristics that people do have strong views about: decarbonization, geopolitics, and local environmental and economic impact. Geopolitical concerns are particularly salient: people strongly favor data centers operated by German or European firms over US or Chinese operators. These effects are large even when compared to the effects of substantial electricity price increases and variation in energy sources. Our findings suggest that public opposition over data centers depends on pre-existing political cleavages and that sovereignty concerns loom large.",
        "url": "https://doi.org/10.31235/osf.io/fc3pb_v1",
        "version": 1,
        "id": "fc3pb",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/g6hx7_v1",
        "title": "Conceptualizing and Measuring Geopolitical Alignments",
        "authors": "Erik Voeten",
        "created": "2025-11-28",
        "abstract": "A vast literature examines how geopolitical alignments influence militarized conflict, trade, investment, aid, and other outcomes in international relations. Yet considerable ambiguity remains regarding how such alignments are conceptualized and how existing measures correspond to distinct theoretical understandings. This article clarifies the conceptual foundations of geopolitical alignment along two key dimensions. First, some measures capture ideological contestation over the global order, whereas others reflect political agreement or rivalry over specific issues, such as territorial disputes. Second, some conceptualize alignment as \\textit{agreement}, for example similarity in UN voting, while others treat it as a \\textit{relationship}, such as alliances or arms transfers. These distinctions correspond to alternative understandings of alignment that carry important implications for empirical research. For instance, Saudi Arabia appears aligned with China when alignment is defined ideologically, but with the United States when defined by security ties. The article provides guidance on selecting appropriate measures for different conceptualizations and introduces a new indicator based on the ideological profiles of a state’s arms suppliers.",
        "url": "https://doi.org/10.31235/osf.io/g6hx7_v1",
        "version": 1,
        "id": "g6hx7",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/npxha_v1",
        "title": "Building Resentment: Indigenous Resentment and Opposition Towards Housing",
        "authors": "Alexandre Rivard, Edana Beauvais, Eric Merkley",
        "created": "2025-12-03",
        "abstract": "Do non-financial motives drive opposition of new housing? Community furor over the Sen̓áḵw project in Vancouver, British Columbia highlights the potential importance of intergroup attitudes, like Indigenous resentment, in explaining opposition to new housing. Using a pre-registered survey and conjoint experiment conducted on 2,000 adult Canadians, including an oversample of respondents in communities with large population of Indigenous residents, we show that Indigenous resentment is associated with opposition to housing development and beliefs that such development will harm neighbourhood character, worsen crime, and strain social services. Contrary to expectations, we do not find these associations to be stronger in communities with large populations of Indigenous peoples. Indigenous resentment also moderates the effect of certain characteristics of the development. Projects with Indigenous developers and those that are meant to house Indigenous people spark considerable opposition among the resentful and generate beliefs the housing development will lead to undesirable social consequences. Together, our results highlight the importance of intergroup attitudes in shaping housing attitudes.",
        "url": "https://doi.org/10.31235/osf.io/npxha_v1",
        "version": 1,
        "id": "npxha",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/pbgnx_v1",
        "title": "Systemic motonormativity",
        "authors": "Jakub Sliacan, Matej Cibik",
        "created": "2025-12-03",
        "abstract": "While motonormativity has been talked about in the transport circles for a long time, a detailed account that would make the concept suitable for deeper analysis was mostly lacking. To change that, Walker, Davis, Tapp (2023) define the concept as a \"cultural inability to think objectively and dispassionately due to largely unconscious assumptions about how travel is\", and then attempt to establish its presence experimentally. In this paper, we argue that while the concept of motonormativity is very important, Walker’s et al. and similar approaches to motonormativity contain serious problems that need to be rectified. The first part of the paper spells out in detail where gaps exist in the current understanding of motonormativity. First, the \"bias\" understanding of motonormativity assumes an implausible form of moral objectivism, stipulating an \"unbiased\" baseline of judgement as a vantage point. Second, the definitions put forward are distinctly individualistic (as opposed to systemic), missing the opportunity to address the aspects of motonormativity that are not reducible to individual beliefs. The second part of the paper then presents a more comprehensive take on motonormativity as a hierarchy entrenched in the transport system and positions it as a system-level phenomenon that can be understood outside of the constrains of individual beliefs and actions.",
        "url": "https://doi.org/10.31235/osf.io/pbgnx_v1",
        "version": 1,
        "id": "pbgnx",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Other Social and Behavioral Sciences, Urban Studies and Planning, Psychology, Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/snjt5_v1",
        "title": "The Dynamics of Expansion: A Structural-Gradient Theory of Inter-Systemic Equilibration",
        "authors": "Alen Kaminski",
        "created": "2025-11-29",
        "abstract": "In a previous study, Anatomy of Chaos: A Theoretical Framework for Forecasting the Morphology of Post-Crisis Regime (Kaminski, 2025), we established a comprehensive model for diagnosing the internal stability of socio-political systems through the interaction of biological constants, archetypal structures, and cultural institutions. However, that framework operated primarily within the constraints of a closed-system analysis, focusing on the endogenous drivers of collapse and regime change. This paper expands that theoretical horizon to address a fundamental question of historical directionality: why do some systems, when reaching critical levels of internal stress (Instability Coefficient K ≥ 2.4), implode into civil war and fragmentation, while others explode outward in waves of conquest, colonization, and hegemony? To answer this, we introduce the Cross-System Equilibration Loop (CSEL), a feedback dynamic that governs the interaction between a system and its external environment. We posit that expansion is not merely a political choice driven by individual ambition, but a thermodynamic necessity triggered by a specific Structural Gradient (G)—the differential between the internal pressure of a hyper-coherent core and the structural vacuum of its periphery. When this gradient exceeds a critical threshold, the system activates a specific expansionist mode of the Ascent Channel, seeking to restore equilibrium not by reducing its own complexity, but by replicating its internal order across a wider territory. This process functions as a mechanism of seed dispersal, wherein the accumulated cultural and archetypal energy of the core is projected outward to structure the surrounding chaos. Whether through the symbiotic projection of Hellenic culture by the Macedonian military vector, or the unitary projection of revolutionary ideals by Napoleonic France, the underlying mechanic remains consistent: the export of high-entropy internal energy to fuel the imposition of low-entropy structural order upon a lower-energy periphery. Integrating the diagnostic tools of the Anatomy of Chaos with this new gradient-based logic, this paper offers a unified, falsifiable theory of expansion, explaining how the internal temperature of a society dictates its geopolitical trajectory.",
        "url": "https://doi.org/10.31235/osf.io/snjt5_v1",
        "version": 1,
        "id": "snjt5",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "History, Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/sxayc_v1",
        "title": "Does Partisanship or Arguing Activate Political Motivated Reasoning?",
        "authors": "Andrew T. Little, Salvatore Nunnari",
        "created": "2025-12-03",
        "abstract": "Debates about when and whether (partisan) directional motives influence information processing are hard to resolve because rational and motivated learning often look similar. We develop an experimental design to distinguish between these possibilities which focuses on the order in which information is presented. A core tenet of Bayesian updating is that order should not impact final beliefs, but if some information changes the motivation to process other information, order effects may emerge. In our first study, we randomize the partisanship of real endorsements for ballot propositions, as well as whether participants learn about these endorsements before observing other information about the propositions. We find no evidence of motivated information processing across several tests. In a second study, we randomize whether participants themselves argue for or against a proposition, and whether they know this position before observing other information. This produces a strong order effect: being randomized to argue for versus against a position affects beliefs more when it is learned before information about the proposition is provided. We also find suggestive evidence that this order effect is driven by selective attention to information. Overall, our results suggest that motivated reasoning about politics is less prevalent than commonly believed, but may arise primarily when people are in an argumentative mindset.",
        "url": "https://doi.org/10.31235/osf.io/sxayc_v1",
        "version": 1,
        "id": "sxayc",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/vuba2_v1",
        "title": "Evaluations of Institutional Performance Among Adolescents: Comparing the Socializing Roles of Schools and Families",
        "authors": "Giovanni D'Agostino",
        "created": "2025-12-01",
        "abstract": "Democratic accountability requires citizens' political trust to be reflective of institutional performance. It is therefore crucial to understand what fosters citizens’ responsiveness to such performance. Extant studies suggest that education shapes these evaluative attitudes. Yet, direct evidence remains limited, as many studies struggle to disentangle the effects of education from those of parental background. As a result, the debate over whether education is a genuine cause or merely a proxy for evaluative attitudes remains unresolved. In this paper, I carry out an extensive test of these two competing explanations by, first, focusing on adolescents within the same target grade (before differences in educational attainment arise), and second, testing the effect of school-level civic education characteristics often praised for the instilment of critical citizenship norms. I then compare school-level effects with those from parental background to address the proxy-versus-cause debate. Analysing data from three waves of the International Civic and Citizenship Education Study, I find evidence that structurally low and declining performance depresses political trust among adolescents. Yet, consistent with the education-as-proxy argument, the positive relationship between performance and trust is significantly stronger among adolescents with higher parental socio-economic status, while school-level civic education characteristics do not meaningfully moderate this association.",
        "url": "https://doi.org/10.31235/osf.io/vuba2_v1",
        "version": 1,
        "id": "vuba2",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/w43ap_v1",
        "title": "Angry Politics: Populism and the Erosion of Political Supportduring Hard Times",
        "authors": "Daniel Auer, Markus Freitag",
        "created": "2025-12-01",
        "abstract": "We argue that threat-induced anger is not a universal driver of populist attitudes and waning political support. Instead, we hypothesize that anger erodes democracy-relevant political attitudes only when a threat affects citizens’ norms and only when blame for said threat is attributed to the domestic political system. We corroborate our hypotheses using data from a unique survey experiment conducted in Germany in2022, in which we vary the level of responsibility attribution and threat noxiousnessby exposing respondents to different threats that were salient during the field phase. The results indicate that citizens differentiate whom they hold accountable, such that it is not necessarily the quality of the threat but the quality of the political response to the threat that determines the future of democracy.",
        "url": "https://doi.org/10.31235/osf.io/w43ap_v1",
        "version": 1,
        "id": "w43ap",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/xds9r_v1",
        "title": "Inclusion to Exclude: How Femonationalism Impacts Policy Preferences",
        "authors": "Sophie Mainz",
        "created": "2025-11-27",
        "abstract": "How does femonationalism, defined as the selective invocation of gender equality to promote exclusionary anti-immigrant policies, affect citizens? While increasingly common across Western democracies, its impact on citizens’ preferences remains underexplored. This paper provides evidence from a preregistered survey experiment with 3,118 U.S. citizens, showing that femonationalist rhetoric can enhance opposition to pluralist policies in defense of progressive gender achievements. The effect is conditional on citizens’ prior immigration attitudes: anti-immigration individuals liberalize their gender views, while pro-immigration individuals demand stricter integration policies. The findings suggest that citizens are not consistent in their ideological preferences, especially when political elites frame liberal values as conflicting.",
        "url": "https://doi.org/10.31235/osf.io/xds9r_v1",
        "version": 1,
        "id": "xds9r",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/xw9yb_v1",
        "title": "Contested Memories: The Political Effects of De-Commemoration Proposals",
        "authors": "Bastian Becker, Francesco COLOMBO",
        "created": "2025-12-03",
        "abstract": "Memory policies that seek to de-commemorate majority group figures often spark controversy. Existing studies attest to varied effects of policy implementation, but ignore that effects can unfold across the entire policy cycle. We argue that de-commemoration proposals can---even before their adoption---evoke collective guilt over historical injustices and mobilize support for reparative policies, particularly among ideologically predisposed groups. To test this, we study a controversial and widely discussed street-renaming proposal in Berlin targeting antisemitic figures. We field a survey experiment in Berlin to show that the proposal induces an emotional response and increased policy support among left-leaning individuals. This is corroborated by a difference-in-differences analysis of highly granular election data. In electoral districts with streets proposed for renaming, we identify a drop in the vote share of right-wing parties and an improved performance of their left counterparts. By highlighting the pre-adoption effects of memory policies and the underlying mechanisms, this study contributes to the growing literature on symbolic politics, challenging assumptions about the inevitability of backlash and uncovering the role of emotions in shaping public responses to inclusive memory.",
        "url": "https://doi.org/10.31235/osf.io/xw9yb_v1",
        "version": 1,
        "id": "xw9yb",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/4yvnh_v1",
        "title": "ESG Drivers of Financial Development: A Multimethod Analysis of Domestic Credit to the Private Sector",
        "authors": "Massimo Arnone, Alberto Costantiello, Carlo Drago, Angelo Leogrande",
        "created": "2025-11-27",
        "abstract": "This paper investigates the influence of environmental, social, and governance (ESG) factors on financial development, using Domestic Credit to the Private Sector by Banks (DCB) as the core indicator of credit market development. To effectively market the research within the broader literature on finance and ESG issues, the authors employ an approach combining econometric analysis, K-Nearest Neighbors (KNN), cluster analysis, and network analysis. By analyzing the impact through the estimation of the model parameters through the impact of instrumental variable estimation on the model parameters (using Two-Stage Least Squares (IV), Random Effects (IV), and First-Differenced (IV) methods), the study confirms that access to clean fuels and natural resource depletion impact the model margins significantly. However, across all the models used in the analysis, the impact of access to clean energy is positive. By analyzing the significance of the issue using the KNN model throughout the research process on the impact of ESG on credit market dynamics across countries, the research demonstrates that the issue is significant. By performing hierarchical cluster analysis on the significance of the research by considering the significance of the issue in its contribution to the impact on credit market dynamics in countries, in terms of climate stress issues being core in influencing the dynamics of credit in countries, through network analysis mapping performed by carrying out research on the topic.",
        "url": "https://doi.org/10.31235/osf.io/4yvnh_v1",
        "version": 1,
        "id": "4yvnh",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/5nhq6_v1",
        "title": "The income elasticity of remittances: new evidence from financial diaries",
        "authors": "Ryan Edwards, Estelle Stambolie",
        "created": "2025-12-01",
        "abstract": "Using high-frequency financial diaries data from Fijians working in Australia as part of the Pacific Australia Labour Mobility scheme, we examine whether migrants send more money home when they earn more. Regardless of whether PALM migrants earn more or less in Australia over their stay, they tend to send the same regular amounts home to support their families. Exploiting variation within individual migrants over time, we estimate an income elasticity of remittances of around 0.3. These contemporaneous responses are driven by negative shocks, suggesting an immediate pass-through to families back home, where remittances are the main source of income.",
        "url": "https://doi.org/10.31235/osf.io/5nhq6_v1",
        "version": 1,
        "id": "5nhq6",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/a7y6b_v1",
        "title": "A Unified Workload Metric for Goods Receiving Optimization: The CLP Model and Decision-Support Application",
        "authors": "Nicola Magaletti, Giancarlo Caponio, Angelo Amodio, Valeria Nortarnicola, Mauro Di Molfetta, Angelo Leogrande",
        "created": "2025-11-27",
        "abstract": "This paper focuses on the design and development of a decision support system (DSS) for the governance of intralogistics processes and, in particular, devoted to optimize capacity management and the workload of activities characterizing freight entry. This research activity was carried out as part of the Logistics Research and Development 4.0 Project launched by La Logistica Srl, a new player in the distribution of hydro-thermo sanitary products, with the support of the Puglia Region. The purpose of this study is to provide managers with a range of customized process information to improve workforce efficiency and management in receiving, controlling, and storing goods entering the newly established logistics hub. Other researchers’ work had shortcomings, as did the lack of this study’s practical approach. This study aims to overcome these constraints. To do so, the study introduces the Content Load Parameter (CLP) index. This index integrates three variables relevant to defining the workload, such as quantity, size and weights of the goods to be handled, using a single standard value. This makes it easier for managers to estimate the required capacity all along the work cycle. As part of the system development, a module analyzes and simulates operational scenarios. Simulation facilitates the management of analysis capacity by allowing alternatives to be compared and evaluated to bridge the gap between demand and availability of production capacity in various situations. Scenario simulation, combined with tools for concise and effective visualization of results, therefore allows organizations to identify critical capacity points and take preventative measures to manage overhead and minimize consequences. In summary, this study demonstrates how integrating the Content Load Parameter index into a decision support system can significantly contribute to making intralogistics process management more effective. By addressing quantifiable workload parameters and facilitating scenario-based operational analysis, the proposed system provides managers with useful information for capacity optimization. These advances not only overcome the limitations of previous research but also help develop resilient and efficient logistics operations, thus strengthening the critical role of empirically informed decision-making in contemporary logistics governance.",
        "url": "https://doi.org/10.31235/osf.io/a7y6b_v1",
        "version": 1,
        "id": "a7y6b",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/e9zyt_v1",
        "title": "Implementation Practices of the Reemployment Services and Eligibility Assessment (RESEA) Program",
        "authors": "Eileen Poe-Yamagata, Marios Michaelides",
        "created": "2025-11-28",
        "abstract": "The Reemployment Services and Eligibility Assessment (RESEA) program is a job-search assistance intervention targeting Unemployment Insurance (UI) claimants in the United States. The program requires new UI claimants to attend a counseling session at the start of their UI claims to: 1) undergo an eligibility review to confirm their compliance with UI work search requirements, and 2) receive customized reemployment services. This policy brief describes program implementation practices across six states—Colorado, Iowa, Missouri, Nevada, North Carolina, and Wisconsin. Results highlight implementation differences in terms of meeting scheduling, mode of meetings (in person or remote), and frequency of meetings (single vs. multiple), as well as contextual factors that may influence program success.",
        "url": "https://doi.org/10.31235/osf.io/e9zyt_v1",
        "version": 1,
        "id": "e9zyt",
        "subjects": "Economics",
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/mf2n6_v1",
        "title": "Do Special Economic Zones Boost Employment? Evidence from a Meta-Analysis",
        "authors": "Michele Limosani, Emanuele Millemaci, Fabio Monteforte, Paolo Fabrizio Mustica",
        "created": "2025-12-01",
        "abstract": "This paper investigates whether Special Economic Zones (SEZs) effectively foster employment through a comprehensive meta-analysis. While numerous country-level studies have examined SEZ policies, their results remain fragmented and potentially biased by methodological and publication-related factors. To address this gap, we compile a metaregression dataset of 851 estimates from 33 empirical studies that quantify the impact of SEZs on employment. Using standardized effect sizes, we assess the presence of publication bias and explore heterogeneity across primary studies. Once corrected for publication bias and systematic heterogeneity, the average effect of SEZ programs on employment approaches zero, suggesting that employment gains are less robust than often claimed.",
        "url": "https://doi.org/10.31235/osf.io/mf2n6_v1",
        "version": 1,
        "id": "mf2n6",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/q45r7_v1",
        "title": "A rapid review of the literature contrasting cost-effectiveness analysis and value-based healthcare approaches to assess how these paradigms are complemented in the context of health care in Wales",
        "authors": "Elizabeth Doe, Bethany Anthony , Rhiannon Tudor Edwards, Kalpa Pisavadia, Jacob Davies, Sofie Roberts, Sally Lewis, Deborah Fitzsimmons, Jane Noyes, Dyfrig Hughes",
        "created": "2025-11-27",
        "abstract": "Methods of economic evaluation, such as Cost-Effectiveness Analysis (CEA), and approaches to Value Based Health Care (VBHC) are both being used in Wales, UK. They have similar goals in terms of maximising benefit as described by costs and outcomes. However, these approaches serve separate aims and fulfil different needs in healthcare delivery. The aim of this review was to contrast, and where possible describe, the complementarity of CEA and VBHC approaches to maximising value to healthcare systems. The objective was to review published literature contrasting these approaches in terms of their aims, perspectives of analysis, mathematical approach, and strengths and limitations. Given that these two approaches are being used in Wales, we were interested in the most appropriate positioning of these approaches across the landscape of decision-making from Welsh Government down to seven health boards across Wales. The review was informed by input from health economists, VBHC leaders, and Welsh Government stakeholders, although no direct comparisons within the Welsh system were made. The review included evidence published between January 2004 and January 2024. Database searches were conducted on 10th January 2024. The study found that both CEA and VBHC aim to maximise value in healthcare; however, these approaches differ in their specific definitions of value and in their applications. An augmented approach to economic evaluation highlights multiple elements of value, showing how traditional CEA and broader value-based perspectives can complement each other to capture both efficiency and patient-centred outcomes. Most of the papers identified in this review have come from authors from US research institutions and therefore caution is required when considering the applicability of the findings to the UK healthcare system. The VBHC framework adopted in the UK focuses on improving patient outcomes relative to fixed and constrained resource use. More work is required to make the connection between CEA and VBHC approaches when developing policy initiatives that promote efficiency and equity. Open discussions among clinicians, researchers and policy-makers are required around the need for broader frameworks that capture the dynamic nature of value to present the changing preferences of individual patients and society over time. Further research is also needed to explore recent refinements or alternatives to the traditional cost per QALY framework.",
        "url": "https://doi.org/10.31235/osf.io/q45r7_v1",
        "version": 1,
        "id": "q45r7",
        "subjects": "Economics",
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/rd3gv_v1",
        "title": "Can A New Name Open Closed Doors? Foreign-Sounding Names and Immigrant Earnings",
        "authors": "Janis Umblijs, Are Skeie Hermansen",
        "created": "2025-11-28",
        "abstract": "Personal names are visible markers of ethnic identity that can shape access to economic opportunity. While field experiments provide ample evidence that foreign-sounding names limit immigrants’ access to employment, far less is known about how names shape career trajectories beyond the point of hire in naturally unfolding labor market settings. Using unique administrative data with longitudinal information on personal names, we investigate how changing from a foreign-sounding to a name more typical in the native-born majority improves the labor market outcomes of immigrants and their children. Covering the entire population in Norway, these data allow us to calculate names’ ethnic distinctiveness and observe when individuals pursue a name-assimilation strategy. We exploit the timing of name changes in a difference-in-differences event study design following individuals before and after name change, with individuals who changed their names later as the control group. We find that adopting a mainstream name increases non-Western immigrants’ earnings by approximately 30 percent. These gains stem primarily from movement into stable, higher-paying jobs rather than wage growth within firms, indicating that name assimilation reduces barriers to job entry rather than influencing advancement within workplaces. These findings provide rare causal evidence on the economic payoff of symbolic assimilation and show how ethnic signals continue to structure opportunity in contemporary labor markets.",
        "url": "https://doi.org/10.31235/osf.io/rd3gv_v1",
        "version": 1,
        "id": "rd3gv",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/spfa6_v1",
        "title": "Experimental Evaluation of Missouri's Reemployment Services and Eligibility Assessment (RESEA) Program",
        "authors": "Peter Mueser, Marios Michaelides, Eileen Poe-Yamagata, Kyung-Seong Jeon",
        "created": "2025-11-28",
        "abstract": "The Reemployment Services and Eligibility Assessment (RESEA) program is a job-search assistance intervention targeting Unemployment Insurance (UI) claimants in the United States. The program requires new UI claimants to attend a counseling session at the start of their UI claims to: 1) undergo an eligibility review to confirm their compliance with UI work search requirements, and 2) receive customized reemployment services. This study reports the results of a large-scale randomized controlled trial (RCT) of the Missouri RESEA program conducted in 2023, a period of strong labor market conditions. Results show that the program increased take-up of job counseling services and significantly reduced UI duration and benefit amounts collected, generating substantial savings for the UI system. Further, the program caused significant improvements in participants’ employment and earnings in the three quarters following UI entry.",
        "url": "https://doi.org/10.31235/osf.io/spfa6_v1",
        "version": 1,
        "id": "spfa6",
        "subjects": "Economics",
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/tswg9_v1",
        "title": "Anticipated Discrimination and Wage Negotiation: A Field Experiment",
        "authors": "Gary Charness, Ramon Cobo-Reyes, Santiago Garcia-Couto, Simone Meraglia, Angela Sanchez",
        "created": "2025-12-04",
        "abstract": "This paper proposes a field experiment to study whether potential anticipation of gender discrimination affects requested wages. People interested in an advertised position can apply using an online portal. After the initial application, participants are randomly allocated to one of three treatments. In the baseline treatment, applicants are asked to fill in a standardized curriculum vitae template, containing information about the applicant’s first name, surname, age, education, and employment. In a gender-blind treatment, applicants complete a curriculum vitae template in which they can only report their initials, so that information about gender is not transmitted. We also conduct a gender-blind treatment in which applicants receive a message emphasizing that the selection is conducted based on merits. In all treatments, applicants request the hourly wage they wish to receive if hired. We find that female applicants ask for just over half the wage requested by male applicants when the full name is revealed. However, when gender is undisclosed this difference in requests decreases by over 50%. Finally, the reinforcing message (third treatment) causes the gap in requested wages to completely disappear. Our results indicate that female workers request much lower wages when the firm clearly knows the applicant’s gender, but that this lower request is dependent on whether they perceive that one’s gender is known to the hiring firm.",
        "url": "https://doi.org/10.31235/osf.io/tswg9_v1",
        "version": 1,
        "id": "tswg9",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/uj6y8_v1",
        "title": "Nightmare neighbours: Proximity to gambling shops and gambling harms",
        "authors": "Francisco Nobre, Tasos Kitsos, Emmanouil Tranos, Chiara Paola Donegani",
        "created": "2025-12-01",
        "abstract": "We focus on the relationship between exposure to gambling shops and gambling-related harms. Gambling is now a public health concern, but its economic geography and associated harms are underexplored. We propose a framework that combines proximity and density, use data on gambling shops matched with surveys and measure the impact of gamblogenic environments on problem gambling using probit models and coarsened exact matching. Living closer to and in high densities of gambling shops, increases the likelihood of gambling and being a problematic gambler. The spatial distribution of gambling venues matters and calls for targeted interventions to mitigate harms.",
        "url": "https://doi.org/10.31235/osf.io/uj6y8_v1",
        "version": 1,
        "id": "uj6y8",
        "subjects": "Economics",
        "subjects_osf": "Geography, Economics"
      },
      {
        "doi": "10.31235/osf.io/xgny6_v1",
        "title": "Reducing the uncertainty of CITES listing decisions",
        "authors": "Daniel W.S. Challender, Michael ’t Sas-Rolfes, Janine Robinson, E.J. Milner-Gulland",
        "created": "2025-12-01",
        "abstract": "International wildlife trade takes place in complex social-ecological systems (SESs). Understanding these systems is key to diagnosing the most effective policies and interventions to prevent wildlife overexploitation. A key component of SESs is the regulatory framework in which they sit, including international trade measures under CITES (Convention on International Trade in Endangered Species of Wild Fauna and Flora). Here, we evaluate the extent to which proposals to amend the CITES appendices in the last ~20 years consider the SESs in which the harvest, use and trade of wildlife occur. Assessed against a social-ecological systems framework (SESF), proposals to amend the appendices have given only limited consideration to the SESs within which the species concerned are used and traded, which applies to all species and proposal types, and did not change between 2007 (CoP14) and 2025 (CoP20). Key parts of SESs overlooked in most proposals include market size (and structure) for traded species, price trends, benefits to people and businesses from trade, and feedback mechanisms. Policy impacts were evaluated in nearly 50% of proposals. Only 16% of proposals involved consultation with individuals and organizations beyond national CITES authorities; less than &lt;2% of proposals involved consultation with Indigenous peoples and local communities and &lt;1% with resources users or industry. To reduce the uncertainty of CITES listing decisions we recommend that Parties consider the risks and benefits of listing decisions in proposals to amend the appendices more explicitly, ideally based on an in-depth understanding of the species concerned and the relevant SESs and how they function. Parties could be encouraged to do so through revision of Resolution. Conf. 9.24 (Rev. CoP17) Annex 6 (Format for proposals to amend the Appendices) and this will hopefully lead to less uncertain decision-making to conserve species impacted by international trade.",
        "url": "https://doi.org/10.31235/osf.io/xgny6_v1",
        "version": 1,
        "id": "xgny6",
        "subjects": "Economics",
        "subjects_osf": "International Trade Law, Antitrust and Trade Regulation, Rule of Law, Law and Economics, Animal Law, Economics"
      },
      {
        "doi": "10.31235/osf.io/zp24c_v1",
        "title": "Evaluation of the Wisconsin Reemployment Services and Eligibility Assessment (RESEA) Program",
        "authors": "Marios Michaelides, Peter Mueser, Eileen Poe-Yamagata, Scott Davis",
        "created": "2025-11-28",
        "abstract": "The Reemployment Services and Eligibility Assessment (RESEA) program is a job-search assistance intervention targeting Unemployment Insurance (UI) claimants in the United States. The program requires new UI claimants to attend a counseling session at the start of their UI claims to: 1) undergo an eligibility review to confirm their compliance with UI work search requirements, and 2) receive customized reemployment services. This study reports the results of a large-scale randomized controlled trial (RCT) of the Wisconsin RESEA program conducted in 2022-2023, a period of strong labor market conditions. Results show that the program increased take-up of job counseling services and significantly reduced UI duration and benefit amounts collected, generating substantial savings for the UI system. Further, requiring participants to attend a follow-up counseling session is shown to cause additional reductions in UI receipt, beyond those achieved by the initial session.",
        "url": "https://doi.org/10.31235/osf.io/zp24c_v1",
        "version": 1,
        "id": "zp24c",
        "subjects": "Economics",
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/6jy8b_v1",
        "title": "‘Intersectionality in the Mind’: Applying an Intersectional Lens to the Study of Lay Perceptions of Inequality",
        "authors": "Margherita Cusmano",
        "created": "2025-12-01",
        "abstract": "Research on lay perceptions of inequality has typically examined economic, gender, and racial inequalities separately and treated social positions additively. Using migrants as a case study, this study employs an intersectional lens to investigate perceptions of inequality. Drawing on interviews and group discussions with 47 participants, the analysis shows, first, that individuals framed different inequalities as interdependent, showcasing what I term ‘intersectionality in the mind’. Second, their intersectional social positions informed how they understood broader patterns of inequality. These findings demonstrate the value of intersectional approaches in analysing the complexity of lay perceptions of inequality. This study points toward methodological and conceptual developments that can better capture both how people cognitively link inequalities and how intersecting social positions inform these perceptions.",
        "url": "https://doi.org/10.31235/osf.io/6jy8b_v1",
        "version": 1,
        "id": "6jy8b",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/6rgc2_v1",
        "title": "Structural Conditions of User Silence in Community-Based Mental Health Care: A Lived-Experience Short Report",
        "authors": "Atsushi Yamashita",
        "created": "2025-11-28",
        "abstract": "This study highlights two interrelated needs for reinterpreting silence in contexts where individuals depend on overlapping social, medical, or housing systems. First, silence should be understood structurally rather than solely as a symptom of trauma or abuse; people may remain quiet not because of psychological inhibition but because speaking up risks destabilising essential aspects of their living conditions or access to care. Second, it is necessary to identify, analyse, and design responses to environments that structurally compel silence, irrespective of the specific service domain. These considerations position silence not as an individual deficit but as a rational adaptation to constrained capabilities and limited choice sets.",
        "url": "https://doi.org/10.31235/osf.io/6rgc2_v1",
        "version": 1,
        "id": "6rgc2",
        "subjects": "Sociology",
        "subjects_osf": "Legal Studies, Social Work, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fg5ny_v1",
        "title": "Language Barriers and Healthcare Uptake. Causal Evidence From Immigrants in France",
        "authors": "Julia Nicolas, Patrick Präg, Sorana Toma",
        "created": "2025-12-02",
        "abstract": "Immigrants often arrive with better health than natives of their host country, a phenomenon known as the ‘healthy immigrant effect.’ This advantage diminishes over time, one reason being unequal healthcare access. Our study examines whether communication barriers contribute to these inequalities in a healthcare system that rarely accommodates an increasingly diverse and multilingual population. We expect that limited French proficiency restricts equitable access to care. Using the Trajectoires et Origines 2 survey conducted in 2019 in France among over 27,000 individuals---oversampling immigrant-origin populations---we investigate how language shapes healthcare use. France provides a relevant case, as immigrants come from diverse origins, including former colonies where French is an official language, generating substantial variation in proficiency. Findings show significant language-related disparities in medical visits, except for generalist practitioners. To address possible endogeneity bias in the relationship between language and healthcare uptake, we construct an instrument combining age at arrival in France and linguistic distance between French and the mother tongue. This method reveals a significant language effect only for visits to psychologists or psychiatrists. Theoretically, we propose a quantitative strategy to assess language barriers’ effects on immigrants’ healthcare access. Practically, we highlight the need for linguistically inclusive health services.",
        "url": "https://doi.org/10.31235/osf.io/fg5ny_v1",
        "version": 1,
        "id": "fg5ny",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/fma4e_v1",
        "title": "Examining the Link Between Low Self-Control and COVID-19 Measures Adherence: A Specification Curve Analysis Approach",
        "authors": "Alexander Trinidad, André Ernst, Fabian A. Hasselhorn",
        "created": "2025-12-03",
        "abstract": "Translating criminological theory into empirical tests requires explicit assumptions, clearly defined estimands, and transparent analytical decisions. This study revisits the association between low self-control and rule adherence by applying a multiverse analytical framework to nationally representative panel data on adherence to COVID-19 regulations in Germany. Using specification curve analysis, we assess whether the relationship between lower self-control and reduced adherence remains consistent across a wide range of theoretically defensible modelling choices. The results indicate a robust association, although effect sizes vary substantially depending on how low self-control is operationalised, while the inclusion of covariates has comparatively little impact. These findings demonstrate that ambiguity in theoretical interpretation, unclear estimands, and researcher degrees of freedom can meaningfully shape empirical conclusions. We argue that multiverse approaches provide a structured way to enhance transparency and improve the credibility and reproducibility of criminological research by making analytical decisions more visible and interpretable.",
        "url": "https://doi.org/10.31235/osf.io/fma4e_v1",
        "version": 1,
        "id": "fma4e",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/jxphb_v1",
        "title": "Spatial marking as a structural determinant of health: evidence from the labelling of neighborhoods as vulnerable by the Swedish police.",
        "authors": "Guilherme Kenji Chihaya, Jeffrey Mitchell",
        "created": "2025-11-30",
        "abstract": "In 2015, the Swedish police released a list of urban neighborhoods that it deemed ‘vulnerable’ (utsatta områden) with the intended purpose of reducing crime in those areas. We argue that this highly publicized list is a case of Spatial Marking, which refers to the institutionalization of positive or negative perceptions of a place via the enactment of a place-based intervention. Spatial marking leads to formal and informal rules dictating the differential treatment of communities largely based on racial composition, and should therefore be conceptualized as a structural determinant of health. In the case of the Swedish police list, we argue Spatial Marking amounts to the criminalization of entire neighborhoods, whose residents are subject to stigma and increased police interventions which should negatively impact the health of the people that live there. We assess this possibility with geo-located register data using a staggered difference in differences design to estimate the effect of being added to the police list across 9 health outcomes. Our results show that both the number of overdoses, babies born with low birth weights, and babies born out of pregnancies without adequate prenatal care increased as a result of being added to the police list. We find no evidence that of meaningful changes in the number of suicides, violent deaths, violent hospitalizations, or rates in mental health prescriptions. The analyses highlight how policing and criminalization, institutionalized through Spatial Marking can contribute to inequalities in health.",
        "url": "https://doi.org/10.31235/osf.io/jxphb_v1",
        "version": 1,
        "id": "jxphb",
        "subjects": "Sociology",
        "subjects_osf": "Geography, Urban Studies and Planning, Sociology"
      },
      {
        "doi": "10.31235/osf.io/nqbdt_v1",
        "title": "Limit Cycles in Opinion Dynamic Networks with Competing Stubborn Agents",
        "authors": "Cody Moser, Paul E. Smaldino",
        "created": "2025-11-30",
        "abstract": "The Counter-Optimal Stubborn Agent Placement (COSAP) problem concerns how competing agents attempt to position themselves within a network to maximize their influence over collective opinion dynamics. While prior work has primarily examined optimal placements in static or one-shot contexts, less is known about how opposing agents dynamically adjust their strategies in competitive environments. In this study, we model COSAP systems as a competitive diffusion process where two stubborn agents seek to influence a population through iterated network positioning. Simulations across networks of varying structure reveal that while agents generally race to occupy the most central node, networks with short path lengths create conditions in which neither agent can maintain an uncontested advantage. Instead, agents engage in adaptive cycles, repeatedly shifting positions in response to one other. These limit cycles vary in length and complexity depending on global network properties, with highly connected networks supporting persistent cycling and longer cycles, whereas networks with longer path lengths cause cycles to collapse into fixed points. These results underscore the importance of network structure in shaping influence dynamics and suggest that efforts to counter misinformation or manipulate opinion may grow more difficult in an increasingly connected world.",
        "url": "https://doi.org/10.31235/osf.io/nqbdt_v1",
        "version": 1,
        "id": "nqbdt",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/p76eu_v1",
        "title": "Noted, but not decisive. A cross-disciplinary analysis of metrics usage in Polish evaluative cultures",
        "authors": "Łukasz Remisiewicz",
        "created": "2025-12-02",
        "abstract": "Metrics-based reasoning patterns diffuse from core to periphery as peripheral and semi-peripheral countries adopt Western evaluation standards as formal categories or cultural scripts. While these scripts are applied across disciplines, each field maintains its own traditional criteria for scientific assessment. Consequently, scholars navigate between internalized and externally imposed evaluative frameworks when writing reviews. This study examines how metrics-based reasoning diffuses differently across disciplines through evaluative practices, with metrics being transformed and interpreted within the context of each field's unique evaluative culture. To compare diffusion patterns, this article analyzes 174 negative habilitation reviews across four Polish disciplines: art history, mathematics, materials engineering, and sociology. Despite uniform policy incentives, reviewers employed diverse criteria when assessing publication records. Materials engineering exhibited the most extensive use and emphasis on metrics, while art history relied minimally on indicators. Crucially, metrics were never the sole basis for negative conclusions but were consistently accompanied by additional forms of reasoning.",
        "url": "https://doi.org/10.31235/osf.io/p76eu_v1",
        "version": 1,
        "id": "p76eu",
        "subjects": "Sociology",
        "subjects_osf": "Higher Education, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ub9hk_v1",
        "title": "El rol de los algoritmos de redes sociales en la creación de \"cámaras de eco\" de desinformación nutricional",
        "authors": "Juan Jacobo Buitrago Matiz, Francisca Fernanda Mena Guerrero, Laura Sofía Vargas Rodríguez, Carolina Alicia Ventura Tovar, Florencia Isadora Gaete Díaz, Francisco Palencia-Sánchez",
        "created": "2025-11-27",
        "abstract": "En las últimas décadas, las redes sociales se han consolidado como fuentes clave de información sobre salud y nutrición, especialmente entre jóvenes y adolescentes. Sin embargo, la información disponible en estos espacios no proviene siempre de fuentes científicas confiables sino de contenidos moldeados por algoritmos de recomendación que priorizan la popularidad y la viralidad del contenido por encima de su veracidad y sustento científico. Estos sistemas automatizados seleccionan y jerarquizan las publicaciones según los intereses propios del usuario, generando las conocidas “cámaras de eco” donde se refuerzan ideas afines y se excluyen perspectivas diferentes, generando una percepción errónea de consenso, así como dificultad para aceptar la evidencia. Mediante una revisión exhaustiva de la literatura, se encontró que en las principales redes sociales del mundo (YouTube, Instagram, TikTok) los algoritmos de las redes sociales son responsables directos de la creación y mantenimiento de cámaras de eco que facilitan la propagación de desinformación nutricional. Este ensayo tiene como objetivo estudiar los mecanismos mediadores de estas conductas para proponer estrategias eficaces capaces de mitigar los efectos negativos en la nutrición que las redes sociales están generando en sus usuarios, los cuales finalmente impactan en la salud pública",
        "url": "https://doi.org/10.31235/osf.io/ub9hk_v1",
        "version": 1,
        "id": "ub9hk",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/w37yk_v1",
        "title": "Is there a link between teenage pregnancy and household member emigration? A secondary analysis of cross-sectional data from Colombia",
        "authors": "Pilar Andrea Quiroz Pardo, David Janssen, Inez Roosen, Ciska Hoving",
        "created": "2025-11-30",
        "abstract": "Research suggests that transnational networks could have a beneficial effect on the health of the sender country by disseminating health innovations. This study investigates whether having a household member who has emigrated is related to teenage pregnancy in Colombia, a country with high teenage pregnancy rates (66.7 per 1000 women) and high levels of migration. To investigate the link between emigration and teenage pregnancy, this study performed a secondary analysis of the 2015 Colombia Demographic and Health Survey, a large and in-depth survey using the 2005 Colombian census as its sampling frame. A logistic regression was performed across all women aged 13 to 19 (n = 8526), modeling the relationship between having an emigrant household member and teenage pregnancy while controlling for household wealth and school attendance. The study found no such relationship. Instead, school attendance and wealth were both significantly associated with teenage pregnancy. The lack of a significant finding may stem from the fact that Colombian migration generally does not tend to flow to nations with higher quality healthcare and health information, or from the fact that those most at risk of teenage pregnancy were also the least likely to be exposed to migrants living in countries with access to better healthcare. Based on our findings, concentrating efforts on people living in impoverished communities is therefore recommended, as they face greater risks of and negative consequences from teenage pregnancy.",
        "url": "https://doi.org/10.31235/osf.io/w37yk_v1",
        "version": 1,
        "id": "w37yk",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/yrcw5_v1",
        "title": "La cultura del “Bienestar” en las redes sociales como un ideal inalcanzable",
        "authors": "Juan Sebastián Arévalo Verjel, Ariana Milagros Maita Sánchez, Camila Dafne Suazo Bascuñán, Joice Antonia Romo Leiva, Nataly Yasmín Vásquez Muñoz, Francisco Palencia-Sánchez",
        "created": "2025-11-27",
        "abstract": "El presente ensayo analiza el surgimiento y consolidación de la cultura del bienestar en las redes sociales como un fenómeno sociocultural característico de la era digital. Se plantea que, aunque estas plataformas se originaron como espacios de comunicación e interacción, han evolucionado hasta convertirse en escenarios donde se construyen y exhiben estilos de vida idealizados asociados con la salud, la felicidad y el éxito personal. A través de la revisión de estudios recientes y del análisis crítico del discurso mediático, se argumenta que el bienestar promovido en redes sociales es una representación superficial e inalcanzable que prioriza la apariencia sobre la experiencia genuina. Este ideal digital genera efectos negativos en la salud mental y emocional de los usuarios, al incentivar la comparación constante, la búsqueda de validación externa y la creación de un “yo ideal” desvinculado de la autenticidad. Asimismo, se evidencian consecuencias específicas como la insatisfacción corporal, los trastornos alimentarios y el deterioro de la autoestima, especialmente en las mujeres jóvenes. En conclusión, el ensayo propone que la verdadera cultura del bienestar debería orientarse hacia la aceptación personal, la vulnerabilidad y la autenticidad, más allá de los filtros y las métricas de aprobación social.",
        "url": "https://doi.org/10.31235/osf.io/yrcw5_v1",
        "version": 1,
        "id": "yrcw5",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Communication, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/2pg3v_v1",
        "title": "Evaluating Reputation in Professional Communities: A Coordination Game",
        "authors": "Artyom Kosmarski",
        "created": "2025-11-30",
        "abstract": "This paper proposes a novel approach to studying and mapping professional reputations by combining insights from blockchain technology, game theory, and sociology. While reputation plays a crucial role in professional communities, existing evaluation systems often fail to capture its complex nature. We analyze the principles of token-curated registries (TCRs), a blockchain-based ranking technology, and build upon its core mechanisms to develop a new method for elucidating professional reputations through coordination games. Drawing on Pierre Bourdieu’s theory, we conceptualize reputation not as individual opinions but as implicit communicative knowledge shared within professional communities. Our method leverages coordination games to transform this tacit knowledge into explicit “reputation maps” while preserving the autonomous, peer-based nature of evaluation. Unlike conventional metrics that impose external evaluation criteria, our approach enables communities to self-constitute their evaluation standards. In the paper we discuss the method’s design principles, implementation procedures, and potential limitations.",
        "url": "https://doi.org/10.31235/osf.io/2pg3v_v1",
        "version": 1,
        "id": "2pg3v",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ayw5n_v1",
        "title": "Beyond Modernization : A Gender-Geographical Interpretation of Development Performance in African Urban Spaces",
        "authors": "Baeke Ambedjo Ornela Theresa",
        "created": "2025-11-27",
        "abstract": "Urban market modernization projects in African cities are often celebrated for their architectural achievements, yet their actual performance can fall short once confronted with the everyday practices, mobility constraints, and gendered experiences of traders especially women. Drawing on Gender Geography and fieldwork conducted in the modernized C2D markets of Bafoussam and Bertoua in Cameroon, this article shows how spatial design, accessibility gaps, and exclusionary governance reproduce inequalities that undermine development effectiveness. The analysis reveals that successful development depends not only on funding or technical expertise, but on integrating gendered lived realities as central pillars of multisectoral projects. Markets function as microcosms of wider urban society, concentrating inequalities, negotiations, and solidarities within their daily rhythms. A gender-geographical lens therefore provides a critical diagnostic tool for rethinking modernization processes in African intermediate cities.",
        "url": "https://doi.org/10.31235/osf.io/ayw5n_v1",
        "version": 1,
        "id": "ayw5n",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/becjt_v1",
        "title": "البيئة الحضرية والصحة النفسية: دراسة في السياق الجزائري",
        "authors": "Youcef Mokrane",
        "created": "2025-11-30",
        "abstract": "This research is part of a call for the establishment of scientific, analytical, multidisciplinary approaches between architecture and urban planning, psychology, sociology, linguistics, and semiotics to understand the structure and depth of the contemporary urban crisis. The present study examines the impact of individuals interactions with the urban environment on their mental well-being. It underscores the intricate nature of the urban environment and its multifaceted influence on social behavior and attitudes. While research on urbanism has historically centered on behavior, attitudes and the hidden effects of the environment on humans and society have received insufficient study. Given their significance, this underscores the need for multidisciplinary and interdisciplinary approaches. The research illuminates the challenges confronting Algerian cities within this context, emphasizing the hypothesis of a breakdown in environmental communication and socio-interpersonal harmony between the population and the city. The text delves into the underlying structures of this breakdown through an analysis of the various meanings of different artistic and popular expressions (e.g., visual arts, theater, and cinema). The research endeavor aims to provide a multidimensional analysis that integrates urban planning, linguistics, psychology, and sociology. The objective is to establish a comprehensive awareness and vision of the importance of enhancing the quality of urban environmental planning with respect to mental health. يقع هذا البحث ضمن الدعوة إلى تأسيس مقاربات علمية، تحليلية، متعددة المجالات بين العمارة والعمران، علم النفس، علم الاجتماع واللسانيات وعلوم الدلالة لفهم تركيب وعمق أزمة المدينة المعاصرة. يتناول البحث هاته الإشكالية عبر دراسة تأثير التفاعل اليومي للإنسان مع البيئة الحضرية على صحته النفسية، مشيرًا إلى تعقيدات البيئة الحضرية وتأثيرها المركب على المستوى الخاص بالسلوك الاجتماعي وكذا المستوى التأسيسي المتعلق بالمواقف. إن كانت الأبحاث في العمران أكثر ما تقف على الجانب الأول، فإن دراسة الآثار الخفية للبيئة على الإنسان والمجتمع غير مدروسة بشكل كاف وهو ما يستدعي لأهميته مقاربات متعددة المجالات والاختصاصات. يُلقي البحث الضوء على التحديات التي تواجه المدينة الجزائرية في هذا السياق، مركزًا على فرضية وجود خلل في التواصل البيئي والتوافق البيني-الاجتماعي بين السكان والمدينة ومن خلال البحث في البنى الخلفية لهذا الخلل حيث يستند إلى تحليل لمختلف معاني التعابير الفنية والشعبية المختلفة (فنون تشكيلية، مسرح وسينما). يسعى البحث إلى تقديم تحليل متعدد الأبعاد يجمع بين التعمير، اللسانيات وعلم النفس والسوسيولوجيا بهدف التأسيس لوعي ورؤية شاملة لأهمية تحسين جودة تخطيط البيئة الحضرية على الصحة النفسية.",
        "url": "https://doi.org/10.31235/osf.io/becjt_v1",
        "version": 1,
        "id": "becjt",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/beq6n_v1",
        "title": "Can Large Language Models Substitute Participant-Based Survey Studies?",
        "authors": "Qingqing Chen, Vijaya Sarmishtha Kaza, Anna Zinn , Marius Portmann, Sara Dolnicar",
        "created": "2025-11-28",
        "abstract": "Survey studies are a cornerstone of psychological research. Declining response rates make it increasingly difficult to recruit representative samples. Advances in large language models offer a potential solution: simulating human responses. This study assesses the effectiveness of four alternative prompt techniques in simulating human responses using ChatGPT-4o: chain-of-thought prompting (step-by-step reasoning), role-based prompting (demographic framing), bias-mitigation prompting (skeptical stance to reduce bias), and N-shot learning (using human examples to guide responses). Survey questions were designed to capture different constructs across different contexts and include both text and images. Results show that prompt design significantly affects the ability of large language models to provide simulated responses that align with those of human responses. Chain-of-thought and role-based prompting performed poorly. Bias-mitigation prompts improved alignment with human responses. N-shot learning consistently outperformed the other prompt designs, generating responses that closely mirrored those of human survey participants. These findings position ChatGPT-4o with N-shot learning as a valid, low-cost, and scalable complement to traditional participant-based survey studies.",
        "url": "https://doi.org/10.31235/osf.io/beq6n_v1",
        "version": 1,
        "id": "beq6n",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/e824j_v1",
        "title": "Measuring the Digital Divide among students caused by Artificial Intelligence",
        "authors": "Sylvi Mauermeister, Lea Biere, Isabel Steinhardt",
        "created": "2025-11-27",
        "abstract": "The integration of artificial intelligence (AI) in higher education requires to equip students with the skills to engage with AI technologies. Drawing from the digital divide concept—which encompasses disparities in access, skills, and outcomes—this study investigates potential inequalities among students in higher education contexts in conjunction with AI. Furthermore, this study introduces the Digital Divide–Artificial Intelligence (DD-AI) survey instrument, developed through a two-phase approach. Initially, a systematic literature review adhering to a seven-stage process was con-ducted, identifying 481 articles, with 15 undergoing in-depth analysis. Findings from this literature review informed the construction of the DD-AI. Subsequently, a theo-retical model comprising eight hypotheses was established to assess AI-related digital divides. The instrument's development followed an established scale development process, including a comprehensive pre-test involving the think-aloud method with three students and a survey of n=106 students. Preliminary results indicate that the DD-AI possesses high reliability and validity, offering a robust tool for examining AI-induced digital inequalities in higher education.",
        "url": "https://doi.org/10.31235/osf.io/e824j_v1",
        "version": 1,
        "id": "e824j",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/euad9_v2",
        "title": "The Categorisation Problem: Disability, Knowledge and Justice in Climate Adaptation",
        "authors": "Hollye Kirkcaldy, Keren MacLennan, Christina Demski, Annayah M.B. Prosser",
        "created": "2025-12-01",
        "abstract": "Climate adaptation systematically excludes Disabled people from policymaking, despite their disproportionate exposure to climate-related harms. Recent climate scholarship demonstrates this exclusion constitutes epistemic injustice, yet the mechanisms producing it remain under-examined. We argue adaptation frameworks generate epistemic injustice by categorising Disabled people as inherently vulnerable, devaluing both them and their knowledge, while claiming false objectivity – what Haraway termed the God Trick – to present privileged ableist perspectives as universal truth. We show that Integrated Assessment Models (IAMs) operationalise the God Trick at scale by embedding ableist assumptions as objective inputs and excluding the heterogeneous adaptation knowledge Disabled people hold. This exclusion reflects entrenched structural inequalities that marginalise Disabled people throughout society. Without insights from those most affected by extreme weather, adaptation interventions fail to address, and actively worsen, the heightened climate risk faced by Disabled people. Achieving epistemic justice requires more than tokenistic inclusion; it demands conceptual transformation that rejects false objectivity, methodological transformation that includes situated modelling and creative research approaches, and institutional transformation that dismantles structural barriers to Disabled people’s participation as essential knowers.",
        "url": "https://doi.org/10.31235/osf.io/euad9_v2",
        "version": 2,
        "id": "euad9",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gbe9h_v1",
        "title": "Exploring the Complex Challenges of Internally Displaced Persons: An Inquiry into the Realities and Responses of Non-Camp IDPs in Ibadan, Nigeria",
        "authors": "Samuel Pelumi Davis",
        "created": "2025-11-29",
        "abstract": "Internal displacement is a pressing global problem that has escalated to an appalling scale, especially considering that over 71 million individuals were forcibly displaced by the end of 2022. Nigeria is one of the nations within sub-Saharan Africa that report the highest number of cases of internally displaced persons (IDPs), mostly caused by cyclical conflict and catastrophic floods. Although information related to the presence of IDPs in formal camps or staying with host families is abundant, there is a conspicuous gap in the literature concerning those individuals, living in non-camp settings, who have already established themselves within communities and are often not visible to formal support networks. This paper set out to illuminate the peculiar issues and plight of such non-camped IDPs in the Ibadan metropolis, Nigeria. The study took a qualitative approach, rooted in interpretivism, and employed a case study design. Given that this particular subset of the population was difficult to identify, the researcher used snowball sampling, ending up with a sample of 14 respondents, including internally displaced persons (IDPs), key informants, and mendicants. They gathered data by using key informant interviews (KIIs) and semi-structured interviews and analysed the data using thematic analysis. The results shed light on three major thematic areas: challenges faced, effects of non-camp environment on various aspects of the lives of IDPS and survival strategies. Data from the interviews revealed that the bulk of the problems that non-camp IDPs face are lack of basic amenities, extreme health problems, extreme financial instability, daily insecurity, and social isolation. The vulnerability this group faces in the form of theft, violence and harassment is compounded by the lack of formal protection. Besides, living conditions are unstable and have a significant impact on livelihood, education interruption, and housing instability. To endure, the IDPs employ various survival tactics, such as supplementing random jobs with mendicancy, resorting to self-medication and informal social groups to stay healthy, and maintaining safety by staying in groups. The paper concludes that non-camp IDPs are caught in a web of vulnerability that is compounded by the absence of formalised support systems, which make their situation distinctively unique to that of formal camp settings. The results suggest that the most effective approach to helping this peculiar population is a combination of various interventions, such as increased access to healthcare, livelihood support, improved community security, and better housing to help them recover and experience social integration in the long term. Keywords: Internal displacement, internally displaced person (IDP), non-camp, integration, challenges",
        "url": "https://doi.org/10.31235/osf.io/gbe9h_v1",
        "version": 1,
        "id": "gbe9h",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/pwzhu_v1",
        "title": "The Effectiveness of E-Parenting on Resilience and Feeding Behaviors in Hong Kong: A Randomized Pilot Study",
        "authors": "Pauline P.L. Sung-Chan, Emily Ching Ma, Simpson W.L. Wong, Yi Wang, Duoduo Xu, Wendy S.-Y. Lau, Wei Yin, Rosemary M.F. Wong, Dorothy F.Y. Chan, William W.L. Lui",
        "created": "2025-12-03",
        "abstract": "Few research studies examine the effectiveness of internet-based parenting programs targeting parents of pre-school aged children among socio-economically diverse populations in urban Asian settings. Methods: This study used a cluster randomized controlled trial (RCT) to evaluate the effectiveness of an 80-session e-parenting program in Hong Kong, designed to reduce disparities in child development associated with poverty (Clinical Trials ID: CT04512352). Among 233 parent-child dyads randomized into treatment and waitlist-control groups and enrolled, 194 dyads participated in endline assessments conducted at 10 months. Child outcomes were measured by Bayley-III, and parental outcomes included parenting sense of competence, feeding styles, resilience, and perceived social support. Results: Linear mixed effects models demonstrated significant interaction effects between group and time for promoting and encouraging of feeding styles (β = -2.050, 95 CI% [-3.47, -0.63], p&lt;0.01) and parental resilience (β = -1.738, 95 CI% [-3.41, -0.07], p&lt;0.05). Although there were significant improvements in children’s cognition (p&lt;0.001), receptive communication (p&lt;0.001) and fine motor Bayley-III scores (p&lt;0.001) from baseline to endline, no significant intervention or interaction effects were found for child developmental domains. Conclusions: This study demonstrates that e-parenting improved feeding behaviors and resilience. Future studies should investigate heterogeneity effects across socio-economic status and consider alternative designs to increase parents’ participation.",
        "url": "https://doi.org/10.31235/osf.io/pwzhu_v1",
        "version": 1,
        "id": "pwzhu",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/q8gf7_v1",
        "title": "When Autocracies Dominate International Organizations: Evidence from the UN Committee on NGOs",
        "authors": "Christoph Steinert",
        "created": "2025-12-04",
        "abstract": "Scholars have documented a global trend toward autocratization and demonstrated that autocracies increasingly use their influence to shape decisions in international organizations (IOs). But what happens when autocratic states become so influential that they dominate decision-making in IOs and which types of organizations are most prone to autocratic takeover? The study presents a novel theory on autocratic influence in IOs, which argues that an interplay of IOs’ (i) thematic focus, (ii) membership composition, and (iii) decision rules explains the scale of autocratic influence. The theory further highlights how member selection processes within the UN’s regional groups can facilitate disproportionate autocratic representation. The study leverages evidence from two original datasets on the decisions of the UN Committee on NGOs between 1998 and 2024 to test whether the theorized conditions linked to autocratic influence can translate into autocratic dominance in practice. Multi-pronged evidence demonstrates that autocracies have effectively seized the UN Committee on NGOs and exploit it to systematically defer and reject the applications of liberal NGOs. A comparative analysis with the ECOSOC highlights that a disproportionate autocratic representation in the Committee’s membership is the key mechanism that explains autocratic dominance. The study contributes to our understanding of illiberal challenges to the liberal international order with a new theory, original data, and novel empirical evidence",
        "url": "https://doi.org/10.31235/osf.io/q8gf7_v1",
        "version": 1,
        "id": "q8gf7",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vutg9_v1",
        "title": "The “TAILNUD” project: A Scientific Report on the Study Plan and the Datasets Uploaded on AMELIA",
        "authors": "Federico Atzori, Luca Corazzini, marco guerzoni, Marco Mantovani",
        "created": "2025-11-28",
        "abstract": "This report presents the scientific activities carried out for the implementation of the field experiment within the BAC project “Riduzione delle emissioni da consumo elettrico attraverso interventi comportamentali personalizzati: uno studio controllato e randomizzato sul campo (TAILNUD)”, BAC, PE GRINS – “GRINS – Growing Resilient, Inclusive, and Sustainable” (project code PE0000018, CUP: C93C22005270001), Spoke 6. The report aims to situate the experimental study’s research question within the relevant literature, present the pre-registered testable predictions, describe the study plan, the experimental design, and the resulting datasets uploaded on AMELIA, and outline the initial and preliminary statistical analysis conducted on the data.",
        "url": "https://doi.org/10.31235/osf.io/vutg9_v1",
        "version": 1,
        "id": "vutg9",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/w2kmc_v1",
        "title": "The Credibility Revolution in Political Science",
        "authors": "Carolina Torreblanca, William Dinneen, Guy Grossman, Yiqing Xu",
        "created": "2025-12-01",
        "abstract": "How has the credibility revolution reshaped political science? We address this question by using a large language model to classify 91,632 articles published between 2003 and 2023 across 174 political science journals, focusing on causal research designs, transparency practices, and citation patterns. Design-based studies---research strategies that explicitly a research design and the assumptions required for causal identification---have become increasingly common, displacing regression-based analyses that rely primarily on modeling assumptions. Yet as of 2023, studies without an explicit identification strategy still constitute nearly 40% of empirical quantitative work. Within design-based research, survey experiments dominate, while field experiments and quasi-experimental approaches have grown more modestly. Transparency practices such as placebo tests and power analysis remain rare. Design-based studies are concentrated in top journals and among authors at highly ranked institutions, and enjoy a persistent citation premium. The credibility revolution has meaningfully reshaped the discipline, though unevenly and incompletely.",
        "url": "https://doi.org/10.31235/osf.io/w2kmc_v1",
        "version": 1,
        "id": "w2kmc",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/xs7hu_v1",
        "title": "POST-PANDEMIC TOURISM FORECASTING WITH ENSEMBLE RNN",
        "authors": "Zhi Qin Tan, Yunpeng Li",
        "created": "2025-12-04",
        "abstract": "Tourism forecasting plays a critical role in the tourism industry, enabling strategic planning for diverse stakeholders. However, it is a challenging task influenced by numerous factors. This study investigates the development of automated, data-driven approaches, by introducing an ensemble model that combines two forecasting methods of recurrent neural networks. It integrates COVID-19-related explanatory variables and automatically learns the spatial relationship across destinations. The model outperformed benchmark methods in forecasting China’s outbound tourism to twenty destinations before and during COVID-19, using data from 1989 to 2022. Subsequently, our approach achieved 1.4723 mean absolute scaled error and third runner-up for the Point Forecasting Track in Tourism Forecasting Competition amid COVID-19 Round II, for the forecast period between August 2023 and July 2024.",
        "url": "https://doi.org/10.31235/osf.io/xs7hu_v1",
        "version": 1,
        "id": "xs7hu",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/5drxn_v1",
        "title": "“I AM NOT BROKEN”: THE INVISIBLE LABOR OF NEURODIVERGENCE AND THE PIVOT TO DISCLOSURE",
        "authors": "Xi Wen Chan, Sudong Shang, Xiaowei Jiang, Amie Shaw, Thomas Do, Maria Khan",
        "created": "2025-11-29",
        "abstract": "Neurodistinct employees often conceal their identities through “masking”, a form of high-effort impression management. This concealment is a defensive strategy to avoid the social rejection and the “double empathy problem” prevalent in neuro-normative workplaces. In this empirical exploration of 1,593 online narratives, we discover a four-phase core process model detailing how and why employees pivot from this costly concealment to disclosure. The process moves through (1) Concealment, where masking creates invisible burnout, (2) Transition Triggers emerging from unsustainable tension, with disclosure triggered by one of two paths: an “exhaustion route” (resource depletion) or an “empowerment route” (a safe invitation), (3) the Disclosure moment itself with divergent trajectories, and (4) Post-Disclosure Outcomes. Inclusive leadership creates the psychological safety necessary for disclosure. The primary outcome is not accommodation, but identity affirmation, a profound “relief from self-blame” (“I am not broken”), which fosters reciprocal loyalty. This discovery reframes neurodistinct disclosure from a compliance event to a relational, leadership-driven phenomenon with implications for retention, performance, and authentic workplace inclusion.",
        "url": "https://doi.org/10.31235/osf.io/5drxn_v1",
        "version": 1,
        "id": "5drxn",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/63cwh_v1",
        "title": "Factors influencing the implementation of a home-based rehabilitation program in frail older patients after cardiac surgery : a qualitative study using reflexive thematic analysis",
        "authors": "Ambre KOMONSKI, Clara MEUNIER, Anne Sophie BOUREAU",
        "created": "2025-11-28",
        "abstract": "Background: Frail older adults undergoing cardiac surgery are at increased risk of functional decline. As part of developing a follow-up program, Nantes University Hospital selected Vivifrail, a structured, multicomponent exercise program designed to improve strength, balance, and mobility. This study aimed to evaluate the barriers and drivers conducive to the adoption of Vivifrail among frail older patients who had recently undergone cardiac surgery. Methods: We performed a qualitative study using semi-structured interviews between March and December 2024. Eligible patients had recently undergone cardiac surgery in Nantes University Hospital, were aged 75 years and older, with a baseline SPPB score &lt;9. Patients were interviewed between weeks 5 and 6 post-discharge. Interview transcripts were analyzed using reflexive thematic analysis. Results: Among 27 eligible patients, 23 were interviewed. The first 9 interviews were conducted using a preliminary version of the guide in order to help us enrich the final version. As a result, we retained and analyzed data from 14 interviews, at which point data saturation was reached. The average age was 79 years old (±4), and 71% were men. Three main themes emerged from the interviews. First, patients frequently described post-operative challenges such as impaired physical condition, discomfort, and fatigue. Second, despite these difficulties, the vast majority demonstrated moderate to strong adherence. Upon returning home, the Vivifrail program served as a framework for patients to start physical activity. The support of healthcare professionals and family also appeared to be decisive. Third, patients reported adapting their PA according to the recovery of their abilities, particularly through performing activities of daily living, drawing on personal and environmental resources. Conclusions: The Vivifrail program appears to be a feasible and effective approach for guiding frail older adults who have recently undergone cardiac surgery towards establishing a regular physical activity routine. Given the exploratory and qualitative nature of our study, our findings are not representative of the entire frail older population but may be transferable to other similar patients in comparable care settings. Trial registration: The observational study was approved by the Nantes Health Ethics Group (GNEDS), Nantes, France (N°24-22-02-273), and registered on OSF : https://doi.org/10.17605/OSF.IO/7HTX2 Keywords : Adherence ; Cardiac surgery ; Elderly ; Frailty ; Rehabilitation",
        "url": "https://doi.org/10.31235/osf.io/63cwh_v1",
        "version": 1,
        "id": "63cwh",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/85fsj_v1",
        "title": "A Novel Protocol for an Experimental Epidemic Game to Study Quarantine Behavior Dynamics: The Epi-Q Study",
        "authors": "Estelle McCool, Winnie Wezi Mkandawire, Salihu Sabiu Musa, Shi Chen, Laura Moley, Gwen Robbins Schug, Nick Bowman (包尼克) he/him/his, Sarah A. Nowak, John Drake, John Drury",
        "created": "2025-12-01",
        "abstract": "Background: We describe the protocol for the Epi-Q (EpiGame-Quarantine) Study, using an experimental epidemic game (“epigame”) to investigate quarantine-related attitudes and behaviors. Epigames are field experiments in which participants make behavioral decisions during a simulated epidemic in naturalistic settings. In this study, the epigame is operationalized via a smartphone app that simulates transmission of a 'digital pathogen' over Bluetooth, allowing for real-time data capture. This approach offers a novel tool for observing decision-making within social networks under dynamic risk and normative pressure. Consequently, it enables the collection of empirical data on the social, psychological, and practical determinants of compliance with non-pharmaceutical interventions, such as quarantine. Unlike existing methods that rely on static cross-sectional surveys or observational data, Epi-Q captures dynamic decision-making within real-life networks. This is crucial for studying behaviors like quarantine, where compliance is not merely an individual calculation but is shaped by pre-existing and evolving social structures, including peer pressure, trust in institutions, and exposure to misinformation. Epi-Q employs a quantitative mixed-method design to untangle the complex interplay between social norms and risk perception, along with their interactions on behavioral responses. Methods/design: We will recruit at least 150 participants via a custom-made smartphone app capable of measuring proximity between then using Bluetooth. We will randomly allocate these participants (via network-aware clustering) into a 2×2 experimental design: (i) local vs global risk information; (ii) local vs global norms. ‘Local’ information is defined as data derived from a participant's first-degree contacts in the Bluetooth proximity network, while 'Global' information refers to aggregate data from the entire experimental group. Participants will play the epigame over a period of several weeks (one to three), making daily quarantine decisions within the app that incur costs (loss of in-game points for infection, loss of opportunities while quarantining) and benefits (points from remaining active), while Bluetooth proximity sensing samples the contact network of participants and drives simulated transmission of a digital pathogen among the phones. Data collection will include in-app behavioral logs, pre- and post-game surveys (attitudes, risk perception), and optional qualitative debrief interviews with a subset of participants. Primary outcomes will be frequency and timing of quarantine adoption; secondary outcomes will include attitudinal shifts, perceived risk, and the consistency of real-world vs in-game intentions. Analyses will include mixed-method synthesis, difference-in-differences modeling, social network analysis, and correlation of survey and behavioral measures to assess external validity.",
        "url": "https://doi.org/10.31235/osf.io/85fsj_v1",
        "version": 1,
        "id": "85fsj",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology"
      },
      {
        "doi": "10.31235/osf.io/cwjpm_v1",
        "title": "Comp/Ass: un outil pour évaluer la complexité des situations dans l'accompagnement social-santé",
        "authors": "Catherine Ludwig, Catherine Busnel, Noelia Delicado, Marco Zarrillo, Aude Michel",
        "created": "2025-12-01",
        "abstract": "Décrire et évaluer la complexité des situations dans l’accompagnement social-santé sont des défis quotidiens sur le terrain. L’outil Comp/Ass est proposé pour favoriser les échanges interprofessionnels et soutenir une analyse intégrée des besoins en soins et services",
        "url": "https://doi.org/10.31235/osf.io/cwjpm_v1",
        "version": 1,
        "id": "cwjpm",
        "subjects": "(Other)",
        "subjects_osf": "Social Work"
      },
      {
        "doi": "10.31235/osf.io/fv6wj_v2",
        "title": "Micro-Messiahs: When Psychedelics and Politics Meet",
        "authors": "Leor Roseman",
        "created": "2025-12-02",
        "abstract": "The recent mainstreaming of psychedelics has distanced itself from the countercultural image of the past, yet the question of whether psychedelics are political remains pressing. What happens when psychedelics meet politics? On one hand lies the politics of the unitive mystical experience: harmony, beyond good &amp; evil, beyond space &amp; time, and with love to all. Studying ayahuasca groups of Palestinians and Israelis, I observed that such mystical unitive ethos can bypass political tensions. Yet, I also noticed revelatory-revolutionary events with liberatory aspirations. Prophetic. Such micro-messianic states of consciousness are charged with moral urgency, and are active, historical, political, and sometimes full of ego. In this paper, I continue to inquire into the psychedelic messianic phenomenology and dynamics through a literature review . Focusing on the micro-messianic movements of Allen Ginsberg, Master Irineu, and John Wilson (Moonhead)—figures associated with the diffusion of LSD, Daime (ayahuasca), and peyote respectively. I propose that, in moments of political anxiety, psychedelics can catalyze micro-messianic events: bursts in the status quo that fuel collective and personal movements animated by hope, mission, and meaning. These revelatory-revolutionary dynamics not only inspire redemptive actions but also drive the diffusion of psychedelic practices across social, cultural, and political boundaries.",
        "url": "https://doi.org/10.31235/osf.io/fv6wj_v2",
        "version": 2,
        "id": "fv6wj",
        "subjects": "(Other)",
        "subjects_osf": "Religion, Psychology, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/gef2q_v1",
        "title": "The Shrinking Creator Economy: Inequality and Impoverishment of the Hispanic Twitch Ecosystem",
        "authors": "Adrian Padilla",
        "created": "2025-11-28",
        "abstract": "This paper presents a critical audit of the Spanish-speaking Twitch ecosystem, comparing the platform’s performance during November 2024 and 2025. The results evidence a structural contraction of the platform: viewership has decreased by 33%, while active content creators diminished by 10.26%. Cohort analysis reveals a massive attrition rate of 75.23%, driven by extreme inequality (Gini coefficient of 0.87 and an audience concentration of 90% within the top 20%). The data confirm the existence of a digital ’poverty line’: streamers who abandoned the platform averaged merely 3.74 viewers in 2024. However, the ecosystem’s deterioration is not exclusive to small creators; the study identifies a generalized impoverishment of established streamers (present in both November 2024 and 2025), who, despite remaining active, suffered a 27.4% loss in their average audience, dropping from 17.67 to 12.83 viewers. These findings suggest a supply-demand mismatch that threatens the sustainability of medium and small creators and disincentivizes participation in the platform.",
        "url": "https://doi.org/10.31235/osf.io/gef2q_v1",
        "version": 1,
        "id": "gef2q",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/hmeuw_v1",
        "title": "Reporting cybercrime through flagging systems: lessons from a survey of gamers.",
        "authors": "Mario Santisteban, Pablo, Aiala Tejada García de Garayo",
        "created": "2025-12-02",
        "abstract": "Several obstacles arise when attempting to prevent cybercrime. One of them is that cybercrime is likely underreported to the authorities, with several studies attempting to provide evidence on this issue and linked to factors that explain the underreporting of conventional crimes. Currently, the private sector plays a significant role in the prevention of cybercrime, particularly digital platforms. These platforms establish channels through which users can report illegal activity, removing infringing content. Few studies have explored the factors that lead users to interact with platforms through their reporting systems. This study offers quantitative evidence on these motives, seeking to explore whether some of the causes linked to police reporting of cybercrime or conventional crimes also apply to reporting to the platform. Specifically, it applies to reporting to multiplayer video game companies through a survey of players. The results show that many of the traditional factors that explain reporting to the police do not apply to reporting to the platform, except for the type of cybercrime reported. This raises the need to further explore the causes of reporting and, overall, the role of digital platforms in the prevention of cybercrime.",
        "url": "https://doi.org/10.31235/osf.io/hmeuw_v1",
        "version": 1,
        "id": "hmeuw",
        "subjects": "(Other)",
        "subjects_osf": "Legal Studies"
      },
      {
        "doi": "10.31235/osf.io/j2pkm_v1",
        "title": "The first national survey on transport poverty: Design, implementation and findings from Canada",
        "authors": "Ignacio Tiznado-Aitken, Matan Singer, Catherine Morency, Howaida Hassan, Samuel Duhaime Morissette, Hubert Verreault, Matthew Palm, Steven Farber",
        "created": "2025-12-03",
        "abstract": "Transport poverty is a complex, multidimensional issue that remains loosely defined and inadequately measured. Persistent challenges related to data quality, consistency, and comparability, highlighted by the European Commission, continue to limit effective policymaking. Despite increasing attention to equity in transport research and practice, most countries still lack standardized national datasets that can capture the scale and severity of transport poverty. This paper presents the design and implementation of the first large-scale survey on transport poverty and transport-related social exclusion worldwide, developed by the Mobilizing Justice Partnership across all of Canada. We describe a multi-phase process involving collaborative workshops, input from a community advisory group, a pilot study, and a robust data collection strategy, including a comprehensive sampling and weighting process. The resulting dataset, covering over 27,000 respondents and openly available to researchers, decision-makers, and the public, offers extensive spatial and demographic coverage, enabling robust and policy-relevant analysis. A snapshot of findings reveals pronounced socioeconomic and demographic inequalities in Canada. Car ownership remains substantially lower among lower-income Canadians (under 70%) compared to higher-income groups (94%), while transit pass possession is more common among lower-income respondents. Approximately one in four participants experience modal dissonance, though its prevalence does not differ by income; instead, reasons behind this mismatch vary, with lower-income groups citing affordability constraints, whereas higher-income groups attribute mismatches to convenience and time considerations. Significant disparities in perceived safety were observed across gender, with non-binary individuals reporting the lowest levels of perceived safety, followed by women, and men reporting the highest. Satisfaction with transport conditions increases with age, with younger groups reporting consistently lower satisfaction. Racial disparities were evident in reported employment impacts, as Indigenous respondents and visible minorities were more likely to report declining job opportunities due to transport barriers. Housing affordability concerns were most acute among recent immigrants, who more frequently reported spending beyond their means on housing. Spatial analyses further demonstrate strong geographic variability in transport disadvantage, particularly in patterns of forced car ownership, suggesting the need for further exploration into the sociodemographic characteristics of this phenomenon, moving beyond solely built environment factors. Finally, accessibility to everyday destinations generally improves with city size, with larger metropolitan areas offering more consistent access than smaller towns and non-CMA areas.",
        "url": "https://doi.org/10.31235/osf.io/j2pkm_v1",
        "version": 1,
        "id": "j2pkm",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/k7dn2_v1",
        "title": "From Frontier to Hotspot: Co-producing the Brazilian Savannah through Soybean Science",
        "authors": "Pedro da Costa Novaes, Joao Carlos Nabout, Sandro Dutra e Silva, Fausto Miziara",
        "created": "2025-12-04",
        "abstract": "This article examines how soybean research and the Brazilian Cerrado biome have been mutually constituted through intertwined scientific, technological, and political processes over the past four decades. Drawing on Science and Technology Studies (STS), it approaches both as co-produced sociotechnical assemblages rather than pre-given natural entities. Based on a scientometric and semantic analysis of 1,005 publications (1981–2024) from Web of Science and Scopus, it traces a shift from an agronomic “frontier” paradigm to an increasingly diversified, interdisciplinary, and globally networked field. Quantitative indicators (growth curves, regressions, Shannon diversity) show expanding institutional and thematic diversity. At the same time, semantic networks reveal the rise of new mediators—such as no-tillage, biodiversity, and satellite monitoring—that reconfigured relations among science, technology, and governance. Soybean science contributed to naturalizing the Cerrado first as an agricultural frontier and later as an ecological hotspot, while ecological and political controversies reshaped the meanings and trajectories of soybean research itself. The article argues that soybean and Cerrado are not fixed entities but open-ended epistemic and political constructions whose futures hinge on how science, technology, and politics continue to be rearticulated in the Brazilian landscape.",
        "url": "https://doi.org/10.31235/osf.io/k7dn2_v1",
        "version": 1,
        "id": "k7dn2",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/k7hra_v1",
        "title": "A New Development Typology for the 21st Century",
        "authors": "Chirag Dhara, Bejoy K Thomas",
        "created": "2025-11-30",
        "abstract": "The Human Development Index's (HDI) classification of countries by developmental level has powerfully shaped the development discourse for decades. This classification is not merely narrative but performative, actively constructing global aspirations that prove ecologically untenable. Countries achieving HDI &gt; 0.8 predominantly exhibit development pathways whose global adoption would transgress biophysical limits, undermining the foundations of human wellbeing globally. We propose an alternative classification grounded in an extended capabilities framework based on recognizing stable ecological systems as meta-capabilities essential for human development. Our classification – ‘Optimally Developed’, ‘Near-Optimally Developed’, ‘Sub-optimally Developed’, and ‘Over-developed’ – is underpinned by the principle of universalizability, asking whether a country’s development trajectory could be globally adopted without compromising planetary stability. This shifts the framework of justice from intra-national to global and intergenerational scales. Countries like Costa Rica, Georgia, and Panama are identified as optimally developed, achieving high human development within environmental limits that respect humanity's collective right to the planetary commons.",
        "url": "https://doi.org/10.31235/osf.io/k7hra_v1",
        "version": 1,
        "id": "k7hra",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/mv2q6_v1",
        "title": "Mapping Climate Change Coverage: Causes, Consequences, and Solutions in German News Media, 2010–2024",
        "authors": "Fabian Dablander, Simon Wimmer, Jonas Haslbeck",
        "created": "2025-12-01",
        "abstract": "The media shapes how political leaders and the public understand the causes, impacts, and solutions to climate change. Here, we provide the most extensive analysis to date of how German news media report on climate change between 2010 and 2024. We develop and validate a methodology based on large language models to analyze the contents of over 50,000 articles from seven major newspapers across the political spectrum. We found that aspects relating to causes, impacts, and mitigation were all covered substantially more often than aspects relating to adaptation. While most articles identified climate change as human-caused, coverage about causes was dominated by fossil fuels, with agriculture, overconsumption, carbon inequality, and economic growth rarely mentioned. Left-leaning outlets more frequently reported that climate change is human-caused, highlighted fossil fuels as a cause, emphasized the need to reduce their use, and discussed systemic and social drivers more often. Coverage patterns have remained largely stable over time, except for growing attention to net-zero targets and carbon taxes. Our findings highlight opportunities for more comprehensive climate journalism to better support public understanding and policy debate by reflecting the scientific consensus and the full range of societal transformations needed to address climate change.",
        "url": "https://doi.org/10.31235/osf.io/mv2q6_v1",
        "version": 1,
        "id": "mv2q6",
        "subjects": "(Other)",
        "subjects_osf": "Linguistics, Communication"
      },
      {
        "doi": "10.31235/osf.io/pe7a8_v1",
        "title": "Belonging and health outcomes in older Americans: a scoping review",
        "authors": "Charlotte Moss, Zander Vasquez, Maureen R. Benjamins, Maria J. Ferrera, Ansuk Jeong, Lorena Juarez, Jessica Polos, Raj Shah",
        "created": "2025-12-01",
        "abstract": "As the number of older Americans grows, there is a movement to reframe aging as extending healthspan, or time spent in good health, rather than just life expectancy. A sense of belonging has been theorized to be a positive influence on healthy longevity. This scoping review examined how belonging is associated with mental and physical health outcomes in older adults. We conducted a literature search using PubMed/MEDLINE, Scopus, PsycINFO, CENTRAL, and Google Scholar for studies published between 2015 and 2025. We followed the PRISMA Scoping Review guidelines and registered our protocol in Open Science Framework. We included original research articles conducted in the United States that conceptualized belonging as a predictor of health outcomes in older populations. We excluded studies not available in English, lacking a measure of belonging, and whose samples included individuals under 50 years old. After 1169 titles and abstracts and 81 full manuscripts were triaged, our search yielded 23 studies. Almost half of the articles examined the concept of thwarted belongingness, or an unmet need for connection, and found it was significantly associated with suicidality. Out of 23 articles, one article discussed healthy aging, encompassing healthspan, 19 discussed mental health, 9 of which were suicidality, and 3 discussed physical health. Other mental health outcomes included quality of life, depression, social disconnectedness, cognition, and PTSD. Physical health outcomes included cardiovascular health, falls, and inflammatory biomarkers. Belonging, or its absence, was significantly associated with mental health outcomes, though its relationship with physical health was mixed. Few articles studied the direct relationships between belonging and chronic health conditions and longevity, highlighting gaps in the literature. More research on this topic is warranted to delineate if sense of belonging is a modifiable resilience factor for increasing healthspan.",
        "url": "https://doi.org/10.31235/osf.io/pe7a8_v1",
        "version": 1,
        "id": "pe7a8",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/qft3e_v1",
        "title": "The Paradox of Negative News:Disentangling the Dual Role of Negativity Bias in News Selection and Avoidance",
        "authors": "Lucia Cores-Sarria, Kim Andersen, Rasmus Schmokel, Morten Skovsgaard",
        "created": "2025-11-18",
        "abstract": "The role of negativity in the news remains a puzzle in communication research. While some studies identify a negativity bias in news selection, showing that it fosters engagement, other studies identify negativity as a main reason for news avoidance. We argue that both tendencies are present but depend on time: while people at first are likely to be more attentive to negative news, accumulative exposure may lead to avoidance. To observe these potential within-person dynamics, we conducted a naturalistic online experiment using a social media feed where we tracked user behavior in response to real-world news, automatically classified by valence. Results show the negativity bias is short-lived: at first participants were more likely to engage with negative news, but this advantage faded after a few seconds, while positive news resisted better the natural decline in engagement over time. These findings help reconcile contradictory insights from prior research and have practical implications for news organizations seeking to balance audiences’ interest in negative news with the risk of fostering news avoidance on social media platforms.",
        "url": "https://doi.org/10.31235/osf.io/qft3e_v1",
        "version": 1,
        "id": "qft3e",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/qh3kx_v1",
        "title": "Holding science to account: A qualitative study of practices and challenges of watchdog science journalism",
        "authors": "Alice Fleerackers, An Nguyen, Alfred Hermida, Ivan Oransky",
        "created": "2025-12-03",
        "abstract": "Amid growing concerns about fraud, misconduct, and related issues, journalists can play an important role in engaging the public with problematic science. Integrating the Hierarchy of Influences model (Shoemaker &amp; Reese, 1996) and Stages of News Production framework (Domingo et al., 2008), this study examines how such “watchdog” science journalism is practised, facilitated, and challenged in the contemporary science and media landscape. Through framework thematic analysis of 21 semi-structured interviews with journalists who have reported on research integrity issues for Canadian and UK media outlets, it illuminates the time- and labour-intensive nature of this form of journalism, which often requires multiple interviews and extensive document research to reach a sufficient threshold of evidence. As a result, the feasibility of potential stories sometimes plays a bigger role in whether they are reported than their public importance, especially in resource-poor newsrooms. Added to this are challenges related to uncompliant sources, unavailable evidence, legal risks, and story saleability in a metrics-driven media landscape. Collectively, the findings underscore the precarity of a form of journalism which has arguably never been more important, but also never more under threat.",
        "url": "https://doi.org/10.31235/osf.io/qh3kx_v1",
        "version": 1,
        "id": "qh3kx",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/vbuam_v1",
        "title": "Linking culture, change resistance, and performance perceptions in family and non-family businesses",
        "authors": "Duarte Pimentel",
        "created": "2025-11-28",
        "abstract": "This study examines organizational culture, resistance to change, and perceived performance in family and non-family firms through the lens of Socioemotional Wealth theory. Based on survey data from 178 Portuguese employees, results reveal that family businesses foster cultures of support and identity but exhibit higher resistance to change, whereas non-family firms emphasize rules and innovation. No significant differences emerged in perceived performance. Moreover, resistance to change negatively affected perceived performance in family firms, while organizational culture showed an independent role. Findings underscore culture’s nuanced influence on adaptability and performance.",
        "url": "https://doi.org/10.31235/osf.io/vbuam_v1",
        "version": 1,
        "id": "vbuam",
        "subjects": "(Other)",
        "subjects_osf": "Organization Development"
      },
      {
        "doi": "10.31235/osf.io/vmxwn_v1",
        "title": "Teaching Accessibility through Automated Audits: Using ANDI in Higher Education",
        "authors": "Tolu Adedoja",
        "created": "2025-11-27",
        "abstract": "The U.S. Department of Justice’s April 2026 deadline for Title II web accessibility compliance places new urgency on higher education institutions to adopt sustainable accessibility practices. Yet, many universities continue to focus remediation narrowly on disability services pages, leaving their broader digital presence inaccessible to students, faculty, and the public. This paper presents a teaching strategy that leverages the Accessible Name and Description Inspector (ANDI), a free audit tool developed by the U.S. Social Security Administration, as both an instructional and governance mechanism. By training IT staff and content authors to use ANDI, institutions can identify recurring accessibility barriers, connect them to WCAG 2.1 AA and Title II obligations, and establish governance routines that foster sustainable compliance. The method is illustrated through a multi-institution audit of higher education websites, including a case study showing how false positives can serve as teaching moments. This contribution is explicitly positioned as a teaching note, offering a practical and scalable model for embedding accessibility education into institutional governance and compliance.",
        "url": "https://doi.org/10.31235/osf.io/vmxwn_v1",
        "version": 1,
        "id": "vmxwn",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science"
      },
      {
        "doi": "10.31235/osf.io/wczmj_v1",
        "title": "Linking longitudinal population studies to administrative data on children’s social care: A scoping review",
        "authors": "Grace Bailey, Karen Broadhurst, Jonathan Scourfield, Katie Harron, Rowena Bailey, Alissa Goodman, Alyce Raybould, Orla McBride, Richard J. Silverwood, Andy Boyd",
        "created": "2025-12-02",
        "abstract": "This scoping review explores the use of longitudinal population data linked to administrative data to further our understanding of the characteristics and outcomes of children involved in children’s social care (CSC) services within the UK. We searched eight electronic databases (Web of Science, SSCI, APA PsychInfo, Pubmed, Embase, Scopus, CINAHL Ultimate, ASSIA) to identify relevant publications between 1 January 2000 and 22 July 2025. Despite the UK’s longstanding investment into longitudinal population studies, published studies have been limited to four populations that have been linked to CSC records. Around a third of the published studies (6/16) relied on a single local authority-based population (Avon Longitudinal Study of Parents and Children). The publications demonstrated links between parental and early childhood characteristics and subsequent involvement in CSC. Few publications examined longer-term outcomes, the wider family and the effectiveness of interventions. Data linkage has the potential to improve our understanding across services, including health, education, justice and welfare systems, for children involved with social care services. Upcoming work using electronic data such as the Born in Bradford’s Better Start study show promise in producing more integrated insights. Importantly, while this review focuses on the UK, the lessons learned and the value of linking LPS and administrative data are highly relevant in international contexts where similar data assets exist. The review highlights the opportunities of data linkage to improve our understanding of the circumstances and experiences of young people and their families who are involved in the social care system.",
        "url": "https://doi.org/10.31235/osf.io/wczmj_v1",
        "version": 1,
        "id": "wczmj",
        "subjects": "(Other)",
        "subjects_osf": "Social Work"
      }
    ]
  }
}
