{
  "update": "2025-11-14",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/8r9yg_v1",
        "title": "Economic Segregation, Political Participation, and Social Capital",
        "authors": "Selene Campion, Andreas Wiedemann",
        "created": "2025-11-12",
        "abstract": "Rising economic inequality has reshaped residential patterns across rich democracies, yet the political consequences of economic segregation remain poorly understood. We argue that the spatial concentration of affluence and poverty amplifies class-based disparities in participation by weakening cross-class networks and reinforcing socio-economic (dis-)advantage. Combining fine-grained grid-based measures of segregation with local election results from German municipalities between 2005 and 2021, we show that turnout is lower in segregated places with many economically-deprived residents. Original survey data reveal that segregation widens turnout gaps by disproportionately demobilizing low-income voters. However, these effects depend on local social capital: using administrative records of all civic associations, we show that turnout in segregated places declines where associations are scarce but increases where dense community and welfare organizations bridge economic divides and alleviate material constraints. This suggests that the spatial structure of inequality and the strength of civic associations shape political inequality beyond individual socio-economic status.",
        "url": "https://doi.org/10.31235/osf.io/8r9yg_v1",
        "version": 1,
        "id": "8r9yg",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/9yjc8_v1",
        "title": "The Post-Truth Divide: How Media Shapes Voting in Türkiye’s Political Duopoly",
        "authors": "Yasin Kütük",
        "created": "2025-11-09",
        "abstract": "This paper examines the voting influence of post-truth, quantified through a novel measure that combines epistemic error and false confidence. By employing data collected from 2,163 Turkish participants in the World Values Survey, the post-truth phenomenon does not have a direct influence on the duopolies. Instead, this phenomenon increases support for the ruling JDP by 5.8% through social media, while exposure to or use of news decreases support for the main opposition RPP by 4.5%. These results suggest that post-truth impacts are context-dependent and that social media use and news exposure may reinforce people's voting behaviour in Türkiye.",
        "url": "https://doi.org/10.31235/osf.io/9yjc8_v1",
        "version": 1,
        "id": "9yjc8",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/azbkw_v1",
        "title": "The Survival Reflex Loop: Understanding Why Nepal Remains Fragile Despite Continuous Reforms (2024–2025)",
        "authors": "Pramod Shahi",
        "created": "2025-11-11",
        "abstract": "This paper explores why Nepal’s state keeps surviving reform instead of transforming through it. Using the Reflex Theory of Fragility, it identifies nine behavioral layers: administrative, social, bureaucratic, generational, cognitive, temporal, fiscal, geopolitical, and emotional. Each layer explains how motion replaces evolution. Based on evidence from 2023 to 2025, the study links government documents, institutional reports, and verified events to show that every crisis produces activity that protects the system more than it changes it. The analysis follows this pattern across FATF compliance, transitional justice, foreign aid, protest movements, and road safety planning. These cases reveal that fragility in Nepal is not a moment of failure but a learned behavior of adaptation. Every disruption is absorbed and reorganized to restore balance. Instead of collapsing, power adjusts. The Survival Reflex Loop describes this habit of endurance, where reform, time, and hope become instruments for continuity rather than transformation.",
        "url": "https://doi.org/10.31235/osf.io/azbkw_v1",
        "version": 1,
        "id": "azbkw",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/er2ca_v1",
        "title": "How Exile Escalates Revolution",
        "authors": "Isabelle DeSisto, Elizabeth Nugent",
        "created": "2025-11-07",
        "abstract": "Although scholars initially hypothesized that exile should deescalate conflict, recent empirical studies find that exile fuels political instability. We extend this finding by investigating the conditions under which exile exacerbates domestic contention. Drawing on an original database of exile participation in revolutions, we show that revolutionary situations with an exiled challenger tend to last longer and generate more violence than those with domestically-based challengers. Additional analyses illuminate the mechanisms behind this finding. First, exiles have a greater influence on revolutionary duration and violence when they take refuge in a geographically proximate location or maintain a meaningful presence abroad throughout the revolutionary situation. Second, exiles escalate contention by providing direct leadership, securing international support, or maintaining a government-in-exile. Finally, exiles have a stronger escalatory effect on revolutions that would otherwise be relatively peaceful. Our research unpacks a widespread and highly consequential -- but hereto understudied -- feature of revolutionary contention and outlines a research agenda on exile and domestic contentious politics.",
        "url": "https://doi.org/10.31235/osf.io/er2ca_v1",
        "version": 1,
        "id": "er2ca",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/n25r6_v1",
        "title": "Humanitarian medicine and Hybrid warfare: how emerging technologies are (re)shaping the capacity of healthcare professionals to deliver effective care in conflict and low-resource settings",
        "authors": "Adrian de León, Isabel Straw",
        "created": "2025-11-08",
        "abstract": "Healthcare services around the world are undergoing a rapid process of digitalisation that presents novel threats to healthcare workers and patients across humanitarian settings. This review evaluates the key mechanisms by which emerging digital technologies are reshaping humanitarian practice and posing new challenges to patients, practitioners and policy-makers in low-resource environments. First, we examine emergent physical and psychological harms stemming from digital technologies at the individual patient level, summarising the latest evidence on injuries from drone-induced trauma, multi-robotic systems (MRS) and electromagnetic (EM) weapons. Second, we discuss population-level risks in global health settings, detailing the clinical harms associated with hospital cyberattacks in hybrid warfare and the novel challenges of AI-enhanced technologies for non-profit agencies attempting to deliver care (e.g., misinformation and “Deepfakes”). Further, we illustrate the new vulnerabilities that emerge as humanitarian agencies transition to electronic and biometric databases, highlighting the associated privacy risks for asylum seekers and refugees. Drawing together the latest insights from frontline practitioners, the World Health Organisation (WHO) and the United Nations (UN), we showcase specific technological threats affecting vulnerable patient groups, such as the deployment of GPS trackers and implants by sex trafficking groups, and the use of social media by modern slavery networks. This article introduces global health and humanitarian practitioners to essential digital concepts that are increasingly relevant to their work in the field, including Swarm Intelligence technologies, UAVs (Unmanned Aerial Vehicles), Large Language Models (LLMs), Cyberwar, Netwar and electromagnetic (EM) warfare. Framed through the lens of clinical care, we shine a light on the neglected intersection of humanitarian practice and digital technology, demonstrating that patients who are marginalised globally are often at greatest risk from technological harm.",
        "url": "https://doi.org/10.31235/osf.io/n25r6_v1",
        "version": 1,
        "id": "n25r6",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Digital Humanities, International and Area Studies, Political Science, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/nxjr6_v1",
        "title": "A Pipeline for Extracting Data from Videos of Complex Political Events",
        "authors": "Mirya Holman, Andreas Küpfer, Tyler Simko",
        "created": "2025-11-11",
        "abstract": "Political scientists now regularly use audio, video, and text data to investigate questions about deliberation, representation, and emotion. However, existing research using multimodal data focuses largely on highly professionalized settings like national legislatures where pre-processed data is often available. Although scholars can increasingly access a wide range of data on less standardized environments such as campaign events, committee hearings, and local government meetings, using videos of these events for research poses a number of common measurement challenges, including low quality transcripts, missing speaker information, idiosyncratic production styles, and varying formats. In this paper, we present a streamlined pipeline using open-source tools to automatically extract text (e.g. transcription), audio (e.g. vocal features), and images (e.g. scene detection) from videos of complex political events. The outputs of our pipeline can then be readily used for a wide range of substantive analyses. We validate our approach through an examination of local government meetings in the United States, showing how we can accurately segment audio, identify speakers, transcribe speech, and detect gender in videos of varying structure and audio/video quality. As a demonstration, we examine participation by gender in over 1,000 hours of school board meeting videos.",
        "url": "https://doi.org/10.31235/osf.io/nxjr6_v1",
        "version": 1,
        "id": "nxjr6",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/p4yvk_v2",
        "title": "Social Media Affordances Sustain Social Movements Facing Repression: Evidence from Climate Activism",
        "authors": "Sonja Savolainen, Ville P. Saarinen, Ted Hsuan Yun Chen",
        "created": "2025-11-11",
        "abstract": "Prior studies have demonstrated social media's role in post-repression backlash mobilization but have yet to consider how they can sustain movements through long term repression. We explore this possibility by studying how Finnish climate activists responded to government repression in their social media behavior. We first conducted semi-structured interviews to see how activists understand the interplay between activism, repression, and social media affordances. Findings from our interviews suggest that activists are compelled to continue participating in the movement despite repression because the risk of social media amplifying individual-level chilling into movement-wide cascading demobilization outweighs risks from repression. We looked for evidence of this mechanism in the networked communication of Finnish climate activists on Twitter using temporal network analyses. Our findings show that activists' Twitter participation remained remarkably consistent despite offline repression, and that their communication patterns exhibited centralization tendencies that likely sustain the movement.",
        "url": "https://doi.org/10.31235/osf.io/p4yvk_v2",
        "version": 2,
        "id": "p4yvk",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Environmental Studies, Public Affairs, Public Policy and Public Administration, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/pq3bd_v1",
        "title": "Compositional Effects, Internal Migration and Electoral Outcomes",
        "authors": "Moritz Marbach",
        "created": "2025-11-10",
        "abstract": "Internal migration, a common phenomenon in all countries, reshapes political geography by altering both the composition and preferences of local electorates, with significant implications for electoral outcomes. Despite increasing research on the political consequences of internal migration, there is little guidance on how to disentangle compositional from exposure effects when analyzing the causal effect of internal migration on district-level outcomes. In this paper, we define compositional effects within a standard potential outcome model, and we demonstrate that compositional and exposure effects jointly constitute the total causal effect of internal migration. We discuss potential avenues to identify, bound, and estimate compositional effects, leveraging additional data and assumptions. To illustrate the importance of disentangling compositional from exposure effects, we analyze the exodus of East Germans to West Germany shortly after the fall of the Berlin Wall, demonstrating how out-migration to West Germany shaped electoral outcomes in East Germany through compositional effects.",
        "url": "https://doi.org/10.31235/osf.io/pq3bd_v1",
        "version": 1,
        "id": "pq3bd",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Geography, Political Science, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/trhys_v1",
        "title": "The Police as Gatekeepers of Information: Immigration Salience and Selective Crime Reporting",
        "authors": "Ashrakat Elshehawy, Arun Frey, Violeta I. Haas, Sascha Riaz, Tobias Roemer",
        "created": "2025-11-11",
        "abstract": "What drives the supply of crime news? While prior research focuses on news media reporting, we study a crucial upstream gatekeeper of information: the police. We argue that the police act as strategic bureaucrats who increase the disclosure of out-group cues (ethnicity, nationality) when immigration is salient to signal transparency to the public. To test this, we use an LLM annotation pipeline to code out-group cues in about one million press releases published by local police stations across Germany (2014–2024). Using a regression discontinuity in time design, we demonstrate an increase in out-group cues in police communications (1) following a nationwide shock to immigration salience (the 2015/16 Cologne New Year’s Eve sexual assaults), and (2) in the days before regional state elections in which immigration is a salient campaign issue. Our findings demonstrate how bureaucratic discretion shapes the supply of politically charged information.",
        "url": "https://doi.org/10.31235/osf.io/trhys_v1",
        "version": 1,
        "id": "trhys",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/v4eq6_v1",
        "title": "Using Large Language Models for Text Annotation in Social Science and Humanities: A Hands-On Python/R Tutorial",
        "authors": "Qixiang Fang, Javier Garcia-Bernardo, Erik-Jan van Kesteren",
        "created": "2025-11-12",
        "abstract": "Large language models (LLMs) have become an essential tool for social scientists and humanities (SSH) researchers who work with textual data. One particularly valuable use case is automating text annotation, traditionally a time-consuming step in preparing data for empirical analysis. Yet, many SSH researchers face two challenges: getting started with LLMs, and understanding how to evaluate and correct for their limitations. The rapid pace of model development can make LLMs appear inaccessible or intimidating, while even experienced users may overlook how annotation errors can bias results from downstream analyses (e.g., regression estimates, $p$-values), even when accuracy appears high. This tutorial provides a step-by-step, hands-on guide to using LLMs for text annotation in SSH research for both Python and R users. We cover (1) how to choose and access LLM APIs, (2) how to design and run annotation tasks programmatically, (3) how to evaluate annotation quality and iterate on prompts, (4) how to integrate annotations into statistical workflows while accounting for uncertainty, and (5) how to manage cost, efficiency, and reproducibility. Throughout, we provide concrete examples, code snippets, and best-practice checklists to help researchers confidently and transparently incorporate LLM-based annotation into their workflows.",
        "url": "https://doi.org/10.31235/osf.io/v4eq6_v1",
        "version": 1,
        "id": "v4eq6",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Educational Methods, Political Science, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vebnh_v1",
        "title": "The Venezuelan Presidential Election Archive: subnational electoral data at the polling station level",
        "authors": "Luis Miguel Remiro, Maryhen Jiménez",
        "created": "2025-11-10",
        "abstract": "Authoritarian regimes maintain strict control over information, making data access a challenge for the public, policymakers, and researchers. Official records are sometimes manipulated, selectively published, or erased, forcing analysts to navigate gaps and inconsistencies. This article introduces the Venezuelan Presidential Election Archive (VENPRES-A), a novel dataset on presidential election results in Venezuela from 2006 to 2024. VENPRES-A consists of three main datasets: a polling station-level dataset with 77,737 observations, a municipal-level dataset with 1,668 observations, and a long-format party-level dataset for the 2024 election with 953,800 observations, providing granular insights into spatial dynamics of political competition, voting behavior, and subnational electoral trends. The dataset leverages a combination of sources: official releases from electoral authorities, official data archives collected by civil society and opposition actors, and secondary sources. Combining these sources was crucial to compensate for the withdrawal of all official records since July 2024. This empirical contribution enhances the study of subnational electoral dynamics in authoritarian environments.",
        "url": "https://doi.org/10.31235/osf.io/vebnh_v1",
        "version": 1,
        "id": "vebnh",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/xn2bu_v1",
        "title": "How German members of parliament debate wealth taxation on social media",
        "authors": "Sami Nenno, Philipp Lorenz-Spreen",
        "created": "2025-11-11",
        "abstract": "Private wealth in Germany is highly concentrated and often inherited rather than earned. This concentration reinforces unequal distributions of political influence, income, and other capacities linked to wealth. Although public support for stricter taxation is widespread, left-wing parties have so far failed to reintroduce a net wealth tax or close inheritance tax loopholes. We analyze the social media communication from 2017 to 2025 on Facebook, Instagram, and X by German members of parliament and ads by business lobby groups. Specifically, we examine the salience of wealth taxation, argumentation patterns for and against stricter net wealth, inheritance, or gift taxes, and which arguments resonate with users. Our findings indicate that wealth taxation is not a frequent topic among members of parliament but generates higher user engagement compared to other policy issues. Left-wing parties rely on value-based arguments stressing inequality, injustice, and responsibility but rarely present concrete data on inequality or tax exemptions. Conservatives highlight threats to inherited homes, liberals emphasize economic risks, and the far right questions state intervention. We conclude that left-wing communication likely resonates primarily with their own supporters rather than broader audiences. The study contributes to a more holistic description of the political communication of economic inequality.",
        "url": "https://doi.org/10.31235/osf.io/xn2bu_v1",
        "version": 1,
        "id": "xn2bu",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/67xg5_v2",
        "title": "National Borders and the Conservation of Nature",
        "authors": "Robin Burgess, Francisco Costa, Benjamin A Olken",
        "created": "2025-11-12",
        "abstract": "We propose using finely-grained satellite data at national borders, where one political jurisdiction ends and another begins, to evaluate the net impact of national conservation policies. Using 30x30 meter satellite data along Brazil’s 12,800 km border in the Amazon, we find dramatic shifts in deforestation rates that align with changes in Brazilian policies. Between 2001 and 2005, at the tail end of a pro-exploitation period, annual deforestation in Brazil was more than three times the rate across the border. From 2006 to 2013, these differences disappeared as Brazil introduced policies to curb deforestation. However, they re-emerged in 2014 amid a period of dismantling environmental regulation. We show that both reversals were stronger in areas with weaker de jure protection and greater potential for exploitation. National borders provide a unique means to evaluate the effectiveness of national conservation policies, which are increasingly of international concern.",
        "url": "https://doi.org/10.31235/osf.io/67xg5_v2",
        "version": 2,
        "id": "67xg5",
        "subjects": "Economics",
        "subjects_osf": "Environmental Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/7ha9w_v1",
        "title": "Asset Testing in Social Transfer and Welfare Programs in High-Income Countries: A Systematic Review",
        "authors": "Pietro Valetto, Ive Marx, Carolyn Fisher",
        "created": "2025-11-07",
        "abstract": "Asset tests are widely employed to ensure that welfare resources are targeted efficiently and equitably to people that do not have the resources to be self-sufficient. This paper looks at how asset testing in social welfare programs works in the European Union and the United States and reviews the evidence on the consequences of asset testing for eligibility and behavior. For that purpose, we follow the PRISMA guidelines for study selection and synthesis, systematically reviewing 22 peer-reviewed studies published between 2014 and 2024, covering the United States and European Union, to assess the impact of asset testing. Our review finds that the real-world implementation of asset tests often undermines their stated goal of poverty reduction. While asset tests can improve targeting, they frequently discourage savings, perpetuate financial insecurity, and create administrative barriers that reduce participation among the most vulnerable. Hard thresholds incentivize dissaving and trap households in precariousness and long-term dependency, while administrative complexity often offsets any efficiency gains. Recent policy reforms-including higher thresholds, inflation-indexing, and asset exemptions-offer promising alternatives, but a persistent tension remains between targeting efficiency and poverty alleviation. We conclude that graduated approaches rather than straight disqualification better align welfare eligibility with the goals of financial resilience and poverty reduction. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/7ha9w_v1",
        "version": 1,
        "id": "7ha9w",
        "subjects": "Economics",
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/9ehpd_v1",
        "title": "Extended Family Structures Exert a causal Influence on Fertility",
        "authors": "Vadim Ustyuzhanin, Julia Zinkina, Andrey Korotayev",
        "created": "2025-11-10",
        "abstract": "Research of the impact of kin alloparenting on reproduction mainly focuses on mother’s parents and parents-in-law. The impact on fertility of extended families and the alloparental help with childcare they can provide has received much less attention. Moreover, there is an important lacuna in the existing studies of this problem, as it is mostly approached through correlational studies, while the presence of a causal link remains unclear. Using an instrumental variables approach, we demonstrate that prevalence of extended family structures exert a causal influence on fertility. A one standard-deviation increase in prevalence of extended families is associated with approximately 1.07 additional children per woman. These results highlight that family structure is not only statistically significant but also demographically consequential in shaping fertility outcomes.",
        "url": "https://doi.org/10.31235/osf.io/9ehpd_v1",
        "version": 1,
        "id": "9ehpd",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/9gmb8_v1",
        "title": "Inherited Inequality in Latin America",
        "authors": "Francisco H. G. Ferreira, Paolo Brunori, Guido Neidhöfer, Pedro Salas-Rojo, Louis Sirugue, Carolyn Fisher",
        "created": "2025-11-12",
        "abstract": "This chapter argues that relative measures of intergenerational mobility and inequality of opportunity are closely related ways of quantifying the inheritability of inequality. We review both literatures for Latin America, looking both at income and educational persistence. We document very high levels of intergenerational persistence and inequality of opportunity for education, with inherited characteristics predicting 29% to 52% of the current-generation variance in years of schooling. Inherited circumstances are somewhat less predictive of educational achievement, measured through standardized test scores, accounting for 20% to 30% of their variance. Our estimates of inequality of opportunity for income acquisition suggest that between 46% to 66% of contemporary income Gini coefficients can be predicted by a relatively narrow set of inherited circumstances, making Latin America a region of high inequality inheritability by international standards. Our review also finds a very wide range of intergenerational income elasticity estimates, with substantial uncertainty driven by data challenges and methodological differences. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/9gmb8_v1",
        "version": 1,
        "id": "9gmb8",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/ab94k_v1",
        "title": "Long-Term Socioeconomic and Demographic Consequences of the Chernobyl Disaster: A Regional Statistical Analysis of Ukraine, 1989–2013",
        "authors": "Kenji Akimoto",
        "created": "2025-11-06",
        "abstract": "This study investigates the long-term socioeconomic and demographic consequences of the Chernobyl nuclear disaster across Ukrainian regions from a regional statistical perspective. By integrating principal component analysis (PCA), cluster analysis, regression modeling, and spatial visualization using QGIS, the research quantitatively examines how radioactive contamination and geographical proximity to the Chernobyl Nuclear Power Plant have influenced patterns of regional development, public health, and population dynamics over more than three decades. The results reveal persistent disparities between northern and southern oblasts: highly contaminated northern regions exhibit long-term economic stagnation, population decline, and increased health burdens, while southern and western regions demonstrate stronger post-Soviet recovery and urban growth. Regression analyses confirm that radiological exposure remains significantly associated with lower socioeconomic activity (PC1) and greater disease burden (PC2), even decades after the disaster. Spatial mapping further illustrates a stable “low-activity belt” corresponding to the contaminated zones, indicating the enduring geographic imprint of environmental inequality. The study contributes to broader theoretical discussions on environmental inequality, path dependency, and resilience by showing how environmental shocks can become institutionalized in social and economic systems. These findings highlight the need for integrated recovery policies that combine environmental remediation with social and economic reintegration to address structural inequalities in post-disaster societies.",
        "url": "https://doi.org/10.31235/osf.io/ab94k_v1",
        "version": 1,
        "id": "ab94k",
        "subjects": "Economics",
        "subjects_osf": "Environmental Studies, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/aqy84_v1",
        "title": "Financial Impact of Climate Risk and Green Finance: A Review of Meta-Analyses, Reviews, and Theory",
        "authors": "RICARDO ALONZO FERNANDEZ SALGUERO",
        "created": "2025-11-07",
        "abstract": "The growing interest in sustainability has generated a vast academic literature on the intersection of climate change, green finance, and financial markets. However, heterogeneity in methodologies and results often makes it difficult to draw unified conclusions. This paper presents a review of meta-analyses and systematic literature reviews to synthesize the current state of knowledge. By analyzing a corpus of 22 reviews, we assess the consensus on three key areas: 1) the impact of climate risk (physical and transition) on asset valuation, 2) the existence and magnitude of a green financing premium (the \"greenium\"), and 3) the effects of green finance practices on corporate and banking profitability. Our findings indicate an emerging consensus on the pricing of physical climate risk in the real estate market and a modest but persistent negative premium for green bonds. However, the impact of sustainable finance on financial profitability remains ambiguous and highly dependent on the methodological context. This synthesis consolidates quantitative findings, evaluates prevailing methodologies, identifies research gaps, and proposes an integration theory with an agenda for future research, highlighting the need for greater standardization in metrics and analytical approaches to strengthen the robustness of empirical conclusions.",
        "url": "https://doi.org/10.31235/osf.io/aqy84_v1",
        "version": 1,
        "id": "aqy84",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/auvmp_v1",
        "title": "A Unified Axiomatic Theory of Microeconomics: Market Structure and Equilibrium",
        "authors": "G. Du",
        "created": "2025-11-10",
        "abstract": "We propose the Parametric-Structure Microeconomics theory: under three axioms—profit maximization, entry/exit, and market clearing—we use observable parameters to construct a market-structure parameter map. Within a single system of equations, perfect competition, the competitive fringe, oligopoly, monopoly, and differentiated competition arise continuously as corner or region solutions. Perfect competition is a high-symmetry, knife-edge corner and is generically unstable: even small cost heterogeneity or demand-side feedback (network/two-sided effects) pushes the system toward more concentrated structures. We identify threshold surfaces determined by fixed (entry) costs, cost distributions, (cross) elasticities, and the strength of network/two-sided effects, thereby characterizing discrete transitions and (in)stability. We introduce the Second-Lowest-Lock rule (pricing anchored to the second-lowest cost/entry boundary) and provide a solution procedure for embedding local markets into general equilibrium under nonconvexities and scope economies. The framework supports structure identification, merger and regulatory threshold assessment, and counterfactual simulations.",
        "url": "https://doi.org/10.31235/osf.io/auvmp_v1",
        "version": 1,
        "id": "auvmp",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/ex4vb_v1",
        "title": "GCAP Public Security-Level Data on U.S. Fund Holdings",
        "authors": "Bruno Cavani, Matteo Maggiori, Jesse Schreger",
        "created": "2025-11-11",
        "abstract": "We construct representative security-fund-level longitudinal data for the United States using regulatory filings of portfolio holdings from Form N-PORT. We validate our dataset by comparing coverage and composition to official statistics from the Federal Reserve's Financial Accounts of the United States (formerly known as the Flow of Funds) and Treasury International Capital (TIC) System, and to micro-level commercial datasets such as Morningstar. We showcase an application by replicating and updating Maggiori, Neiman and Schreger (2020) findings on home currency bias using N-PORT instead of commercial fund holdings data. Our results confirm that N-PORT data offer a comprehensive, reliable, and public alternative to commercial datasets for research in macroeconomics and finance. We make all the security-level data on holdings available in a public repository of the GCAP Lab and provide code for updating the data.",
        "url": "https://doi.org/10.31235/osf.io/ex4vb_v1",
        "version": 1,
        "id": "ex4vb",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/j5qaz_v1",
        "title": "Why Does Customer Relationship Management Exist",
        "authors": "Samet AYDIN",
        "created": "2025-11-11",
        "abstract": "Customer Relationship Management (CRM), which gained rapid traction in the business world during the mid-1990s, soon lost its appeal due to numerous instances of failure, where substantial investments in system implementation failed to deliver the anticipated outcomes. The main reason for these failures was that businesses overly concentrated on the technological tools available at the time and their eagerness to use them while overlooking the core principles of the CRM approach, especially the strategic and human components. CRM is not just a technology; what truly matters are the business processes and human resources that implement them. Technology can only support these two essential components. Today, driven by advancements in information technology, shifts in consumer behavior and expectations due to e-commerce, mobile applications, and social media necessitate the redefinition and restructuring of CRM. In the Information Age, CRM has become indispensable for crafting, implementing, and enhancing value in the relationships between businesses and their customers. This paper discusses the reasons for CRM’s existence and its fundamental philosophy. In addition, it focuses on definitions related to CRM, its historical development, and the various ways in which it is important for businesses and their customers.",
        "url": "https://doi.org/10.31235/osf.io/j5qaz_v1",
        "version": 1,
        "id": "j5qaz",
        "subjects": "Economics",
        "subjects_osf": "Other Social and Behavioral Sciences, Economics"
      },
      {
        "doi": "10.31235/osf.io/jnxwv_v1",
        "title": "Loss-Cutting Equation under JX Theory",
        "authors": "Akio Hotta",
        "created": "2025-11-09",
        "abstract": "This paper introduces the Loss-Cutting Equation under JX Theory, a transdisciplinary framework that formalizes withdrawal behavior in decision-making as a structural equilibrium. The model expresses payoff dynamics as Lₒₚₜ(x) = R(x) − S(x) − E(x) − λσ²(x) + φΔF(x), where R denotes reward, S social cost, E internal exhaustion, λσ² perceived uncertainty, and φΔF cognitive correction. This formulation redefines loss-cutting not as an emotional failure but as a rational equilibrium transition occurring when internal and social costs exceed reward expectation. The paper illustrates two principal diagrams: the static equilibrium boundary on the E–S plane and the dynamic tolerance-band crossing governed by ΔA(t). Together they describe how agents shift from inertia to decisive action under bounded cognition.",
        "url": "https://doi.org/10.31235/osf.io/jnxwv_v1",
        "version": 1,
        "id": "jnxwv",
        "subjects": "Economics",
        "subjects_osf": "Art and Design, Psychology, Economics"
      },
      {
        "doi": "10.31235/osf.io/n95vd_v1",
        "title": "Geo-economics, Data Protection and AI",
        "authors": "Mireille Hildebrandt",
        "created": "2025-11-07",
        "abstract": "In this contribution, based on my Keynote at the Opening Night of CPDP2025, I briefly discuss how law institutes economic markets, how national law depends on international law and where geo-economics matters. I will then investigate how AI infrastructure’s need for massive amounts of electricity, water and rare earth minerals is transforming the playing field of international law, noting that the consolidation of Big Tech corporations has already impacted the political economy of law. Finally, I will discuss the ideology of artificial general intelligence (AGI), and propose that the European approach to legislating, governing and judging artificial intelligence (AI) as ‘a normal technology’ is a viable though contested alternative that must be consolidated, defended and further developed to survive geopolitical power grabs by the US, Russia and China.",
        "url": "https://doi.org/10.31235/osf.io/n95vd_v1",
        "version": 1,
        "id": "n95vd",
        "subjects": "Economics",
        "subjects_osf": "Economics, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/p5ync_v1",
        "title": "Political economy of globalization: optimal FDI outflows and structural limits to growth",
        "authors": "Mario Coccia",
        "created": "2025-11-12",
        "abstract": "This study investigates the political economy of growth by examining the interplay between globalization dynamics, trade performance, and wealth creation over the period 1971–2023. Dominant theories in international economics often posit that deeper globalization fosters export expansion and sustained GDP growth. However, the empirical evidence presented here challenges this linear assumption. Findings indicate that higher levels of globalization do not consistently translate into improved export capacity or rising GDP per capita. Instead, structural disruptions—geopolitical tensions, economic shocks, and protectionist trade regimes—frequently constrain anticipated benefits, revealing systemic vulnerabilities within the global economy. Building on interdisciplinary theoretical perspectives from political economy and development studies, the analysis introduces the concept of an optimal investment threshold. This threshold represents a critical level of foreign direct investment (FDI) net outflows, expressed as a percentage of GDP, beyond which the marginal gains of globalization diminish. Exceeding this point can trigger systemic decline, characterized by stagnating GDP growth and weakened trade performance, thereby challenging the sustainability of globalization-driven development models.These insights underscore the need for recalibrated strategies that integrate structural limits into policy design. By promoting inclusive growth through balanced investment flows and coordinated international regulation, the study reframes globalization as a managed process rather than an automatic engine of prosperity. This theoretical contribution advances debates on global economic governance and offers a framework for policymakers to align investment dynamics with long-term development objectives.",
        "url": "https://doi.org/10.31235/osf.io/p5ync_v1",
        "version": 1,
        "id": "p5ync",
        "subjects": "Economics",
        "subjects_osf": "International and Area Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/pbdn8_v1",
        "title": "The effects of International Monetary Fund programs: a systematic review with narrative synthesis on poverty, inequality, and social indicators",
        "authors": "RICARDO ALONZO FERNANDEZ SALGUERO",
        "created": "2025-11-07",
        "abstract": "Background: The debate over the impact of the International Monetary Fund's (IMF) structural adjustment programs on borrowing countries has been a central topic in political economy for decades. The empirical evidence is profoundly heterogeneous and often contradictory. Objective: This systematic review with narrative synthesis synthesizes and critically analyzes the literature to assess the effects of such programs on key indicators like poverty, income inequality, social spending (health and education), health outcomes (mortality, infectious diseases), the labor market, and informality. Methods: A systematic search was conducted in five academic databases and grey literature, following PRISMA guidelines. A total of 53 studies and empirical contributions that met predefined selection criteria were included. The risk of bias for each study was assessed, paying special attention to the control of endogeneity and selection bias. Due to the methodological heterogeneity of the studies, the results were synthesized narratively. Results: A minority of studies, often employing methodologies with a higher risk of bias such as Propensity Score Matching (PSM), find no significant negative effects. In contrast, a robust body of research, using quasi-experimental designs with a low risk of bias like Instrumental Variables (IV), documents an increase in inequality, a deterioration of health outcomes (especially in tuberculosis and child mortality), and a rise in the informal economy as a consequence of IMF conditionalities. Conclusion: The differences in findings are largely attributed to the diversity of methodologies and the rigor with which they address causal inference. Higher-quality evidence suggests that IMF programs, particularly those with austerity conditionalities and structural reforms, impose significant social costs. These impacts call for a redesign of conditionality that prioritizes social protection to meet the Sustainable Development Goals.",
        "url": "https://doi.org/10.31235/osf.io/pbdn8_v1",
        "version": 1,
        "id": "pbdn8",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/txepv_v1",
        "title": "How Institutional Models Shape Inclusion and Collaboration in Biodiversity Markets",
        "authors": "Mattia Troiano, Sophus zu Ermgassen, Natalie Duffus, Isobel Hawkins, Sarah Gall, Raphaella Mascia, Matt Whitney, Huw Thomas, Mark Hirons",
        "created": "2025-11-12",
        "abstract": "Biodiversity markets are increasingly promoted as instruments to close the biodiversity finance gap, yet their implications for social inclusivity and collaborative governance remain poorly understood. England’s new Biodiversity Net Gain (BNG) policy provides a critical case. While previous studies have examined its ecological outcomes, few have explored how different institutional models of habitat banking shape who participates in the market and how collaboration unfolds at the landscape scale. Drawing on participatory institutional mapping and 29 interviews with landowners, conservation organisations, planning authorities, and investors in Oxfordshire, we identify and compare three models of habitat banking: (1) for-profit providers leasing land under conservation covenants; (2) institutional not-for-profits managing land; and (3) individual landowners supported by not-for-profit facilitators under legal agreement with planning authorities. We show that for-profit providers tend to foster inclusive participation through risk-sharing finance but limited local collaboration, while not-for- profits enable collaborative governance that advances strategic, landscape-scale nature recovery yet restricts participation to a narrower set of landowners. These findings demonstrate how institutional design and operational models shape both inclusivity and collaboration, with implications for reconciling individual participation and collective ecological goals in the implementation of biodiversity markets.",
        "url": "https://doi.org/10.31235/osf.io/txepv_v1",
        "version": 1,
        "id": "txepv",
        "subjects": "Economics",
        "subjects_osf": "Geography, Economics"
      },
      {
        "doi": "10.31235/osf.io/uzycj_v1",
        "title": "The relevance of behavioral patterns when dealing with human-made climate change: Results from a survey with 1,510 researchers",
        "authors": "Sven Gruener, Oliver Mußhoff",
        "created": "2025-11-07",
        "abstract": "This paper presents the findings of a worldwide survey of 1,510 researchers on climate change. It reports behavioral patterns seen as relevant to climate change adaptation and mitigation, and highlights that researchers’ diverse backgrounds partly explain differing perceptions, indicating the potential of intersectional collaboration in academia to address climate change.",
        "url": "https://doi.org/10.31235/osf.io/uzycj_v1",
        "version": 1,
        "id": "uzycj",
        "subjects": "Economics",
        "subjects_osf": "Agricultural and Resource Economics, Economics"
      },
      {
        "doi": "10.31235/osf.io/v4phb_v1",
        "title": "UNDEVELOPABLE ECONOMIES: RETHINKING DEVELOPMENT THROUGH INSTITUTIONAL DYSFUNCTION",
        "authors": "Dina Kamel",
        "created": "2025-11-10",
        "abstract": "This article introduces the concept of undevelopable economies—contexts in which development is not merely delayed or distorted, but structurally foreclosed due to persistent, self-reinforcing institutional dysfunction. While existing classifications such as “fragile,” “failing,” or “least developed” states suggest the potential for eventual progress, the notion of undevelopability challenges this assumption. It signals a qualitative shift: some institutional systems may be fundamentally resistant to transformation within prevailing development paradigms. The term is used diagnostically rather than deterministically. It highlights structural entrenchment—not cultural incapacity or societal failure—and draws attention to contexts where institutions function primarily to sustain elite power, suppress reform, and replicate dysfunction over time. Grounded in institutional theory, path dependence, and critical development scholarship, the paper advances this conceptual framework through case studies of Somalia, Haiti, and Venezuela—each illustrating a distinct mode of institutional foreclosure. It concludes by reflecting on the implications for aid architecture, donor strategy, and development theory. Recognizing undevelopability does not imply fatalism. Rather, it invites a more grounded, differentiated approach to theorizing development—one that acknowledges the political and historical limits of institutional change in fractured contexts, and reconsiders what is possible, ethical, and realistic in such environments.",
        "url": "https://doi.org/10.31235/osf.io/v4phb_v1",
        "version": 1,
        "id": "v4phb",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vxej4_v1",
        "title": "Geopolitics and Export Miracles: Firm-Level Evidence from U.S. War Procurement in Korea",
        "authors": "Nathan Lane, Philipp Barteska, Oliver Kim, Seung Joo Lee",
        "created": "2025-11-10",
        "abstract": "How did geopolitics shape East Asia’s economic development? We show that U.S. war procurement during the Vietnam War—a fiscal shock which peaked at 2.9 percent of South Korea's GDP, rivaling the Marshall Plan—catalyzed Korea’s export-led industrialization. We construct a new firm-level dataset linking Korean export records with U.S. procurement contracts (1966–1974) to estimate the causal impact of winning a contract on export performance. Winning an initial contract increases a firm’s likelihood of exporting by 46 percentage points and triples its export value. These effects extend beyond sales to the United States: treated firms also expanded into third-country markets. We validate our research design using unique, contemporaneous firm-level export targets, showing that contracts were not anticipated and unrelated to export shocks. The policy had lasting effects. We find that firms treated in the 1960s responded more strongly to South Korea’s heavy and chemical industry drive of the 1970s, indicating that U.S. procurement and domestic industrial policy were complementary. Our findings reveal a neglected channel through which Cold War geopolitics helped shape the East Asian economic miracle.",
        "url": "https://doi.org/10.31235/osf.io/vxej4_v1",
        "version": 1,
        "id": "vxej4",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/zkpm4_v1",
        "title": "The rapidly changing landscape of international student mobility to the UK",
        "authors": "Ruth Neville, Francisco Rowe, Emilio Zagheni",
        "created": "2025-11-09",
        "abstract": "International student mobility (ISM) is a critical component of the global migration system, with profound implications for higher education financing, soft power, and geopolitical relations. Within this, the UK is the second leading destination for international students, but its position is under mounting pressure. Using administrative data from the UK’s Colleges and Admissions Service (UCAS) covering applications from 86 countries between 2010-2024, we apply machine learning forecasting to project undergraduate applications through to 2030. Our approach produces disaggregated, country-level forecasts based on the timeliest data. Our findings reveal evidence of the emergence of an increasingly concentrated system: China, India, and the EU, despite the EU’s dramatic post-Brexit decline, will comprise of over 60% of applications by 2030. This trend reflects a concentration paradox, where growth in successful applications from these blocs is expected to slow but reliance intensifies, increasing system vulnerability to policy volatility and geopolitical shocks. These results underscore vulnerabilities in the UK higher education system and hold important insight for migration governance systems and institutions.",
        "url": "https://doi.org/10.31235/osf.io/zkpm4_v1",
        "version": 1,
        "id": "zkpm4",
        "subjects": "Economics",
        "subjects_osf": "Higher Education, Geography, Economics"
      },
      {
        "doi": "10.31235/osf.io/3dhwn_v1",
        "title": "The Truth-Teller Paradigm: Institutional Gaslighting, Structural PTSD, and Collective Resistance",
        "authors": "Samina Rose",
        "created": "2025-11-11",
        "abstract": "Capitalist and bureaucratic orders endure less through force than through institutional gaslighting—denial and pathologization that relocates structural harm onto individuals. It advances Structural PTSD as an analytical (not clinical) construct: chronic dysregulation produced by scarcity scripts, eligibility rituals, and moral coercion. Grounded in Foucault’s (1977) concept of normalization and linked to cultural/collective trauma (Alexander, 2004; Eyerman, 2019), it bridges micro symptoms (numbing, hypervigilance, narrative fracture) with macro power and institutional betrayal (Smith &amp; Freyd, 2014). Building on Sewell’s (1992) “duality of structure,” the Truth-Teller Paradigm is theorized as parrhesiastic boundary-setting that scales from personal refusal to organizational voice and, with solidarity, to institutional reform. Truth-telling is framed as infrastructural labor: naming harm, interrupting trauma-bonded compliance, and reorienting practice toward empathy and care. Reframing post-traumatic growth as resistance, the framework provides a diagnostic lens for making invisible harms legible across policy, education, and healthcare, and specifies pathways for moral speech to rearticulate institutional schemas toward emancipatory change.",
        "url": "https://doi.org/10.31235/osf.io/3dhwn_v1",
        "version": 1,
        "id": "3dhwn",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/52qkw_v1",
        "title": "The Socio-Cultural Anticipation of Attractiveness: Subjectivation through Visual Self-Presentation in Online Dating",
        "authors": "Tobias Kamelski",
        "created": "2025-11-12",
        "abstract": "This article examines how visual self-presentation in online dating functions as a practice of subjectivation through which attractiveness is socio-culturally anticipated rather than merely displayed or evaluated. Drawing on Foucault’s theory of subjectivation and Bourdieu’s practice-theoretical framework, it conceptualizes profile curation as a technology of the self through which tacit yet conjunctively shared constructions of attractiveness are rendered visible. Self-presentation through images is thus not mere impression management but a practice of subjectivation that materializes power/knowledge formations in visual form. Using an abductive–computational analysis of 73,206 Tinder images collected across thirteen metropolitan areas and across gender and sexuality, the study reconstructs ten Constructions of Attractiveness (COA) and their patterned combinations as Repertoires of Attractiveness (ROA). These typologies reveal how users align with culturally recognizable and field-bound anticipations of attractiveness, transforming embodied dispositions and forms of capital into field-legible visibility. Cross-cultural comparison shows that these repertoires cluster along regional trajectories, suggesting that while gender and sexuality remain significant, digital self-presentation is more strongly structured by broader cultural conjunctive milieus. The study contributes to a sociological understanding of mediated subjectivation by showing how visual self-presentation practices make power/knowledge formations visible and delimit how subjects can appear as attractive.",
        "url": "https://doi.org/10.31235/osf.io/52qkw_v1",
        "version": 1,
        "id": "52qkw",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/6a93z_v1",
        "title": "Mapping the Migration Patterns of the Global Economic Elite",
        "authors": "Wesley Stubenbord",
        "created": "2025-11-07",
        "abstract": "Where do billionaires come from and where do they live? This data visualization maps the migration patterns of more than 3,100 billionaires using the International Database on Economic Elites and their Wealth (IDEE Wealth), a new dataset tracking the wealth and social characteristics of the global economic elite using publicly available sources. By linking residence data from Forbes with demographic data drawn from media, administrative, and other sources, the visualization illustrates migration flows for the world’s richest individuals from birthplace to most recent residence. The result describes the varied origins and contemporary spatial concentration of an elite possessing approximately 2.5 percent of all global wealth in 2024, a population of particular relevance for the study of elites, wealth inequality, and contemporary debates on tax policy.",
        "url": "https://doi.org/10.31235/osf.io/6a93z_v1",
        "version": 1,
        "id": "6a93z",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/85b23_v2",
        "title": "Telecommuting and Division of Domestic Work: the Role of Gender Role Attitudes in Germany",
        "authors": "Olga Leshchenko, Heejung Chung",
        "created": "2025-11-11",
        "abstract": "Telecommuting is often portrayed as a work-life balance measure. Though, in theory, telecommuting can provide workers with more time for leisure and family, due to the boundary blurring between work and life spheres, it can exacerbate gender inequalities by pushing women to carry out more domestic work while increasing men’s time in paid work. Empirically, the evidence is mixed. We extend the debate by exploring how individuals’ gender role attitudes moderate the relationship between telecommuting and the division of domestic work. We apply hybrid models to the German Family Panel data. The data covers the timespan from 2008 to 2021, which includes the unique COVID-19 pandemic. Results show that gender role attitudes matter. When getting access to telecommuting, egalitarian men increased their contribution to childcare, while traditional men did not. Similarly, telecommuting traditional women increased their childcare contribution. The pattern remained the same during the expansion of telecommuting due to the COVID-19 pandemic: only telecommuting traditional women and telecommuting egalitarian men increased their childcare contribution. The results of this study suggest that telecommuting has the potential to serve as a ‘great equaliser.’ However, achieving this requires actively promoting more egalitarian views on gender roles.",
        "url": "https://doi.org/10.31235/osf.io/85b23_v2",
        "version": 2,
        "id": "85b23",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/8hdws_v1",
        "title": "How (Not) To Fix Online Dating - An Empirical Assessment Using Computational Experiments",
        "authors": "Renata Topinkova, Carsten Schwemmer",
        "created": "2025-11-09",
        "abstract": "With roughly 40% of new couples meeting online, dating platforms have become commonplace. Yet, they share a common pitfall: a skewed gender ratio, with men substantially outnumbering women. Combined with prevailing gender norms—where men are expected to make the first move—this creates market congestion. Women are overwhelmed by messages and often face harassment, while many men struggle to receive any attention. We use computational experiments to examine how dating-platform designs affect individuals’ mating choices. We replicate popular app designs using a self-built web application and generate artificial profiles by combining images with socio-demographic data. Building on past research, we compare a “control” design with two interventions that reveal profiles’ popularity and capacity. Based on 66.132 profile ratings from participants in four countries, we find that the experimental conditions alone do not significantly shift user choices. We then analyze treatment heterogeneity using our large sample. Results show that visual and textual capacity indicators reduce the number of likes for highly attractive profiles, particularly when rated by men. However, these interventions do not increase engagement with less attractive profiles. These findings suggest that instead of redirecting attention to less attractive users, the intervention mostly benefits those who are already popular.",
        "url": "https://doi.org/10.31235/osf.io/8hdws_v1",
        "version": 1,
        "id": "8hdws",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/dvq76_v1",
        "title": "Tricky Trade-Offs on a Transparency Spectrum: How the Financial Times Approaches Transparency about AI Use in News",
        "authors": "Liz Lohn, Felix M. Simon",
        "created": "2025-11-07",
        "abstract": "As news organisations adopt artificial intelligence (AI), they face growing pressure to be transparent about when and how it is used – yet practical approaches remain uneven. This paper examines AI transparency through an in-depth case study of the Financial Times (FT). Drawing on 13 semi-structured interviews with 12 senior managers across editorial, product, data science, and communications, together with internal documents, we show that the FT approaches transparency as a hybrid of policy, process, and practice, framed by a desire to safeguard both internal and external trust. Transparency is calibrated to context: internally, AI use is signposted in tools and reinforced through training and personal accountability; externally, the prominence of disclosure scales with system autonomy and editorial oversight, with stronger labelling for no-human-in-the-loop features than for AI-assisted, journalist-edited outputs. We identify nine factors that shape audience-facing disclosure – legal/provider requirements, industry benchmarking, nature of the task, human oversight, system novelty, audience expectations, perceived risk, commercial sensitivities, and design constraints – and five crosscutting challenges, including site-wide consistency (especially on mobile) and potential “transparency backfire.” Conceptually, our analysis links AI transparency to isomorphic pressures and to intersecting institutional logics. We argue that AI transparency in news is best understood as a spectrum, evolving with technological advancements, commercial, professional and ethical considerations and shifting audience attitudes.",
        "url": "https://doi.org/10.31235/osf.io/dvq76_v1",
        "version": 1,
        "id": "dvq76",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/hn2y9_v1",
        "title": "Moving Past the Digital Smokescreen: How to Harness Big Data to Solve Social Welfare Problems",
        "authors": "Martin Lukk, Erik Schneiderhan",
        "created": "2025-11-06",
        "abstract": "Big data and computational methods have generated great excitement and enthusiasm among scholars across the social sciences. In the form of government records and digital traces collected by companies, big data are abundant, constantly updated, and inexpensive to collect, giving researchers an unprecedented window into everyday behavior. For sociologists interested in solving social problems, big data likewise seem like an attractive source of evidence for developing policies and interventions. In this paper, we draw on lessons from our research on online fundraising and social welfare provision, which uses both big data analyses as well as conventional methods, to consider how big data can be used to solve unsolved social problems. We introduce the smokescreen analogy to characterize how big data can obscure rather than clarify social problems. Digital traces often serve as a veneer over longstanding issues, leading researchers into a \"description trap\" where they generate detailed accounts at the expense of identifying causes and solutions. However, behind every smokescreen is a smoke machine. We argue that analyzing the platforms generating digital traces can reveal their causal role in shaping social problems. Big data's relationship to problem-solving is ultimately ambivalent: it can both enable new solutions and distract from enduring causes.",
        "url": "https://doi.org/10.31235/osf.io/hn2y9_v1",
        "version": 1,
        "id": "hn2y9",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/hv4fa_v1",
        "title": "When and why we should stop analysing friendship networks",
        "authors": "Per Block, Timon Elmer",
        "created": "2025-11-12",
        "abstract": "Ample sociological research focusses on, or uses friendships between individuals in their analyses. Although it may seem clear what friendship is when using the term in everyday life, the scientific study of friendship (networks) faces a myriad of challenges due to the conflation of distinct relationship types that vary within and between sociodemographic groups into one only intuitively understood concept ‘friendship’. We review these relations and meanings from respondents’ and re-searchers’ perspective and distil four frequently used friendship archetypes. We discuss how this ‘conceptual overload’ poses challenges for research on social in-tegration, segregation, influence, tie formation, and network ecology. We advocate building on existing friendship and more broadly relational research by theorizing and measuring clearly defined social relations. In doing so, we can build on existing friendship research but advance to conduct more rigorous types of social network analyses.",
        "url": "https://doi.org/10.31235/osf.io/hv4fa_v1",
        "version": 1,
        "id": "hv4fa",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/k3cxg_v1",
        "title": "Measuring miscarriages: A comparison of self-reported and healthcare register data in Finland",
        "authors": "Heini Väisänen, Hanna Remes, Lara Lehtoranta, MC Compans, Pekka Martikainen",
        "created": "2025-11-13",
        "abstract": "BACKGROUND: Approximately one in four women experiences a miscarriage, which may affect fertility intentions and health. However, there is a lack of research on the topic, in part due to poor quality of miscarriage data. Both surveys and healthcare records likely miss some early pregnancy losses. We compare data from self-reports and healthcare records at the individual level to understand to what extent these data differ and for whom. METHODS: We used healthcare records on miscarriages in Finland linked to self-reported miscarriage data in antenatal appointments, as well as in a national epidemiological survey, FinHealth 2017. The antenatal data was available for all those with a live birth, whereas the survey also captured those without children, but had a smaller sample size. We compared the consistency of records overall and by socio-demographic characteristics using descriptive statistics and multinomial regressions. RESULTS: For over 80% of people, miscarriage data was consistent between self-reports and healthcare records. This was mainly driven by those who had never had a miscarriage, as the share of consistent records dropped to 40% when only those with at least one miscarriage in one data source were analysed. We observed some self-reporting fewer (1-4% among full sample, 7-13% among those with a miscarriage) and some more miscarriages than in healthcare records (8-12% among the full sample, 46-56% among those with a miscarriage). Inconsistency in either direction was often associated with older age, higher parity, and lower education. CONCLUSIONS: Healthcare records and self-reports overlap partly in the miscarriages they capture. More miscarriages were observed using self-reports, probably due to some miscarriages managed outside the healthcare system, and differences in miscarriage definition between lay people and healthcare professionals, with the latter having a more restrictive definition. Future miscarriage studies should carefully consider the strengths and limitations of each type of source against their research aims, when choosing a suitable data source.",
        "url": "https://doi.org/10.31235/osf.io/k3cxg_v1",
        "version": 1,
        "id": "k3cxg",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/nfgy3_v1",
        "title": "The Social Importance of Being Stubborn When an Organization Meets AI",
        "authors": "Renaud Foucart, Fanqi Zeng, Shidong Wang",
        "created": "2025-11-10",
        "abstract": "In the age of Artificial Intelligence (AI), we have access to high-quality advice from intelligent machines, creating tensions between efficiency and autonomy. While it is often individually beneficial to follow AI recommendations, it can lead to dangerous herding behavior when AI provides incorrect information, a phenomenon observed in corporate scandals such as biased hiring algorithms, financial automation, or the monitoring of employees. In this paper, we show how a small group of stubborn workers following their own, imperfect but independent, information may help mitigate the risks of AI advice in their organization. However, stubbornness is costly---such individuals persist only if subsidized in the recruitment and promotion system despite lower average performance, or if they have a strong intrinsic preference for autonomy.",
        "url": "https://doi.org/10.31235/osf.io/nfgy3_v1",
        "version": 1,
        "id": "nfgy3",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Organization Development, Sociology"
      },
      {
        "doi": "10.31235/osf.io/nq3b5_v1",
        "title": "Why Small Experimental Effects of Social Media Use Are Compatible With Large Real-World Effects",
        "authors": "Chris Felton",
        "created": "2025-11-06",
        "abstract": "The social media hypothesis posits that the widespread adoption of social media is largely responsible for the decline in mental health among US teenagers. Critics of this view argue that it is incompatible with estimated treatment effects from randomized controlled trials (RCTs), which tend to be small. I argue that these RCTs provide little evidence against the social media hypothesis: the causal effect identified by RCTs fundamentally differs from the causal effect invoked by the social media hypothesis in at least three ways. First, the social media hypothesis concerns the effects of joining social media, whereas RCTs typically identify the effects of quitting social media. Second, the social media hypothesis concerns the effects of using social media for many years, whereas RCTs typically identify the effect of quitting social media for several weeks. Third, and most overlooked, the social media hypothesis concerns the effects of altering the behavior of large swaths of the population—a global intervention—whereas RCTs typically identify the effects of local interventions. In such local interventions, a person may be encouraged to quit social media, but both her immediate peers and the general public continue to use social media in large numbers. In this commentary, I discuss the local–global distinction at length and explain why the global intervention plausibly had much larger effects than experimental local interventions.",
        "url": "https://doi.org/10.31235/osf.io/nq3b5_v1",
        "version": 1,
        "id": "nq3b5",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/p8xwm_v2",
        "title": "Who knows doctors, and who do doctors know? A cross-sectional study of socio-economic inequalities in social networks from the Great British Class Survey",
        "authors": "Nathan Cheetham",
        "created": "2025-11-12",
        "abstract": "Background Patients with lower socio-economic status persistently report poorer health care access and experiences in the UK, while doctors are disproportionately from higher socio-economic backgrounds. No studies have characterised how socio-economic factors associate with knowing a doctor, and the socio-economic diversity of doctors’ social networks, which may contribute to health care inequalities. Methods Social contacts reported by participants of the Great British Class Survey (2011-2013) were analysed to examine (1) how socio-economic factors throughout the life course associated with knowing a doctor socially, among all participants living in the UK (N = 293,912), and (2) the socio-economic diversity of social networks, comparing doctors to other occupational classes, among all UK-based participants aged 23 or above and not retired (N = 230,424). Associations with individual factors were estimated from fixed-effects regression models including adjustment for potential confounders, while associations between outcomes and social strata comprising multiple socio-economic factors in combination were estimated using the intersectional multilevel analysis of individual heterogeneity and discriminatory accuracy (MAIHDA) approach. Results Social mixing with doctors was very strongly socio-economically stratified (sample average = 59.3%), with estimated likelihood of knowing a doctor from intersectional models varying between 89.1% (approx. 95% CI: [87.9%-90.1%]) for the most advantaged strata (professional/managerial background + fee-paying (private) school + professional/managerial occupation + ≥ £200,000 income), and only 28.3% [26.3%-30.2%] for the least advantaged (working class background + non fee-paying (state) school + working class occupation + &lt; £10,000 income). Strong associations were observed for several individual factors reflecting socio-economic position from childhood to current day. Among working-age participants, those working as doctors (n = 3,805) had the lowest likelihood of having at least one social contact (of 13 listed) in a working class occupation (adjusted mean probability = 66.0%, 95% CI: [64.3%-67.7%]), significantly lower than both comparable high-income occupations and lower socio-economic status occupations. Doctors from professional/managerial private-school backgrounds were least likely to have working class contacts (54.3%), while doctors from working class state-school backgrounds were most likely (78.0%), albeit still below the sample average (81.5%). Summary Socio-economic position across the life course appears to have a cumulative effect, with the most advantaged almost certain to know a doctor socially. Meanwhile, doctors appear socially isolated from patients from lower socio-economic groups, especially doctors with the most privileged backgrounds. How these inequalities in social contacts affect access to care and patient-doctor interactions is currently unknown, and requires future research.",
        "url": "https://doi.org/10.31235/osf.io/p8xwm_v2",
        "version": 2,
        "id": "p8xwm",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ptxka_v1",
        "title": "Gender, Education, and Work: Labour Market Outcomes in Care and Non-Care Fields in Italy and Finland",
        "authors": "INVEST Flagship, Nevena Kulic, Irene Prix, Diana-Roxana Galos",
        "created": "2025-11-11",
        "abstract": "A substantial body of research indicates that graduates’ field of study is a key predictor of the gender wage gap. While previous studies often compare groups based on women's minority status in a given field, we reframe this by distinguishing between care and non-care fields—defined by their links to stereotypically feminized characteristics. Using administrative data from Italy and Finland, we firstly investigate whether gender gaps in wages and other significant aspects of jobs differ between graduates of care- and non-care related fields of study. Second, adopting a comparative perspective, we further examine whether these gender gaps vary between Italy and Finland, two countries with different levels of gender inequality. Findings support the gender comparative advantage argument that women experience smaller gaps in outcomes when graduating from care-oriented fields than other fields, narrowing disparities in employment, wages, and job authority, and eliminating gender disparities in access to high-service occupations. Analyses are broadly consistent across Italy and Finland, suggesting limited cross-country variation in gender gaps in outcomes when comparing care and non-care fields. Keywords: Care fields; Gender gap; Labour market; Administrative data; Comparative research",
        "url": "https://doi.org/10.31235/osf.io/ptxka_v1",
        "version": 1,
        "id": "ptxka",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/q5cb8_v1",
        "title": "Gender and long-term trends in educational attainment, income and returns to education in Norway",
        "authors": "Liza Reisel, Adrian F. Rogne, Sara Seehuus",
        "created": "2025-11-13",
        "abstract": "This study addresses the economic returns to education among men and women in Norway, during five decades of changing and widening gender disparities in educational attainment. We ask how gender differences in educational attainment and returns have contributed to change and persistence in the gender income gap, and whether young men have started trailing behind due to women’s relative gains in higher education. While rising real incomes have contributed to a narrowing relative income gap, the absolute gap has decreased more slowly. In the past decade, both real incomes and the gender income gap have stagnated. Our results show that while both men and women in Norway have increased their education levels, women’s gains have been mainly in higher education, while men’s gains have disproportionately been in vocational upper secondary education. Contrary to the situation in the US and other liberal market economies, income growth among men with vocational education in Norway has recently outpaced every other group, resulting in a decreasing college premium, particularly among men. Women’s relative gains in higher education are partly offset by their lower incomes at all education levels, and the relatively strong income growth among men with vocational degrees. Decomposition analyses confirm these patterns.",
        "url": "https://doi.org/10.31235/osf.io/q5cb8_v1",
        "version": 1,
        "id": "q5cb8",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/qaewz_v1",
        "title": "The Matthew Effect in AI Summary",
        "authors": "Jefferson Pooley",
        "created": "2025-11-09",
        "abstract": "This commentary examines how AI research tools may perpetuate or even amplify existing inequalities in scholarly recognition. The paper identifies a parallel trend, in which major AI companies (Google, Anthropic, OpenAI) and academic publishers (Elsevier, Clarivate, Digital Science) have released similar summary-and-citation tools that, I argue, act as knowledge arbitrators by surfacing, ranking, and recommending scholarly work. Drawing on sociologist Robert Merton’s concept of the “Matthew effect”—by which prominent scholars accrue still more recognition—I argue that these AI tools risk reinforcing existing biases along lines of gender, geography, and institutional prestige. The problem is twofold: the models are trained on historically biased scholarship, and their filtering logic is inscrutable. My claim is that these tools are performative, not merely descriptive, as they may help enact the scholarly landscape they purport merely to represent. The commentary concludes that by handing over knowledge summary to computational probability and the profit motive, we risk worsening academic power structures while obscuring the process.",
        "url": "https://doi.org/10.31235/osf.io/qaewz_v1",
        "version": 1,
        "id": "qaewz",
        "subjects": "Sociology",
        "subjects_osf": "Library and Information Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/qjcfg_v1",
        "title": "Alternative crisis mental health responses: Protocol for a knowledge-to-action study",
        "authors": "Andrew David Eaton, Megan Rowe, Leyna Lowe, Allannah Nguyen, Claire Ryder, Amanda Mathew",
        "created": "2025-11-07",
        "abstract": "Alternative crisis mental health responses are models that differ from the default, policy-only model of responding to emergency reports of acute psychological distress in the community. The two prevalent alternative models are co-response, pairing police with a civilian (such as a nurse or social worker) and civilian response, whereby first responders are not police. Two scoping reviews have been completed that synthesize key processes from the literature that underpin co-response and civilian response. Informed by transformative justice and the principle of the collective, this protocol details a knowledge-to-action (KTA) study whereby summaries of those scoping reviews will be used as prompts for semi-structured interviews with interest-holders (frontline service providers, people with lived experience of mental health crises, policymakers, and mental health scholars and advocates) across the United States and Canada. Interviews will focus on participants’ experiences with and perceptions of crisis response, as well as their opinions about the accuracy and relevance of the scoping reviews. The analytic plan incorporates content analysis and interpretive phenomenology to capture both the patterns that emerge and the meanings that participants attach to their experiences, producing a more layered and comprehensive analysis than either method could achieve alone. This protocol represents one of the first research plans to apply the KTA cycle and the first known study to propose that a team of researchers first synthesize the literature and then interview key informants about the accuracy and applicability of those knowledge syntheses. Findings may highlight discrepancies between the literature and the field, with a focus on alternative crisis mental health response.",
        "url": "https://doi.org/10.31235/osf.io/qjcfg_v1",
        "version": 1,
        "id": "qjcfg",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/r42yq_v1",
        "title": "Platform Citizenship: Between Consumerism and Citizen Power",
        "authors": "Paolo Cardullo",
        "created": "2025-11-10",
        "abstract": "As software has been slipping into everyday life of citizens, digital-enabled relations have become normalised, typically through mobile apps and their platforms. Moreover, this change is happening within a neoliberal framework where citizenship itself is measured and shaped through market imperatives of consumerism, data-extraction, and individual responsibility. Citizenship itself is therefore a multiple concept expressed through the occurrences of digitally mediated encounters which I try to capture in this chapter focusing on the deployment of platforms for collaborative governance. This is one emerging aspect of the journey of ‘platform citizenship’ which is perceived as both innovative and necessary vis-a-vis declining traditional political and civic participation. One of these platforms is Decidim, the case-study presented here: this has been conceived by ethical hackers and activists in Barcelona and has become an internationally awarded and replicated project. In order to analyse the relationship between places and technologies, and to radically contextualise software relations further, I use the Scaffold of Smart Citizen Participation (Cardullo and Kitchin, 2019a). I conclude that since citizen power cannot be routed through platform capitalism, we need to look away from mainstream big tech for meaningful examples of civic technologies for the common good, democratic governance and citizens’ meaningful participation. Remain to be asked if such endeavours would extend traditional political citizenship, re-politicising the smart city by producing collaborative forms of governance, or would these be new forms of ethics-washing and tokenistic tactics?",
        "url": "https://doi.org/10.31235/osf.io/r42yq_v1",
        "version": 1,
        "id": "r42yq",
        "subjects": "Sociology",
        "subjects_osf": "Geography, Urban Studies and Planning, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/s2e8q_v1",
        "title": "Decolonising Epistemic Injustice in Global Health",
        "authors": "Daniel D. Reidpath",
        "created": "2025-11-08",
        "abstract": "I critique of the use of “epistemic injustice” and “decolonisation” in global health. Fricker’s ethico-epistemic notion of epistemic injustice, which focuses on harms to knowers rather than the truth of claims, struggles to apply in empirical fields where error can have material health consequences. In global health, the usage tends to conflate moral recognition with epistemic warrant. It encourages the levelling of credibility across competing claims irrespective of evidence. I trace how decolonial and pluriversal rhetoric—drawing on Quijano, Grosfoguel, Mignolo, and Lugones—extends this conflation into ontological pluralism, dissolving truth into perspective while retaining universalist health ambitions. Through cases of spirit children, umbilical cord care, and snakebite treatment, I show how these frameworks can licence harmful practices and obscure structural analyses of power independent of coloniality. I conclude by sketching a modest alternative: epistemic humility, realist standards of evidence, and procedural justice in access to the means of inquiry.",
        "url": "https://doi.org/10.31235/osf.io/s2e8q_v1",
        "version": 1,
        "id": "s2e8q",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/x3gt7_v1",
        "title": "Support exchange between siblings in later life: The role of ‘kinlessness’ and geographic proximity",
        "authors": "INVEST Flagship, alyona artamonova, Clara H. Mulder, Mirkka Danielsbacka, Antti O Tanskanen",
        "created": "2025-11-11",
        "abstract": "Background and Objectives As people have fewer children and often remain single, siblings might be more active players in family networks of older adults who lack a partner, children, or both—referred to as “kinless”. This study examines (1) how the absence of children and/or a partner is associated with exchange of support between siblings and (2) how intragenerational geographic proximity shapes these associations. Research Design and Methods This study utilizes multilevel ordinal logistic regressions of frequencies of exchanging practical help plus logistic regressions of providing personal care and population-based survey data from the Generational Transmissions in Finland project connected to register data about individuals aged 68–74 years in 2018 and their siblings. Results Siblings were found to be active supporters in later life. Partnerless older adults—particularly never married—were more likely to receive practical help from siblings than those with partners. While childlessness alone did not increase sibling support, kinless older adults received the highest levels of help. Kinless individuals also provided more assistance and personal care to siblings, even across long distances. Geographic proximity strengthened support exchanges, but kinlessness remained a strong predictor of support exchange regardless of distance. Finally, a 10 km threshold seems adequate for approximating help and care exchanges between siblings. Discussion and Implications Findings highlight siblings’ role as a compensatory source of support in later life. Policies should broaden caregiving definitions to include siblings, extend caregiver benefits beyond nuclear family ties, and develop services to facilitate both local and long-distance sibling caregiving. Keywords: intragenerational relationships, personal care, practical help, geographic closeness, childlessness, singlehood",
        "url": "https://doi.org/10.31235/osf.io/x3gt7_v1",
        "version": 1,
        "id": "x3gt7",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/x8jcu_v1",
        "title": "Leading Judgment in the Age of AI: A Leadership-Centered Sociotechnical Canvas for Trust, Deference, and Override",
        "authors": "Kostakis Bouzoukas",
        "created": "2025-11-10",
        "abstract": "In an era of proliferating AI decision support, organizational leaders face unprecedented challenges in judgment. This paper introduces the L-Canvas, a leadership-centered sociotechnical framework that guides when to trust algorithmic outputs, when to defer to automated recommendations, and when to override them. Drawing on concepts of sensemaking, trust, psychological safety, organizational ambidexterity, and high-reliability organizing, we propose a structured “leadership playbook” for integrating human judgment with AI in high-stakes decisions. We illustrate the framework with public case examples – a pretrial bail risk algorithm and the UK’s 2020 A-level grading algorithm – highlighting how leadership actions (or inaction) impacted trust and outcomes. We present a clearly labeled contribution statement and outline a preregistration-ready evaluation plan with open metrics (e.g. override precision, fairness gaps, decision variance, procedural justice indicators), accompanied by a printable L-Canvas diagram and a sample metrics CSV workbook. By centering leadership practices in sociotechnical systems, this work offers both a practical guide for decision-makers and a foundation for scholarly replication. The findings underscore that effective “leading judgment” in the age of AI requires not only technical excellence, but also cultural resilience, ethical commitment, and a willingness to learn and adapt.",
        "url": "https://doi.org/10.31235/osf.io/x8jcu_v1",
        "version": 1,
        "id": "x8jcu",
        "subjects": "Sociology",
        "subjects_osf": "Business Organizations Law, Science and Technology Law, Computer Law, Internet Law, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/xt24p_v1",
        "title": "Somebody’s (Still) Watching Me: Reactivity to Smartphone Logging and Experience Sampling",
        "authors": "Roland Toth, Douglas A. Parry, Julius Klingelhoefer",
        "created": "2025-11-13",
        "abstract": "This study investigates reactivity in smartphone use resulting from participation in smartphone logging and experience sampling studies. Drawing on data from 815 German Android users, we analyzed digital traces collected before and during a seven-day study involving up to seven daily short surveys. Using mixed-effects models, we assessed how granting log access and completing short surveys affected glance, session, and app episode frequency and duration in both the short term (after surveys) and long term (across days). The result show that smartphone logging induced small, transient reductions in use frequency and duration, particularly during the first five days, suggesting initial self-regulation due to awareness of monitoring. Experience sampling prompts produced short-term increases in use lasting two to three hours. Overall, both methods induced some degree of reactivity in smartphone use, though the effect of this reactivity on inferences remains unknown. The findings suggest that researchers should allow acclimation periods and space surveys appropriately.",
        "url": "https://doi.org/10.31235/osf.io/xt24p_v1",
        "version": 1,
        "id": "xt24p",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/zauq4_v1",
        "title": "Not All Political Topics Are Created Equal: How Issue Polarization Shapes Partner Selection in Informal Political Discussion",
        "authors": "Alejandro Ciordia, Miranda J. Lubbers, Eva Jaspers, Jan-Willem Simons",
        "created": "2025-11-09",
        "abstract": "Informal political conversations are vital for the functioning of liberal democracies, especially when they involve individuals with differing political views. While prior research suggests that incidental and non-political factors may guide individuals’ choice of discussion partners and outweigh strictly political ones, this article argues that these dynamics may shift depending on the topic of discussion. Drawing on original personal network data from the highly polarized context of Catalonia, Spain (65 citizens reporting on 663 social relationships), we compare discussion partner selection across three topics: general politics, Catalan independence (high polarization), and climate change (low polarization). We examine: (1) the extent to which political and non-political interpersonal factors facilitate or inhibit political discussion, and (2) whether their influence varies by issue polarization. Contrasting previous findings, our results reveal that opinion similarity is the strongest predictor of discussion partner selection across all topics, even when controlling for interaction opportunities, highlighting the role of purposeful partner selection. Selection on non-political factors such as tie strength, structural proximity, and socio-demographic similarity also occurs, but their influence varies depending on the issue being discussed. Tie strength and network centrality were more powerful predictors for discussion on the more polarized issue. Overall, the findings reveal that individuals selectively activate ties for political talk, and that issue polarization amplifies this selectivity, thus linking topic-alter dependence in informal political discussion networks with the growing literature on affective polarization.",
        "url": "https://doi.org/10.31235/osf.io/zauq4_v1",
        "version": 1,
        "id": "zauq4",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/3mtxs_v1",
        "title": "Taming the far right? Government inclusion strengthens rather than weakens far-right parties",
        "authors": "Annina Hermes, Heike Klüver",
        "created": "2025-11-13",
        "abstract": "Can inclusion in government break the appeal of far right parties? This question is critical given the global rise of far-right parties which makes government formation increasingly difficult. Commentators and pundits alike increasingly argue that the appeal of the far right could be broken by including far-right parties in government. The idea is that taking over government responsibility, dealing with the constraints of day-to-day politics and making policy compromises would make it difficult for far-right parties to maintain their popular appeal. We test this argument by analyzing 1,237 cabinets in 57 democracies from 1976 to 2023 by relying on a difference-in-differences design. We find no evidence that executive participation weakens far-right support. On the contrary, far-right parties gain in popularity, increasing their vote share by an average of about six percentage points in the next election. Thus, government inclusion does not break the appeal of the far right, it consolidates their electoral position.",
        "url": "https://doi.org/10.31235/osf.io/3mtxs_v1",
        "version": 1,
        "id": "3mtxs",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/5er2c_v1",
        "title": "Influencia del contagio por covid-19 sobre el estado físico-emocional de las personas mayores Influence of covid-19 infection on the physical-emotional state of the elderly",
        "authors": "Javier Guillem Saiz, María Cantero García, Ana Isabel Agustí Lopez, Jesús González-Moreno, IGOR CIGARROA, María Antonia Parra Rizo",
        "created": "2025-11-11",
        "abstract": "The research on older adults and their experience during the pandemic, considering whether they have contracted COVID-19 or not, is limited. For this reason, this study aimed to examine the physical and emotional dimensions of older adults in the context of the pandemic, considering their history of virus infection. To carry out this analysis, we employed the Subjective Happiness Scale (SHS), the Gratitude Questionnaire (CG-6), the Short Form Health Survey (SF-12), the Perceived Stress Scale (PSS), the Visual Analog Scale for Pain Assessment (VAS), the Sleep Quality Scale (CS), and the Self-Reported Physical Activity Scale (FAF).This study was based on a sample of 71 individuals aged between 55 and 75 years (M= 63.07 years; SD= 5.49). The findings revealed that older adults who had previously been infected by the virus exhibited better mental health compared to their non-infected counterparts (p = .049, d = 0.48). Additionally, this group showed a higher tendency to engage in regular physical activities (p = .042; Phi = .250) and experienced an improved quality of life. However, it is noteworthy that stress and happiness levels in both groups were comparable, regardless of whether they had been exposed to the virus or not. In summary, this study suggests that older adults who had overcome COVID-19 infection demonstrated better outcomes in certain indicators of their physical and emotional well-being compared to those who had not been exposed to the virus. Keywords: older people, covid-19; mental health, quality of life, physical activity.",
        "url": "https://doi.org/10.31235/osf.io/5er2c_v1",
        "version": 1,
        "id": "5er2c",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/79u34_v1",
        "title": "I Buy What I Design: Meaning Co-creation and Situational Self Expression",
        "authors": "Mengjiao Yin, Jinjia Gui, Yitong Zou",
        "created": "2025-11-11",
        "abstract": "Drawing on 7,602 human-AI co-created physical designs from the “ZaoHaoWu” platform, this study promptly identifies and focuses on the IB-ID (I buy what I design) user group—individuals who embody dual identities as both designers and consumers—and examines how they embed identity narratives into products, thereby shifting from symbolic possession to meaning co-creation. We developed a 2 (mobile vs. fixed context) × 2 (functional vs. decorative attributes) conceptual framework and employed visual language model (Qwen2.5-VLM) and large language models (Qwen3-turbo) to extract textual information from images, enabling thematic discovery and construction of fine-grained emotional semantic networks. Three key findings emerged: (1) User creative preferences can be categorized into four structural themes: Mythic, Whimsy, Sinofuturism, and Pastiche. Among them, Sinofuturism—which fuses local cultural symbols with futuristic imagination—achieved the highest social engagement, highlighting how strong cultural signifiers effectively stimulate high user participation. (2) Emotional expression is highly context-dependent: mobile contexts carry significantly more joy than fixed contexts, and decorative attributes further amplify positive emotions. (3) Functional products exhibit notably more cohesive emotional semantics, whereas decorative products display more dispersed emotional expressions. Collectively, these findings support the core proposition of our proposed Situational Self-Expression (SSE) theory—that self-expression is jointly shaped by usage context and product attributes. These insights not only reconstruct McCracken’s Meaning Transfer Model (MTM) into an updated Meaning Co-Creation Model (MCcM), but also advance human-AI collaborative creation beyond virtual showcases into real-world consumption loops. They offer brands a three-dimensional design guideline centered on context–cultural symbols–emotion.",
        "url": "https://doi.org/10.31235/osf.io/79u34_v1",
        "version": 1,
        "id": "79u34",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/7xw8n_v1",
        "title": "Assessing the Academic and Societal Impact of Open Access: bibliometric and Altmetric Analyses",
        "authors": "Shlomit Hadad, Daphne R. Raban, Noa Aharony",
        "created": "2025-11-08",
        "abstract": "The accessibility of scholarly research plays a crucial role in shaping academic impact and societal engagement. This study examines how Open Access (OA) models - Gold, Hybrid-Gold, Green, and Bronze - as well as Closed Access are associated with bibliometric and altmetric indicators in publications authored by Israeli researchers from 2013 to 2023. By integrating Scopus and PlumX data, the study analyzes variations in academic impact (citations, captures, and usage) and societal engagement (social media and mentions) across access models and over time. The findings show that Bronze OA is associated with higher levels of bibliometric and altmetric indicators. Hybrid-Gold OA demonstrated citation and altmetric gains that closely approached those of Bronze OA, with the highest levels of mentions. In contrast, Closed Access exhibits the highest usage metrics. Additionally, a greater number of authors corresponds with higher bibliometric and altmetric values. The relationship between academic impact and societal engagement has strengthened in recent years, particularly for Open Access publications, suggesting an increasing alignment between public attention and academic recognition. Furthermore, publications with high academic impact, strong societal engagement, and multiple authors are more commonly associated with Open Access status. The association between societal engagement and academic impact appears strongest among high-impact publications, whereas author count shows greater explanatory power among lower-impact work. These patterns offer valuable insights for researchers, institutions, policymakers, and publishers seeking to better understand scholarly dissemination. They also contribute to ongoing discussions on Open Access policies by describing patterns of access, engagement, and impact in an evolving academic landscape.",
        "url": "https://doi.org/10.31235/osf.io/7xw8n_v1",
        "version": 1,
        "id": "7xw8n",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/84wn7_v1",
        "title": "“Trans joy is contagious… It’s fucking beautiful”: Mental health practitioners’ perspectives on the joys of supporting transgender youth",
        "authors": "Jessica Wilson, Milena Heinsch, Justin Canty",
        "created": "2025-11-10",
        "abstract": "Background: Research on mental health practitioners experiences of supporting transgender and gender diverse (‘trans’) youth has largely focused on the challenges, emotional burdens, and ethical complexities of this work, while overlooking the rewarding joyful dimensions. Aim: Informed by calls for desire-based inquiry, this study explored the joys that mental health practitioners experience in their work with trans youth. Methods: Twelve Australian mental health practitioners were interviewed between May and August 2025 about the joyful aspects of their work with trans youth. Participants were aged 26–58 years and represented the fields of psychology, psychiatry, social work, counselling, and occupational therapy across both public and private settings. Data were analysed using reflexive thematic analysis. Results: Practitioners described profound joy, reward, and fulfilment in their work, articulated across five themes: (i) affirmation and authenticity of trans youth in practice, (ii) trans youth transformation and hope, (iii) familial love, bonds, and support, (iv) professional collegiality and co-learning, and (v) personal and professional growth and impact. Trans joy was experienced as “contagious,” generating hope and a sense of shared humanity. By reframing trans-affirming mental health practice through the lens of joy, this study shows how such work can be a powerful source of meaning, fulfilment, and growth. Recognising these affective dimensions of practice offers a more balanced understanding of gender-affirming care and underscores the importance of supporting those who deliver it within an increasingly politicised context.",
        "url": "https://doi.org/10.31235/osf.io/84wn7_v1",
        "version": 1,
        "id": "84wn7",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8jhzt_v1",
        "title": "International Pilot Survey of Sickle Cell Advocacy Organizations: Linking Food Insecurity and Hospitalization",
        "authors": "Adam Brown, Diego Izizinga",
        "created": "2025-11-10",
        "abstract": "Sickle cell disease (SCD) is associated with high rates of acute care utilization, yet the role of food insecurity as a driver of hospitalizations remains underexplored, particularly from the perspective of advocacy organizations that support affected communities. This pilot study examined whether organizations that perceive higher levels of food insecurity among people with SCD also perceive more frequent SCD-related hospitalizations. We conducted a cross-sectional online survey between June 10, 2025, and July 21, 2025, with five sickle cell advocacy organizations located in the United States, Uganda, and Tanzania. Organizations were asked to rate the severity of food insecurity among the individuals and families they serve and to estimate the frequency of SCD-related hospitalizations within their communities. Ratings were converted to ordinal scores and analyzed using Spearman’s rank-order correlation to assess the association between perceived food insecurity and hospitalization frequency. Results showed a moderate positive correlation (ρ = 0.60), suggesting that organizations serving communities with higher perceived food insecurity also reported more frequent hospitalizations among people with SCD. While limited by a small sample size and reliance on organizational perceptions rather than patient-level data, these exploratory findings highlight food insecurity as a potentially important, and often overlooked, factor in SCD-related health outcomes. Advocacy organizations may offer valuable, context-specific insights into how social and structural determinants shape hospitalization patterns. Larger, multi-level studies that integrate organizational, clinical, and patient-reported data are needed to clarify causal pathways and to inform interventions aimed at reducing preventable hospitalizations among people living with SCD.",
        "url": "https://doi.org/10.31235/osf.io/8jhzt_v1",
        "version": 1,
        "id": "8jhzt",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/9qekw_v1",
        "title": "Structured audit trail for making the rigor in qualitative research explicit: a methodological tutorial",
        "authors": "Bea Mertens, Sven De Maeyer, Vincent Donche",
        "created": "2025-11-08",
        "abstract": "As an answer to the question of what open science principles could look like in qualitative research, this methodological tutorial introduces a structured audit trail format tailored to the specific needs of qualitative research. While open science practices have become increasingly common in quantitative research, their application in qualitative research remains complex due to the interpretive, iterative, and sensitive nature of qualitative inquiry. This tutorial addresses these challenges by offering a format for audit trailing enabling researchers to make the research process open. The format is grounded in key concepts such as transparency, reproducibility, traceability, auditability, reflexivity, and positionality. Supplementary materials, including guiding questions and a blank template, are provided to support implementation. A pilot application illustrates how the audit trail offers a feasible pathway for integrating open science practices into qualitative research while safeguarding participant confidentiality.",
        "url": "https://doi.org/10.31235/osf.io/9qekw_v1",
        "version": 1,
        "id": "9qekw",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/cj6ks_v1",
        "title": "A framework for interactions in the Science-Policy Interfaces",
        "authors": "Vicente Morales, Alma Cristal Hernández-Mondragón",
        "created": "2025-11-08",
        "abstract": "This paper proposes a conceptual framework for analyzing interactions within Science-Policy Interfaces (SPI). We conceptualize the SPI as a locus where value-carrying signals—natural outputs from one community that serve as inputs for another—are exchanged. Using this framework, we analytically differentiate three common SPI modalities: Science Policy, Science Advice, and Science Diplomacy. Furthermore, we identify the potential for reinforcing feedback loops, particularly between Science Policy and Science Advice within national contexts, where each community's output systematically enhances the other's effectiveness, illustrating a pathway to a more productive science-policy relationship.",
        "url": "https://doi.org/10.31235/osf.io/cj6ks_v1",
        "version": 1,
        "id": "cj6ks",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/dn8cp_v1",
        "title": "Conveying the crisis: A corpus-assisted analysis of how left- and right-leaning UK newspapers frame the green energy transition",
        "authors": "Yingnian Tao, Mark Ryan",
        "created": "2025-11-10",
        "abstract": "The green energy transition has recently become a hot topic in public and policy debates in the UK. This study employs corpus-assisted analysis to examine how the green energy transition is represented in left-leaning and right-leaning UK newspapers (2015-2024). Specifically, we identified the temporal changes in frequencies of emotional reporting and analysed and compared five group of strong emotion words (represented by crisis, damage, greenwashing, catastrophe, and wealth) through collocation analysis and concordance analysis. Our findings indicate that although the sentiment of coverage is more positive than negative, negative sentiment is gradually increasing over time. Both sides cover environmental and economic aspects of the transition; however, they differ in their priority area and the way they engage with these areas. Left-leaning newspapers emphasise environmental degradation, blame fossil fuels for the climate crisis, and call for urgent action. Right-leaning newspapers focus more on the economic impacts of transition, often framing policies as threats to jobs or prosperity while downplaying accountability for emissions. Across the spectrum, reporting tends to adopt a techno-optimist, business-as-usual stance that rarely challenges the idea of continuous economic growth. Implications for media, readers, and policymakers are discussed.",
        "url": "https://doi.org/10.31235/osf.io/dn8cp_v1",
        "version": 1,
        "id": "dn8cp",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/e25p6_v1",
        "title": "Evaluación de un programa de actividad física en adultos mayores no institucionalizados",
        "authors": "Javier Guillem Saiz, Yang Wang, Hilary Piedrahita-Valdés, Patricia Guillem Saiz, Carmen Saiz Sanchez",
        "created": "2025-11-11",
        "abstract": "La actividad física es uno de los hábitos clave que influyen en el envejecimiento saludable, según la OMS. El objetivo de este estudio fue evaluar el efecto en la esfera funcional de un programa de actividad física realizado en el contexto de un taller de envejecimiento activo. Se realizó un estudio de diseño de preintervención y postintervención en un solo grupo. Se incluyeron 54 adultos sanos, no institucionalizados, de edad igual o mayor a 60 años. El programa de actividad física consistió en 90 sesiones grupales bisemanales, de 45-60 minutos de duración, realizadas durante 45 semanas. Los participantes realizaron estiramientos y ejercicios aeróbicos y de tonificación muscular de intensidad progresiva a lo largo del programa. Valoramos la escala de Tinetti, la prueba cronometrada de levantarse y andar (Timed Up and Go Test, TUG) y el Senior Fitness Test (SFT) en las semanas 0 y 45 del programa. En la semana 45, objetivamos una mejoría significativa en la movilidad, de acuerdo con el TUG, y en la fuerza de los miembros inferiores, evaluada mediante el SFT. Adicionalmente, observamos un mantenimiento en la capacidad de la marcha y el equilibrio, determinados por la escala de Tinetti, y la fuerza de los miembros superiores, la resistencia aeróbica y la flexibilidad de los trenes superior e inferior, según el SFT. Los resultados del estudio sugirieron que los ejercicios de actividad física incluidos en nuestro programa podrían producir una desaceleración en la pérdida de los parámetros de la esfera funcional de los adultos mayores de 60 años.",
        "url": "https://doi.org/10.31235/osf.io/e25p6_v1",
        "version": 1,
        "id": "e25p6",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gys4t_v1",
        "title": "Racial Segregation and Black-White Longevity Disparities",
        "authors": "Thelonious Goerz",
        "created": "2025-11-12",
        "abstract": "Persistent Black-White segregation is a key mechanism shaping profound Black-White inequalities. A central assumption is that Whites explicitly benefit from racial segregation and would lose advantages afforded to them if they were to residentially integrate with Black Americans. The theoretical basis for this stems from a focus on neighborhood-level consequences of segregation that produce zero-sum outcomes. However, segregation also shapes broader, macro-level dynamics, including income segregation, the availability of public goods, and policy outcomes that likely impact all residents. In this paper, I track individuals born between 1905-1920 in the complete-count 1940 Census linked to Social Security death records and utilize an instrumental variable design that leverages county-level variation in government fragmentation to estimate the causal effect of segregation on Black and White longevity. Results reveal that a 10-point increase in Black-White segregation decreased Black longevity by 0.44 years and White longevity by 0.29 years. For Whites with lower education, segregation is particularly harmful, but for those with the highest education, the effects are attenuated by 0.10 years. These results highlight that processes of racial stratification also affect Whites and contest straightforward zero-sum conceptions of segregation effects.",
        "url": "https://doi.org/10.31235/osf.io/gys4t_v1",
        "version": 1,
        "id": "gys4t",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/hg2um_v1",
        "title": "Intersex Bodies: Theoretical Frameworks for Understanding Corporality, Subjectivity, and Emotions",
        "authors": "Gloria Casanova",
        "created": "2025-11-11",
        "abstract": "This preprint presents a comprehensive theoretical framework for understanding intersex bodies through the lenses of corporality, subjectivity, and emotions. Drawing from anthropological, feminist, and philosophical traditions, this work challenges the biomedical construction of intersexuality and proposes embodied approaches that center lived experience and agency. The analysis traces genealogies of bodily thought—from Cartesian dualism through phenomenology to contemporary feminist theory—while examining how power structures, medical discourses, and cultural norms shape intersex experiences. By articulating sociological and individual levels of analysis, this framework reveals intersexuality as a contested field where expert knowledge confronts activist voices, and where bodies become sites of both disciplinary control and transformative resistance. This theoretical contribution provides essential tools for ethnographic research on intersex lives and broader questions of bodily difference, gender variance, and biomedical normalization.",
        "url": "https://doi.org/10.31235/osf.io/hg2um_v1",
        "version": 1,
        "id": "hg2um",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/k6stf_v1",
        "title": "From Climate Crisis to Fascism? An Empirical Examination of Ecofascism in the UK",
        "authors": "Viktoria Spaiser, Alex Beresford, Kris Dunn",
        "created": "2025-11-11",
        "abstract": "Could the acceleration of the climate crisis create an opening for ecofascist politics? In this study we refine theoretically our understanding of ecofascism, acknowledging the inherently offensive, expansionist logic of fascism represented in the Volk, Kampf, Lebensraum triad. We then use representative survey experiment data from 1,967 UK residents to examine how susceptible the electorate is to such ecofascist ideas and whether exposure to climate change threat makes them more susceptible. Findings indicate that approximately one-fifth of the UK population is susceptible to an ecofascist ideology rooted in Volk, Kampf and Lebensraum. A sense of climate despair and anomie stemming from climate change threats, combined with predispositions toward social dominance and authoritarianism, and a conflicted relationship with nature, increases susceptibility to ecofascism significantly. We conclude by emphasising that this susceptibility could be exploited by right-wing actors in the future and the necessity to develop progressive responses to climate change threat.",
        "url": "https://doi.org/10.31235/osf.io/k6stf_v1",
        "version": 1,
        "id": "k6stf",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/kncs6_v1",
        "title": "False Confidence, Real Consequences: Measuring Post-Truth via Epistemic Error and Populist Support",
        "authors": "Yasin Kütük",
        "created": "2025-11-09",
        "abstract": "The paper investigates the foundations of populist support by proposing the Post-Truth Index (PTI) as a novel measure of epistemic overconfidence. An overconfident individual has it exactly wrong on some political facts. This paper utilizes two primary datasets, the Populist Leaders and the Economy and the World Values Survey in Wave 7, covering more than 34,498 respondents in 32 countries. Logistic regression with marginal effects shows that the independent variable of epistemic overconfidence stands out as the strongest and most positive explanatory variable for populist support besides economic, institutional, and media trust-related variables. This result is robust to nonlinearities in media use and trust, indicating that excessive use of digital media increases populist support. Because the PTI substantially improves model fit, it is essential to the understanding of contemporary populism.",
        "url": "https://doi.org/10.31235/osf.io/kncs6_v1",
        "version": 1,
        "id": "kncs6",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/nuvqx_v1",
        "title": "Characteristics of patients seeking outpatient smoking cessation treatment before and after the implementation of a smoke-free law in Valencia (Spain): a cross-sectional study",
        "authors": "Yang Wang, Víctor Guadalupe-Fernández, Ludwing Florez Salamanca, Patricia Guillem Saiz, Javier Guillem Saiz, Carmen Saiz Sanchez",
        "created": "2025-11-11",
        "abstract": "Objective Explore potential changes in the characteristics of patients requesting smoking cessation treatment at an outpatient setting in Spain before and after Law 42/2010 was enacted. Design This is a cross-sectional study with convenience sampling. The information was obtained from the medical records of patients receiving smoking cessation treatment from January 2008 to December 2014. Setting Hospital Clinico Universitario de Valencia. Participants 423 patients who sought smoking cessation treatment 36 months before or 48 months after the enactment of the law. Results After the enactment of a comprehensive smoke-free law in Spain, the patients seeking smoking cessation treatment were older (p=0.003), had lower values of exhaled CO (p&lt;0.0001), lower number of previous attempts to quit (p=0.027) and more history of medical problems related to smoking (p=0.002). Conclusion Our findings support the idea that society– nation level interventions could have an impact at the individual level, reflected by the change of patients’ characteristics. It seems that the Law 42/2010 mobilised certain group of patients to seek treatment.",
        "url": "https://doi.org/10.31235/osf.io/nuvqx_v1",
        "version": 1,
        "id": "nuvqx",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/q5fsr_v1",
        "title": "Can state nature connectedness interventions change pro-environmental behavior? A field experiment",
        "authors": "Qingqing Chen, Anna Zinn , Danyelle Greene, Bettina Grün, Sara Dolnicar",
        "created": "2025-11-11",
        "abstract": "State nature connectedness – a temporary emotional bond with nature – is associated with pro-environmental behavior, but it remains unclear whether state nature connectedness interventions cause pro-environmental behavior. This study investigates whether self-efficacy messages can trigger state nature connectedness, and whether a state nature connectedness intervention causes pro-environmental behavior (water conservation in hotels). We conducted an online experiment (N = 651) testing the effectiveness of nature images and self-efficacy messages in activating state nature connectedness, and an quasi-experimental field study in a hotel, using the hot water consumption of 6,154 guests as the dependent variable. Results indicate that a lush green landscape image featuring water droplets combined with a self-efficacy message significantly increased state nature connectedness (and water-saving intentions). However, the intervention did not translate into significant reductions in water use, challenging the assumption that a state nature connectedness intervention directly influences pro-environmental behavior. These findings underscore the necessity of field experiments in assessing the real-world effectiveness of behavior change interventions and emphasize the value of publishing null results to advance cumulative knowledge on promoting pro-environmental behavior change.",
        "url": "https://doi.org/10.31235/osf.io/q5fsr_v1",
        "version": 1,
        "id": "q5fsr",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qxkjy_v1",
        "title": "Supra-level Holistic Re-engineering (SHR): Unraveling the Flawed Informational Ecosystem",
        "authors": "Daniel Run Han Ho",
        "created": "2025-11-10",
        "abstract": "This manuscript introduces Supra-level Holistic Re-engineering (SHR) as a paradigm-shifting approach to reformulating the conceptual foundations of global economic and organizational analysis. Building on the clean slate principle from Business Process Reengineering, SHR calls for a categorical reset—discarding entrenched, fragmented, and quasi-holistic perspectives that have dominated social science and economic discourse. The analysis synthesizes six key concepts: holism, narrative synthesis, systems thinking, organizational advantages, and a redefinition of the Global Economic System (GES) as the Redefined GES (RGES). SHR challenges legacy frameworks, highlighting how disciplinary boundaries and reductionist traditions foster unresolved discrepancies, inefficiencies, and systemic risks spanning environmental, financial, and geopolitical arenas. By redefining RGES as the valid reference for systemic analysis, SHR integrates subsystems (such as healthcare, finance, and markets) within a unified, interdependent whole, transcending the limitations of incremental reform. This approach exposes the root causes of global fragmentation and proposes a holistic basis for sustainable solutions, emphasizing connectivity and multidimensional synergy across processes and disciplines. The urgency of SHR arises from accelerating environmental challenges, increasing information overload, and persistent institutional failures. The manuscript underscores the necessity for readers and practitioners to reset their intellectual vantage point, engaging with the global economy at a supra-level holistic scale. SHR is presented not as another integrative method, but as a transformative foundation for research, policy, and organizational practice, capable of catalyzing systemic coherence and resilience in response to humanity’s critical challenges.",
        "url": "https://doi.org/10.31235/osf.io/qxkjy_v1",
        "version": 1,
        "id": "qxkjy",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/rbfuy_v1",
        "title": "Mapping violence perceptions through YouTube comments: A new approach to real-time violence monitoring",
        "authors": "Francesco Bailo, Ashani Amarasinghe, Sascha Nanlohy, Thomas Morgan, David Hammond, Yashdeep Singh Dahiya",
        "created": "2025-11-10",
        "abstract": "This paper introduces the Violence Perception Index (VPI), a novel methodology for quantifying violence-related discourse through geolocated YouTube comments. Utilizing the YouTube API and natural language processing techniques, the VPI measures public references to violence in 3,398,143 geolocated videos across Mexico (2020–2024). This approach provides spatiotemporally granular data on violence perceptions, extending beyond traditional event-based datasets by capturing not only documented violence but also rumors, fears, and community discourse about violence—dimensions that influence community behavior and social stability independently of official records. Violence scores are constructed using a weighted Spanish-language dictionary developed through semantic network expansion from violence-related seed terms. The dictionary-based scoring approach demonstrates moderate-to-substantial agreement with large language model classifications across 700 stratified comments (75-81% agreement), validating the method's capacity to systematically identify violence-related discourse at scale while maintaining computational efficiency for processing millions of comments. The VPI is benchmarked against established violence indicators including ACLED fatalities and official municipal homicide statistics through panel regression specifications incorporating comprehensive spatial and temporal fixed effects. Analysis reveals systematic geographic heterogeneity: the VPI correlates strongly with ACLED data in high-population areas but exhibits stronger correlation with official homicide records in low-population contexts. Rather than constituting a methodological limitation, this pattern demonstrates the VPI's enhanced sensitivity in marginalized and remote regions where news-based datasets suffer from systematic reporting bias. The methodology is immediately scalable across languages and geographies, providing complementary intelligence for conflict monitoring, early warning systems, and policy interventions in precisely those underrepresented areas where traditional event-based monitoring systems provide incomplete coverage.",
        "url": "https://doi.org/10.31235/osf.io/rbfuy_v1",
        "version": 1,
        "id": "rbfuy",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/t325c_v1",
        "title": "Rebuilding Trust in Medical Science: A Narrative Review and Structural Reform Framework",
        "authors": "Alex Tarnava",
        "created": "2025-11-06",
        "abstract": "Background: Public trust in medical science has eroded substantially over the past decade, not merely because of misinformation but due to deeper structural failures embedded within the pharmaceutical, regulatory, and academic ecosystems. Profit-oriented incentives, revolving-door politics, and misaligned academic reward systems have collectively undermined transparency and accountability. The COVID-19 pandemic magnified these longstanding weaknesses, exposing how institutional opacity and commercial influence can distort evidence, policy, and ultimately, public confidence. Main body: This narrative review synthesizes multidisciplinary evidence from peer-reviewed literature, national surveys, regulatory audits, and governmental investigations to identify systemic determinants of declining trust in medical science. Three domains were examined: (1) commercial practices within the pharmaceutical industry that prioritize shareholder value over patient outcomes; (2) regulatory frameworks compromised by lobbying, capture, and outdated oversight models; and (3) academic systems distorted by publication bias, funding pressures, and privatization of publicly financed discoveries. From this synthesis, a six-point roadmap is proposed to restore institutional credibility, grounded in the principles of transparency, ethics, and accountability. The framework includes independent oversight bodies, reformed approval pathways, enforceable conflict-of-interest standards, equitable funding distribution, open-access academic infrastructures, and a centralized public feedback architecture. Collectively, these measures aim to recalibrate the social contract between science and society, ensuring that biomedical progress is both ethically grounded and publicly accountable. Conclusion: Restoring trust in medical science requires more than countering misinformation. It demands structural transformation. By embedding transparency into corporate, regulatory, and academic governance, and by aligning scientific enterprise with the public interest rather than private gain, medical science can reclaim its moral authority. It offers an integrated reform blueprint to guide future policy and institutional renewal, reaffirming the ethical foundations upon which scientific credibility must rest.",
        "url": "https://doi.org/10.31235/osf.io/t325c_v1",
        "version": 1,
        "id": "t325c",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/tdhcq_v1",
        "title": "Beyond Five Senses: Shaping Memorable Tourism Experiences",
        "authors": "Yujie Zeng, Kun Zhang, Jiahong Wang, Aodong Xia, Xiaoyang Li",
        "created": "2025-11-10",
        "abstract": "This study investigates how sensory perception shapes memorable tourism experiences based on an analysis of 284,587 user-generated texts. We developed a nine-dimensional framework that incorporates interoception, proprioception, kinesthesia, and thermoception, in addition to the traditional five senses, and identified memorable tourism experiences through NLP-based semantic analysis. The results revealed: (1) Nine senses exhibit varying magnitudes on memorable tourism experiences; (2) sensory intensity and diversity respectively demonstrate a saturation effect and inverted U-shaped influence with memorable tourism experiences; (3) visual-auditory-kinesthetic and visual-kinesthetic-thermoceptive combination significantly enhance memorable tourism experiences. This study advances the theoretical understanding of tourism experiences by quantifying extended sensory dimensions and memorable tourism experiences while providing novel empirical evidence for the relationships between nine senses and memorable tourism experiences.",
        "url": "https://doi.org/10.31235/osf.io/tdhcq_v1",
        "version": 1,
        "id": "tdhcq",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vazwh_v1",
        "title": "Understanding UK behavioural research capability in 2024: A cross-sector survey",
        "authors": "Nia Coupe, Joanna Davan Wetton, linda bauld, Pedro Bordalo, Lucie Byrne-Davis, Sharon Cox, Maria Fomina, Ashley Gould, Laura McGowan, Niamh Hart",
        "created": "2025-11-07",
        "abstract": "Behavioural research can inform effective responses to global challenges, but its application across sectors remains uneven and poorly coordinated. This survey study aimed to map the current ecosystem of behavioural research across UK sectors to identify priorities for its application, capability needs, and opportunities for strategic integration to effectively address these challenges. Invitations were distributed via mailing list, website, social media channels, and snowball sampling. We received 657 responses by people who conduct or use behavioural research in public, private and voluntary sectors. Respondents reported conducting applied (93 per cent) and/or pure (27 per cent) research across the UK. Current priorities for the application of behavioural research centred on climate action, health, methodological advances, and use of artificial intelligence. Perceived capability gaps include technological abilities, and knowledge relating to intervention design, implementation and evaluation. Broader barriers to conducting behavioural research include lack of confidence, limited funding and training, access to 'experts', and lack of acceptance of behavioural research. Findings highlight a need to increase capability through addressing skills and knowledge gaps, leadership engagement, and increasing resources for collaborative translation of behavioural research into practice. Approaches to addressing findings are being explored through sector-specific workshops and will inform future survey waves.",
        "url": "https://doi.org/10.31235/osf.io/vazwh_v1",
        "version": 1,
        "id": "vazwh",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ye8bq_v1",
        "title": "Understanding and Accelerating Collective Climate Action",
        "authors": "Fabian Dablander, Oscar Berglund, Dipti Bhatnagar, Andrew Ahern, Cameron Brick, Laurence Cox, Clare Farrell, Nana-Maria Grüning, David Hallowes, Niclas Hällström",
        "created": "2025-11-10",
        "abstract": "This report analyses the current crisis of the climate movement globally and proposes strategies that can help our movements respond to today’s ecological, political, and social crises. It brings together the shared understanding of 24 scholars, activists, and practitioners from different backgrounds who met for a week in June/July 2025 to pool our experiences and expertise. We hope it is useful for your own struggles and discussions!",
        "url": "https://doi.org/10.31235/osf.io/ye8bq_v1",
        "version": 1,
        "id": "ye8bq",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/2ap3b_v1",
        "title": "Matching Interventions to Mental Processing: Testing the Targeted Interception Theory of Behaviour Change",
        "authors": "Danyelle Greene, Anna Kristina Zinn, Sara Dolnicar",
        "created": "2025-11-11",
        "abstract": "Interventions designed to promote pro-environmental behaviour often yield inconsistent results. The Targeted Interception Theory of Behaviour Change offers a framework for improving effectiveness by aligning intervention strategies with the cognitive characteristics of behaviours, conceptualised along a continuum from habitual to scripted to considered behaviours. Across three studies, we empirically test key assumptions of this theory. Study 1 classified 18 pro-environmental behaviours based on self-reported mental processing, identifying four focal behaviours that span the continuum: purchasing energy-efficient white goods (considered), setting heating sustainably (scripted), choosing vegetarian/vegan meals at restaurants (semi-habitual), and purchasing carbon offsets with flights (highly habitual). Study 2 comprised four survey experiments comparing cognitive interventions (environmental messaging), behavioural-guidance interventions, and choice architecture changes (default change) against a control condition. While Study 1 confirmed that behaviours differ in cognitive demands, results from Study 2 were mixed: default changes increased intentions to purchase energy-efficient white goods and to choose vegetarian/vegan meals, whereas other interventions rarely outperformed the control. Study 3 reanalysed meta-analytic data from 137 field interventions, coding each by behaviour type (habitual or scripted) and intervention strategy (cognitive, behavioural-guidance, or choice architecture). These results supported theoretical predictions: choice architecture interventions were effective across both behaviour types; behavioural-guidance interventions were moderately effective for scripted behaviours but ineffective for habitual behaviours; and cognitive interventions had negligible impact. Together, these findings provide initial empirical support for Targeted Interception Theory, highlighting the importance of tailoring interventions to cognitive demands and underscoring the robustness of choice architecture as a strategy for promoting pro-environmental behaviour.",
        "url": "https://doi.org/10.31235/osf.io/2ap3b_v1",
        "version": 1,
        "id": "2ap3b",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/38qbs_v1",
        "title": "Enhancing Academic Excellence: The Role of Training and Development in Advancing Faculty Competencies in Higher Education",
        "authors": "Ansarullah Khishkai",
        "created": "2025-11-10",
        "abstract": "The rapid evolution of technology in education, the shifting needs of a diverse student population, and the increasing emphasis on interdisciplinary collaboration and global engagement are among the new challenges facing faculty members in higher education today. Many faculty members encounter expectations that were not part of their graduate training nor experienced by their more senior colleagues. How can professional development programs address these evolving demands in higher education? What competencies define an effective faculty member in this contemporary landscape? To explore these questions, the study was designed and faculty members from higher education institutions were invited to participate in a research study aimed at investigating the effectiveness of professional development programs in addressing the evolving demands of higher education and identifying the key competencies required for faculty members to excel in this modern academia. The research methodology employed in this study is a descriptive analysis of data collected from faculty members utilizing Excel and SPSS. The findings of the study indicate that professional development programs play a crucial role in equipping faculty members with the necessary skills and knowledge to navigate the challenges of modern higher education. The implications of these findings suggest that higher education institutions should prioritize investment in faculty development programs that address the evolving needs of faculty members.",
        "url": "https://doi.org/10.31235/osf.io/38qbs_v1",
        "version": 1,
        "id": "38qbs",
        "subjects": "(Other)",
        "subjects_osf": "Higher Education, Teacher Education and Professional Development"
      },
      {
        "doi": "10.31235/osf.io/4t6sp_v1",
        "title": "Urban Planning and Citizen Participation : Lessons from Tunisia’s Municipal Reforms",
        "authors": "bochra hadj kilani",
        "created": "2025-11-12",
        "abstract": "This paper analyzes the evolution of citizen participation in urban planning in Tunisia following the 2011 revolution, with a focus on participatory budgeting (PB) as a transformative governance tool. Drawing on municipal case studies—including Carthage’s Annual Investment Plan—the study explores how PB fosters inclusive decision-making, enhances municipal autonomy, and institutionalizes bottomup planning practices. Tunisia’s hybrid model, inspired by German participatory frameworks, illustrates the interplay between grassroots mobilization and state-led democratization. The paper identifies key challenges to scaling participatory methodologies, including uneven implementation, limited citizen awareness, and institutional inertia. It concludes by proposing strategic pathways for embedding participatory urbanism in Tunisia’s planning infrastructure and offers comparative insights for Global South cities pursuing democratic urban reform",
        "url": "https://doi.org/10.31235/osf.io/4t6sp_v1",
        "version": 1,
        "id": "4t6sp",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/75h3t_v1",
        "title": "On the Influence of Artificial Intelligence on Human Problem-Solving: Empirical Insights for Wave 1 from a Multinational Longitudinal Pilot Study",
        "authors": "Matthias Hümmer",
        "created": "2025-11-10",
        "abstract": "The rapid integration of Artificial Intelligence (AI), particularly generative language models, into daily life is fundamentally altering human problem-solving approaches. This pilot study from a multinational longitudinal research program investigates the patterns, perceptions, and consequences of AI use across different task complexities. A survey was administered to a diverse, highly educated sample (N=21), capturing data on demographics, AI usage habits, and ethical perceptions. Crucially, the study employed problem vignettes of graduated complexity to examine actual behavior. Results reveal the emergence of a hybrid problem-solving culture where AI is strategically embedded into workflows, primarily for ideation, formulation, and research. While AI consultation increases with problem difficulty, a critical \"verification crisis\" emerges as tasks become more complex, participants' self-assessed ability to verify AI output declines sharply, creating a significant gap between their belief in an AI-generated solution's correctness and their ability to prove it. Furthermore, a \"belief-performance gap\" was identified, where perceived correctness of AI solutions exceeded actual ground-truth accuracy on complex problems. These findings underscore a paradigm shift towards human-AI collaboration and highlight the urgent need for digital literacy frameworks and system designs that prioritize verification skills alongside AI adoption to ensure reliable outcomes.",
        "url": "https://doi.org/10.31235/osf.io/75h3t_v1",
        "version": 1,
        "id": "75h3t",
        "subjects": "(Other)",
        "subjects_osf": "Digital Humanities, Humane Education, Psychology"
      },
      {
        "doi": "10.31235/osf.io/9rsgu_v2",
        "title": "Measuring What Matters: Accessibility Measures to Evaluate Transport-Related Social Exclusion",
        "authors": "Gregorio Luz, Bert van Wee, Daniel A. Rodriguez, Rafael H. M. Pereira, Steven Farber",
        "created": "2025-11-07",
        "abstract": "Accessibility measures are widely used to assess transport equity and identify groups at risk of transport-related social exclusion (TRSE). Yet little guidance exists on how to select measures that are both theoretically robust and practically usable, and many researchers and practitioners remain unaware of the implications, biases, and consequences of their methodological choices. This paper proposes an analytical framework that consolidates dispersed arguments in the literature into a single, structured reference for evaluating accessibility measures. Developed through a comprehensive review and validated by an international expert survey, the framework comprises thirteen criteria—ten theoretical and three practical. It clarifies the ideal conditions for assessing TRSE, the trade-offs between theoretical rigor and practical feasibility, and the biases that arise from different methodological decisions. Rather than prescribing a single ideal measure, the framework makes explicit the assumptions, strengths, and limitations underlying different approaches, supporting more transparent and context-sensitive TRSE evaluations.",
        "url": "https://doi.org/10.31235/osf.io/9rsgu_v2",
        "version": 2,
        "id": "9rsgu",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Urban Studies and Planning, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/hquka_v2",
        "title": "The ESG Resonance Model (ESGRM): Conceptualising Communication Fatigue and Organisational Burnout within Sustainable Strategy",
        "authors": "Thejan Anil",
        "created": "2025-11-11",
        "abstract": "The ESG Resonance Model (ESGRM) conceptualises how organisational communication, employee psychology, and stakeholder perception interact within the ESG landscape. It argues that stakeholder fatigue and organisational burnout are interconnected outcomes of communicative overload and misalignment between intent and action. Building on burnout theory (Maslach &amp; Leiter, 1997) and the Job Demands–Resources framework (Demerouti et al., 2001), ESGRM integrates five domains—signal quality, signal intensity, alignment, assurance, and employee sense-making—within a quarterly feedback loop. The model proposes that when communication clarity and internal coherence are high, resonance strengthens, fostering trust and authenticity. Conversely, excessive signalling without alignment accelerates fatigue and erodes legitimacy. ESGRM thus functions as both a diagnostic and corrective framework, guiding organisations to evaluate and refine their communicative balance. Though conceptual in nature, it provides a foundation for future empirical testing through sentiment analysis and longitudinal feedback, positioning ESGRM as a dynamic bridge between communication theory and sustainable organisational strategy.",
        "url": "https://doi.org/10.31235/osf.io/hquka_v2",
        "version": 2,
        "id": "hquka",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Communication, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/px84g_v1",
        "title": "READ THE DAMN DOCUMENTATION (CAREFULLY). A case study using the PISA data.",
        "authors": "John Jerrim, Maria Palma Carvajal, Jake Anders, María Ladrón de Guevara Rodríguez, Oscar David Marcenaro-Gutierrez",
        "created": "2025-11-11",
        "abstract": "When you get access to a new dataset, do you always carefully read the documentation first? We all know we should. But – let’s be honest – it’s a lot more fun to just start playing with the data. This can however be a dangerous game to play. This paper presents a case study of this matter using the OECD’s Programme for International Student Assessment (PISA). A survey question included in this study attempts to measure student truancy across countries over time. The international survey documentation suggests an identical question has been used across countries and cycles. Yet the national documentation illustrates how a subtle – yet important – change to the wording was made in some countries in 2015. We demonstrate how researchers could easily miss this change and how this would impact inferences in changes in truancy rates before and after the COVID-19 pandemic. Attempts to use artificial intelligence and large language models to spot this problem resulted in overconfidently incorrect advice. The findings thus serve as a reminder to even the most experienced data analysts (including ourselves) – ALWAYS READ THE SURVEY DOCUMENTATION CAREFULLY.",
        "url": "https://doi.org/10.31235/osf.io/px84g_v1",
        "version": 1,
        "id": "px84g",
        "subjects": "(Other)",
        "subjects_osf": "Educational Methods, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/u948e_v1",
        "title": "On the Influence of Artificial Intelligence on Human Problem-Solving: Empirical Insights for the Second Wave within a Multinational Longitudinal Pilot Study",
        "authors": "Matthias Hümmer, Theophile Shyiramunda, Franziska Durner, Michelle J. Cummings-Koether",
        "created": "2025-11-10",
        "abstract": "The swift integration of artificial intelligence and large language models into daily work is changing how humans solve problems. Following Wave 1, which identified context-dependent ethics and fragile trust, this paper shares intermediate results from Wave 2 of a multinational longitudinal study. A diverse sample of 36 people completed a comprehensive survey and four graded problem vignettes. This captured their demographics, AI proficiency, usage patterns, ethical perceptions, verification capabilities, and performance. Findings point to a consolidating hybrid problem-solving culture. This culture uses a structured process where after an initial human framing, AI is strategically embedded for tasks including research at 72.2 percent, checking correctness at 69.4 percent, ideation at 61.1 percent, and formulation at 61.1 percent. Consultation with AI increases as tasks become more complex, rising from 11.1 percent on a simple task to 48.1 percent on a complex probability task and 44.0 percent on an optimization task. However, actual performance declines with this complexity, as accuracy drops from 90.3 percent to 46.7 percent. Two systematic gaps also widen with complexity. One is a belief-performance gap where perceived correctness exceeds actual accuracy by 34.6 percentage points on the most complex tasks. The other is a proof-belief gap where verification capability lags behind confidence by 17.7 percentage points. Together with Wave 1, these results indicate a shift toward distributed human-AI cognition that is accompanied by verification deficits. We outline planned Wave 3 interventions including verification scaffolds, trust-calibration training, and task-specific proof requirements. These are designed to strengthen critical AI literacy and ensure reliable outcomes in complex problem-solving environments.",
        "url": "https://doi.org/10.31235/osf.io/u948e_v1",
        "version": 1,
        "id": "u948e",
        "subjects": "(Other)",
        "subjects_osf": "Digital Humanities, Other Social and Behavioral Sciences, Psychology"
      },
      {
        "doi": "10.31235/osf.io/wpz5f_v1",
        "title": "Shared equity programs in Australia: features, impacts and growth potential",
        "authors": "Rachel Ong, Hal Pawson, Simon Pinnegar, Wendy Stone, Peter Williams, Charles Gillon, Christopher Phelps, Piret Veeroja, Jen Arnold",
        "created": "2025-11-12",
        "abstract": "This research looks at shared equity schemes, which are programs where governments or other organisations help people buy a home in exchange for part-ownership of the property. It compares the advantages, disadvantages and unintended consequences of different models, and creates an evidence-base to support the design of future government-led shared equity programs. With more people struggling to buy their first home, Federal, State and Territory Governments are increasingly adopting shared equity schemes to help Australians purchase a property. Ensuring these schemes are well designed and easily understandable can help ensure they are fit-for-purpose, maximise desired outcomes, and avoid unintended consequences like house price inflation.",
        "url": "https://doi.org/10.31235/osf.io/wpz5f_v1",
        "version": 1,
        "id": "wpz5f",
        "subjects": "(Other)",
        "subjects_osf": "Housing Law, Urban Studies and Planning, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/x9qfp_v1",
        "title": "Digital Public Spheres as Ambivalent Deliberative Spaces: Socio-technological Affordances on Reddit",
        "authors": "Saloni Meghnani, Roberto Spiezio",
        "created": "2025-11-06",
        "abstract": "The Internet irrevocably changed global communication, building networks among global publics and providing them with a platform for their views and exposure to others. Social media platforms may serve as modern public spheres, offering spaces for publics to engage in rational and critical discourse. The affordances of social media platforms are crucial in providing such opportunities for dialogue and exchange. In the broader context of mediatization, we examine how platform socio-technological affordances, such as anonymity, reward systems, and moderation guidelines, coupled with user practices, co-shape the way information is produced, framed, and consumed within online communities. This study employs digital ethnography as a method to observe selected subreddits and interviews with their users, focusing on their experiences and perceptions of these digital spaces. Our preliminary findings indicate that, alongside external influences, inherent tensions between social and technological mechanisms simultaneously hinder and contribute to the nature of online deliberation, highlighting fundamental ambivalence as a structural element of online deliberative spaces. Ethical implications of socio-technological affordances are also briefly discussed.",
        "url": "https://doi.org/10.31235/osf.io/x9qfp_v1",
        "version": 1,
        "id": "x9qfp",
        "subjects": "(Other)",
        "subjects_osf": "Digital Humanities, Communication"
      },
      {
        "doi": "10.31235/osf.io/xdj2u_v1",
        "title": "Cults, Conscripts, and College Boys: Whither Cognitive Dissonance?",
        "authors": "Thomas Kelly",
        "created": "2025-11-08",
        "abstract": "The induced-compliance paradigm is a core concept within cognitive dissonance theory, yet a recent multilab Registered Replication Report (Vaidis et al., 2024) found no evidence for the effect. Pauer, Linner, and Erb (2024) called for broader methods and historical perspectives. This commentary brings together such evidence from outside psychology: quasi-experimental studies of military conscription, longitudinal research on fraternity hazing, and new archival work on When Prophecy Fails and other prophetic movements. Across democratic, authoritarian, and small-group settings, coerced or effortful participation fails to generate the attitudinal justification predicted by induced compliance. Across fraternities, hazing does not predict greater group solidarity. Cults do not tend to survive failed prophecies. Together, these findings suggest that the effect is fragile and context-dependent, and that its privileged status in social psychology warrants re-examination",
        "url": "https://doi.org/10.31235/osf.io/xdj2u_v1",
        "version": 1,
        "id": "xdj2u",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/xdvf7_v1",
        "title": "Vegetable Supply to Tokyo Disrupted by 2023 and 2024 Summer Heatwaves",
        "authors": "CHAOGEJILATU, Toshichika Iizumi, Takahiro Takimoto",
        "created": "2025-11-07",
        "abstract": "Extreme summer heatwaves in 2023 and 2024 severely disrupted the vegetable supply chain to the Tokyo metropolitan area. This study analyzes the impacts of these extreme climate events on urban food supply and market stability, using governmental statistics on wholesale arrival volumes and prices for fifteen major vegetables. Compared with the 2010–2022 baseline, the arrival volumes of carrot, Japanese radish, and tomato fell by 19–27%, while prices rose by 46–82%. The findings highlight how consecutive heatwaves amplified risks to food security and underscore the urgent need for climate-resilient agri-food systems. The study contributes to multidisciplinary research integrating agricultural meteorology, climate-impact assessment, and sustainable food-system management.",
        "url": "https://doi.org/10.31235/osf.io/xdvf7_v1",
        "version": 1,
        "id": "xdvf7",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/y2a5e_v2",
        "title": "Quantifying Lifetime Productivity Changes: A Longitudinal Study of 320,000 Late-Career Scientists",
        "authors": "Marek Kwiek, Łukasz Szymula",
        "created": "2025-11-09",
        "abstract": "The present study focuses on persistence in research productivity over the course of an individual’s entire scientific career. We track “late-career” scientists—scientists with at least 25 years of publishing experience (N=320,564)—in 16 STEMM (science, technology, engineering, mathematics, and medicine) and social science disciplines from 38 OECD countries for up to five decades. Our OECD sample includes 79.42% of late-career scientists globally. We examine the details of their mobility patterns as early-career, mid-career, and late-career scientists between decile-based productivity classes, from the bottom 10% to top 10% of the productivity distribution. Methodologically, we turn a large-scale bibliometric dataset (Scopus raw data) into a comprehensive, longitudinal data source for research on careers in science. The global science system is highly immobile: half of global top performers continue their careers as top performers and one-third of global bottom performers as bottom performers. Jumpers-Up and Droppers-Down are extremely rare in science. The chances of moving radically up or down in productivity classes are marginal (1% or less). Our regression analyses show that productivity classes are highly path dependent: there is a single most important predictor of being a top performer, which is being a top performer at an earlier career stage.",
        "url": "https://doi.org/10.31235/osf.io/y2a5e_v2",
        "version": 2,
        "id": "y2a5e",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/zutpa_v1",
        "title": "From Smart Urbanism to the Data-Driven City",
        "authors": "Paolo Cardullo",
        "created": "2025-11-10",
        "abstract": "From the smart urbanism of the 2010s to platform and AI urbanism(s) of the present-future, the ‘data-driven city’ has been imagined as a functional and controlled whole, impulsed and regulated by autonomous (humans off-the-loop) systems, and fed through powerful data infrastructure. AI urbanism, in particular, manifests the current climax of the long-standing desire to control digital technology in the city yet to come. An excessive focus on technology, however, risks de-contextualising it from the wider economic and political landscapes. While digital platforms have been structuring the fabric of daily urban life colonising almost any field of interest through their ecosystems and mobile apps, AI technologies start making their way into cities with: autonomous vehicles, city brains, Digital Twins and robotics. Advocates suggest these novel technologies have changed the geographies of their deployment – not confined to cities any more, rather on regional or global scales – and of their partnerships with city management – cities no longer having exclusive and central stage, rather participating to consortia with limited or secondary roles. Both these configurations have been framed as the ‘post-smart city’. But, is there a paradigm shift between these versions of urbanism? Has the ‘smart city’ framework – the neoliberal project of linking private investment from technology firms into the management and governance of city living – substantially changed? And, finally, what role is expected for cities to take in this uncertain and evolving scenario? The ‘data-driven city’ ought to be understood in pair with the development of data capitalism and the enormous expansion of its data infrastructure, markets and services. Thus, I invite to re-position this debate as an intensification of neoliberal (‘smart’ or ‘data-driven’) urbanism and its ideological assumptions: technological solutionism and smart mentality, and data extractivism, surveillance and control.",
        "url": "https://doi.org/10.31235/osf.io/zutpa_v1",
        "version": 1,
        "id": "zutpa",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Urban Studies and Planning, Science and Technology Studies"
      }
    ]
  }
}
