{
  "update": "2025-08-08",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/8g7s9_v1",
        "title": "The Political as Transformative Subjectivity in Lu Xun’s Ah Q",
        "authors": "Fernando J. Romero Menjivar",
        "created": "2025-08-06",
        "abstract": "Based on Lu Xun’s The True Story of Ah Q I mobilize the concept of Ah-Qism to reinterpret subjectivity and the political. Ah-Qism is the transformation of merely zoological life (zoe) into historical or political life (bios). I will argue that subjectivity and the political momentarily emerge through this transformation, which Lu Xun’s text represents through Ah Q’s repeated encounter with stronger persons and his ability to ‘transform defeat into spiritual victory.’ An important implication of this argument is that conventional concerns of ‘politics’ such as force, domination, and hierarchy are not primarily within the purview of the study of politics but of the study of animal behavior. While force is the basis of all individuation, it is necessary but insufficient for individuation qua subjectivity. Power difference and subjection is the norm of all ethological experience, but a unique mode of experience is available to subjected persons like Ah Q: political experience. Political experience occurs when past subjection is transformed into subjectivity. However, political experience is relatively infrequent and ephemeral. Furthermore, the political cannot be celebrated nor condemned a priori since its effects can be, from a given perspective, affirming or nihilistic. A second implication is that empire and revolution are also not political but rather limits to the political. A third implication is that fantasy has an ambiguous relation to the political.",
        "url": "https://doi.org/10.31235/osf.io/8g7s9_v1",
        "version": 1,
        "id": "8g7s9",
        "subjects": "Politics",
        "subjects_osf": "East Asian Languages and Societies, Political Science"
      },
      {
        "doi": "10.31235/osf.io/aen4q_v1",
        "title": "Planting Weeds: The Structure of Disinformation Campaigns and Why They Work",
        "authors": "Austin Schmid",
        "created": "2025-07-27",
        "abstract": "As the twentieth century drags on it has become increasingly difficult to discuss the modern political landscape without bringing up disinformation. Disinformation (the intentional spread of false or misleading information in furtherance of a goal) has come to affect nearly every aspect of public life, from forcing authority figures into time consuming debunking efforts to fully controlling conversations on foundational issues. Although amorphous, disinformation exhibits many shared characteristics and markers that allow it to be effectively tracked and outed publicly as the malign influence it represents. However, for something so prevalent, there is often confusion over what disinformation actually is. This is compounded into an alarming issue when people acting in the political discourse are unable, or even unwilling, to identify pieces of disinformation. But why is this? Why is something so divisive and toxic so omnipresent, effective, and difficult to prove to the very people affected by it? This article seeks to examine the structure and characteristics of disinformation, analyzing the components which make up a disinformation campaign, the psychology that allows it to flourish, and the lifecycle that disinformation often follows. In the latter half of the article we walk through a proven Russian disinformation campaign from the perspective of the disinformation actor, using real world examples to illustrate the concepts discussed and emphasize the potential impact of such malign influence efforts. In the end, education on awareness, media literacy, and critical thinking skills are required to stem the swelling tide of disinformation. I hope that this article can serve as a useful educational resource for those looking to learn about disinformation and a convenient primer and reference for those that are already familiar with the subject.",
        "url": "https://doi.org/10.31235/osf.io/aen4q_v1",
        "version": 1,
        "id": "aen4q",
        "subjects": "Politics",
        "subjects_osf": "Psychology, Political Science, Public Affairs, Public Policy and Public Administration, Linguistics, Communication"
      },
      {
        "doi": "10.31235/osf.io/d9tvz_v1",
        "title": "Battling for Housing Value? The Nexus Between U.S. Presidential Elections and County-Level Housing Market Prices",
        "authors": "Ruihan Shi",
        "created": "2025-08-06",
        "abstract": "The presidential election, as the most significant election in the United States, has numerous socio-economic impacts. The real estate market, one of the most closely watched sectors in recent years, has generally shown an upward trend in prices. This paper examines the county-level voting results in two presidential elections which are 2016 and 2020 and the corresponding changes in county housing prices, finding that when a county's presidential election voting results are inconsistent with the final election outcome, the county's housing market is affected, leading to a downward trend in prices. Additionally, counties with a preference for the Republican Party are more sensitive to fluctuations in the real estate market when they experience electoral defeat. Other factors as races and income status also exhibit heterogeneity in response to policy shocks. This study's analysis of the relationship between presidential elections and the real estate market provides guidance for strategic decision-making in the real estate industry and contributes to a deeper and more comprehensive understanding of the impact of presidential elections on socio-economic life.",
        "url": "https://doi.org/10.31235/osf.io/d9tvz_v1",
        "version": 1,
        "id": "d9tvz",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/en6d9_v1",
        "title": "Executive accountability in times of crisis: Delegated rulemaking in the EU",
        "authors": "Giulia Gallinella, REGROUP project",
        "created": "2025-08-04",
        "abstract": "The European Union’s (EU’s) ability to respond effectively to crises has been a subject of debate in recent years. Its crisis governance has been particularly discussed, with a renewed debate centring around the accountability of executive institutions during times of crisis. Due to the urgency of the circumstances, and to ensure efficient and effective policy outputs, crisis decision-making is often led by executive institutions, and the scrutiny mechanisms normally enacted by the legislators are often sidelined. Against this background, this paper discusses the Commission’s accountability in its exercise of delegated powers pursuant to Arts. 290 and 291 TFEU in the context of crises. Arts. 290 and 291 TFEU regulate the use of delegated and implementing acts, respectively. Delegated acts are non-legislative acts of general application aimed at amending or supplementing an existing legislative act. Implementing acts, on the other hand, establish detailed rules for the uniform implementation of legally binding acts within the EU. The Commission is empowered to adopt both kinds of acts and is subject to two different scrutiny mechanisms in doing so. In the case of delegated acts, it is the European Parliament (EP) and Council that may object to their adoption. Meanwhile, implementing acts are instead scrutinised by committees made of representatives of the member states, known as comitology committees. Even during normal times, the Commission appears to be able to adopt delegated and implementing acts relatively quickly and smoothly, without opposition from the relevant bodies entrusted with their scrutiny. As such, the accountability of such exercise of powers is often questioned and debated in the academic literature. Considerations become more complex when an emergency situation is factored into the equation. On the one hand, the already disputed accountability of the Commission vis-à-vis the legislators and the comitology committee does not positively contribute to the overarching executive accountability in crisis management – nor, one could argue, does it worsen it. On the other hand, the short procedural times and smoothness of the process enable the efficient adoption of measures, which is imperative in times of crisis. To address the accountability gaps identified in the exercise of delegated and implementing powers during the Covid-19 pandemic, this paper proposes three policy recommendations: strengthening the scrutiny mechanisms for delegated acts by enhancing the capacity of the European Parliament and the Council; increasing the transparency of comitology committee meetings and procedures, including through a revision of the Comitology Regulation and improvements to the related registers; and introducing a clear legal framework for emergency powers to ensure that crisis-driven decision-making remains legitimate. These measures aim to reinforce executive accountability while preserving the EU’s ability to act swiftly in times of crisis.",
        "url": "https://doi.org/10.31235/osf.io/en6d9_v1",
        "version": 1,
        "id": "en6d9",
        "subjects": "Politics",
        "subjects_osf": "European Languages and Societies, Political Science"
      },
      {
        "doi": "10.31235/osf.io/f25mj_v1",
        "title": "The Digital Expansion of Transnational Repression",
        "authors": "Martina Lucaccini",
        "created": "2025-08-07",
        "abstract": "Early cyber-optimist views framed Information and Communication Technologies (ICTs) as tools of political empowerment and democratic mobilization. However, the global spread of digital authoritarianism has revealed how digital media can also serve as instruments of repression. These repressive practices extend beyond national borders, targeting diaspora and exile communities through what is now termed Transnational Repression (TR). While most existing research has concentrated on domestic contexts or focused narrowly on physical (analog) forms of repression, little systematic work has explored the digital dimensions of this phenomenon. This paper investigates how digital technologies reshape states' strategies of TR across regime types, with particular attention to the rise of Digital Transnational Repression (DTR). DTR includes tactics such as online threats to dissidents and their families, digital surveillance, hacking, censorship of dissident content, and manipulation of the information environment. Drawing on rationalist models from the dissent–repression literature, I argue that states confronted with digitally mobilized transnational publics face a strategic trade-off: they may adopt either traditional physical repression or lower-cost digital alternatives. To investigate this phenomenon, I introduce a novel dataset that systematically captures both analog and digital forms of transnational repression across all regime types. The dataset offers new insights into the evolving modalities of state coercion, revealing that contemporary repression is often subtle and nonviolent, yet remains highly effective in silencing dissent.",
        "url": "https://doi.org/10.31235/osf.io/f25mj_v1",
        "version": 1,
        "id": "f25mj",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/hxfp9_v1",
        "title": "Non-Markovian Game Theory: The Physics and Strategy of Learning and Bias (UCFT)",
        "authors": "Samuel L Leizerman",
        "created": "2025-08-03",
        "abstract": "This paper rigorously proves that Unified Cognitive Field Theory (UCFT) provides a fundamental, non-Markovian game-theoretic framework for cognition. I demonstrate that the seven core UCFT operators and field dynamics are necessary and sufficient to represent all cognitive game-theoretic phenomena, establishing a precise isomorphism between the evolution of the cognitive field and strategic dynamics. This framework explicitly accounts for history-dependent processes, offering a novel perspective on the physics of learning and the emergence of cognitive biases. A key implication explored is the concept of “Learning as a Solitaire Self-Game,” where individual cog- nition is viewed as a strategic optimization process against internal uncertainties, governed by substrate-dependent physical constants. This unification provides powerful new tools for understanding the complex interplay between physical substrate, strategic interaction, and the non-Markovian nature of intelligence. Keywords: non-Markovian game theory, cognitive field theory, quantum cognition, strategic dynamics, learning physics, cognitive bias, helical fiber bundles, substrate-dependent cognition, self-play optimization, temporal game theory, field-theoretic neuroscience, consciousness as strategy, memory persistence, cognitive temperature, strategic noise cancelling, belief revision dynamics, UCFT operators, Nash equilibria in cognitive space, Bayesian field updates, angle of attack learning This is an early draft and an excerpt from a larger monograph that will be posted later; this proof has some dependencies on that which are not explicitly proven because they are proven there. Furthermore, expect this to be updated. Commercial software implementations are patent pending (63/849,479), but academics and researchers are welcomed and encouraged to use freely if this proves accurate.",
        "url": "https://doi.org/10.31235/osf.io/hxfp9_v1",
        "version": 1,
        "id": "hxfp9",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Political Science, Economics, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/k5z7p_v1",
        "title": "The Interregnum of Chaos: A Cyclical Theory of Hegemonic Decline and the Collapse of International Order",
        "authors": "Sajedur Rahman Sajib ",
        "created": "2025-07-31",
        "abstract": "This article introduces the Theory of the Interregnum of Chaos, which challenges the foundational premise of anarchy in International Relations. It posits that the international system's primordial state is not a passive anarchy but a latent and perpetual chaos—a roiling potential for disorder stemming from incompatible drives for security, resources, and meaning. International order is therefore a temporary and artificial construct, achieved through the Hegemonic Suppression of this chaos by a dominant power. This period of stability, the Dormant Order, is maintained via a tripartite strategy of coercive force, narrative dominance, and systemic institutionalization. Power is thus reconceptualized as the capacity for Coercive Containment. The theory's central dynamic is a tragic paradox: the very mechanisms of suppression contain the seeds of their own destruction. To maintain its material dominance, the hegemon is compelled to undertake actions that systematically betray the universalist narrative legitimizing its rule. This fundamental contradiction precipitates Moral Fatigue—a progressive decay of will and self-belief within the hegemonic core—which in turn catalyzes a system-wide Epistemic Crisis, shattering the shared consensus on which the order depends. As the hegemon's capacity for Coercive Containment wanes, Revisionist Vanguards emerge, who instrumentalize the hegemon's normative contradictions to orchestrate the order's collapse. The resultant transitional phase of acute, multipolar conflict and institutional breakdown is the Interregnum of Chaos. This volatile period concludes only when a new hegemon emerges to re-impose order, resetting the cycle under the influence of what we term Cyclical Gravity: the system's inherent structural tendency to revert to chaos in the absence of overwhelming suppressive power. History, therefore, does not progress linearly towards perpetual peace but moves in a relentless cycle of suppressed chaos, normative decay, and violent reorganization.",
        "url": "https://doi.org/10.31235/osf.io/k5z7p_v1",
        "version": 1,
        "id": "k5z7p",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/rbyt6_v1",
        "title": "The (Non)Academic Community Forming around Replications: Mapping the International Open Science space via its Replication Initiatives",
        "authors": "Sheena F. Bartscherer, Martin Reinhart",
        "created": "2025-08-05",
        "abstract": "The replicability as well as the reproducibility of research findings has been a central concern for methodological standards in many research fields for several decades. However, the most recent wave – as represented by the Open Science movement – and their efforts to improve and increase replicability and reproducibility in science have since grown to a level that surpasses earlier debates: Concerns are no longer confined to specific fields, but have become cross- and trans-disciplinary, even involving actors from outside the strictly academic sphere, such as commercial academic publishers, business entrepreneurs, private funders, and political stakeholders. In this paper we take a closer look at one of the movement’s core communities, the community forming around replications. By sharing our observations of ‘replication initiatives’ (RIs), and their infrastructures we derive a typology of its most visibly engaged actors, hoping to provide those interested in science reform with a systematic perspective on how to assess the ongoing reform proposals and activities within the Open Science space.",
        "url": "https://doi.org/10.31235/osf.io/rbyt6_v1",
        "version": 1,
        "id": "rbyt6",
        "subjects": "Politics",
        "subjects_osf": "Psychology, Political Science, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/um8xy_v1",
        "title": "Reinterpreting “Ji Yu Qiu Yi” (急於丘役): A Strategic Semantic Reconstruction of Sun Tzu’s Warning on Social Fragmentation",
        "authors": "Lin, Huan-Chang",
        "created": "2025-08-06",
        "abstract": "This study conducts a semantic reconstruction and strategic reinterpretation of the phrase “Ji Yu Qiu Yi” (急於丘役) from the “Waging War” chapter of The Art of War by Sun Tzu, challenging the conventional interpretation that equates it with state-imposed conscription or public labor mobilization. Employing a hermeneutic approach and a socio-linguistic perspective, combined with the institutional context of the Warring States period and contemporary sociological theories, this paper proposes that “Qiu Yi” denotes a survival-driven response manifested as displaced, non-institutional labor emerging from systemic disorder and institutional collapse following military defeat. This phrase, rather than illustrating centralized governance, unveils the disintegration of national mobilization capacity, the breakdown of social order, and the fragmentation of the populace. At the semantic level, “Qiu” (丘) transcends its literal meaning as a mound or battlefield, symbolizing a disordered social domain characterized by involuntary gathering and dispersal; “Yi” (役) refers to marginalized, non-voluntary labor detached from institutional protections. This reinterpretation resonates with contemporary phenomena such as the rise of the gig economy, failures in strategic governance, and early indicators of systemic collapse, revealing an embedded early-warning logic within Sun Tzu’s military treatise. The phrase “Ji Yu Qiu Yi” is thus reframed as a linguistic signal of strategic imbalance, offering a novel perspective on dynamic governance, social resilience, and national security risks in the modern era. The contributions of this research are threefold: (1) rectifying long-standing semantic misinterpretations and Western interpretive biases in classical texts; (2) developing an interpretive framework that integrates semantic reconstruction with historical context and sociological insights; and (3) underscoring the pivotal role of popular agency in the collapse of strategic systems and governance structures, providing profound implications for understanding contemporary gig economies, policy failures, and public sentiment fragmentation. This paper bridges historical linguistics, institutional sociology, and strategic hermeneutics in its reinterpretation of classical Chinese texts.",
        "url": "https://doi.org/10.31235/osf.io/um8xy_v1",
        "version": 1,
        "id": "um8xy",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Linguistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/v8qh9_v2",
        "title": "Searching for a positive theory of power",
        "authors": "Cathy Fussell",
        "created": "2025-08-03",
        "abstract": "We cannot effectively combat negative exercises of power—that is domination—unless we are able to articulate an alternative, coherently and concisely. Power-to and power-with emerged in separate dichotomous debates to oppose domination (power-over), the traditional focus of power theory. Efforts to combine power-to, power-over, and power-with into a trichotomy, rather than producing a clear and robust positive theory of power to challenge domination, have created a complex and contested mix of definitions. This paper proposes a simplified formulation of the trichotomy: power at its most fundamental is the capacity to act and achieve outcomes and is labelled power-to. Power-over and power-with become two opposing exercises of this capacity. Power-over retains its emphasis on the hoarding of value by the dominant (normatively negative). Power-with is redefined to refer to an exercise of power in which value is equitably shared (normatively positive). These new definitions require that we abandon some of the distinguishing features that have been attached to these terms, but doing so resolves some outstanding disputes and provides new opportunities. It opens the way to more effectively ask what power-with and the conditions for collective flourishing and value creation might look like and why we should choose them over domination.",
        "url": "https://doi.org/10.31235/osf.io/v8qh9_v2",
        "version": 2,
        "id": "v8qh9",
        "subjects": "Politics",
        "subjects_osf": "Philosophy, Political Science"
      },
      {
        "doi": "10.31235/osf.io/vd3a6_v1",
        "title": "The study of culture, law, and crisis",
        "authors": "Matthew Clair",
        "created": "2025-08-05",
        "abstract": "This paper reviews cultural sociological approaches to the study of law and how they may be applied to future research on law-related social crises. As the world faces myriad social crises, such as rising authoritarianism and police violence, the study of culture and the law has become an even more urgent intellectual and practical endeavor. Over the last decade, five concepts have dominated the cultural study of law: rules, norms, frames, cultural capital, and legal consciousness. While past research has provided generative insight, future research would benefit from more precise considerations of rules and norms in this unsettled moment. Moreover, future research could leverage the five cultural concepts to sharpen understandings of inequality and social control in understudied legal organizations, along understudied axes of social stratification, and with respect to the infusion of new technologies into the legal system.",
        "url": "https://doi.org/10.31235/osf.io/vd3a6_v1",
        "version": 1,
        "id": "vd3a6",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Law and Politics, Rule of Law, Courts, Law and Society, Criminal Law, Law and Race, Jurisprudence, Legal Profession, Political Science, Legal Studies, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/yhd3k_v1",
        "title": "International Monitoring and Domestic Accountability: Evidence from the United Nations Human Rights Council",
        "authors": "Averell Schmidt",
        "created": "2025-08-05",
        "abstract": "This article examines how international monitoring affects legal accountability for human rights violations. International organizations often publicize human rights violations to pressure non-compliant states to change their behavior; however, recent research suggests that publicity can prompt intransigence or backlash, undercutting the advancement of human rights. Drawing on the sociological concept of reactivity, I argue that states respond to monitoring strategically: they adopt some visible accountability measures to signal their intention to comply, while also attempting to reduce the risk that future violations will be uncovered. To test this argument, I leverage a lottery used to determine the schedule of Universal Periodic Review, a human rights monitoring mechanism implemented by the United Nations Human Rights Council. Consistent with my argument, I find that monitoring increases the likelihood that political prisoners are released and that government officials are prosecuted for past violations, but decreases the likelihood that truth commissions are created.",
        "url": "https://doi.org/10.31235/osf.io/yhd3k_v1",
        "version": 1,
        "id": "yhd3k",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/32ayb_v1",
        "title": "Stock Grants, Tax Incentives, and Fiduciary Reality: A Reappraisal of Voluntary Equity Distribution",
        "authors": "David Frederick",
        "created": "2025-08-05",
        "abstract": "Author David Frederick, MBA Principal, Mercer NYU Stern School of Business (Alumnus) Project Description This working paper critically examines the structural limitations of voluntary, tax-incentivized equity compensation programs—such as RSUs, ESPPs, and synthetic equity—in delivering broad-based ownership to the American workforce. Drawing from fiduciary law, corporate governance design, valuation modeling, and public policy, the paper argues that non-ERISA equity vehicles fail to scale because they rely on discretionary corporate behavior, lack regulatory oversight, and expose workers to unmanaged concentration risk. In contrast, the paper proposes that fiduciary-aligned, ERISA-governed structures—particularly S Corporation ESOPs—offer a more viable, institutional pathway to inclusive employee ownership. It presents a second-best equilibrium framework, acknowledging the imperfections of ESOPs while demonstrating their superior governance, statutory protections, and retirement wealth-building potential when compared to unregulated stock grants. The analysis is grounded in empirical evidence across more than 100 studies, including data on firm survival, productivity, turnover, and account balances. The paper concludes with five policy design recommendations to expand inclusive ownership, including reforms to ESOP liquidity structures, diversification constraints, and legal safe harbors for fiduciaries. This project seeks to reframe employee ownership policy as a question of institutional design rather than tax incentives alone, and positions inclusive equity as a structural feature of sustainable capitalism, not a voluntary perk for a privileged few.",
        "url": "https://doi.org/10.31235/osf.io/32ayb_v1",
        "version": 1,
        "id": "32ayb",
        "subjects": "Economics",
        "subjects_osf": "Other Social and Behavioral Sciences, Economics"
      },
      {
        "doi": "10.31235/osf.io/3dqfg_v1",
        "title": "Modern Economy and a Reconsideration of the Equilibrium Assumption",
        "authors": "Kazuhito Kitamura",
        "created": "2025-08-07",
        "abstract": "This paper challenges traditional economics' reliance on Adam Smith's \"invisible hand\" and its assumption of equilibrium derived from nominal variables, arguing that this hinders economists' understanding of modern economies. It proposes \"dynamic equilibrium,\" where stability arises from interactions between agents' internal characteristics and external factors. A key equation derived from the paper is \"R_t-ρ=n+D_a-(U_(θa)θ)/U_c\". Its left-hand side, the discrepancy between asset return (R_t) and time preference rate (ρ), is balanced by two forces on the right-hand side: retaining capital within the economy (the marginal utility of assets compared to consumption) and promoting its diffusion and dilution (capital outflow (D_a) and population growth (n)). That suggests that if time preference is an inherent trait, economies with a lower time preference will have a funds surplus, but this will be partially offset by capital outflow or a weak asset preference, so the decline in the real interest rate will be limited, and vice varsa. The paper argues that while conventional economics has focused on the left-hand side of this equation, understanding the right-hand side is crucial. This mechanism will be able to pragmatically explain various modern economic phenomena through the immobilization of the relations between debtor and creditor even when agents are rational and markets are efficient : for example, long-term global imbalances, deflationary equilibrium in developed economies, and inequalities of income and assets and so on. Ultimately, the paper reinterprets modern economic disequilibrium as a result of rational agent behavior, offering insights for more effective macroeconomic policy.",
        "url": "https://doi.org/10.31235/osf.io/3dqfg_v1",
        "version": 1,
        "id": "3dqfg",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/5gynm_v1",
        "title": "The Influence of Social Belonging on Adolescents' Internet and Phone Dependency",
        "authors": "Sabiba Hossain",
        "created": "2025-08-05",
        "abstract": "This study investigates the relationship between adolescents' perceptions of social belonging and their internet and phone dependency, using data from the Pew Research Center’s 2018 Teens and Technology survey. The research aims to determine whether adolescents who feel they fit in with their peers exhibit different levels of internet and phone dependency compared to those who do not. A latent variable for internet and phone dependency was constructed using factor analysis, and a regression model was employed to analyze the relationship between social belonging and dependency, controlling for variables such as gender, age, and socioeconomic status. Contrary to initial hypotheses, the study found no significant relationship between adolescents' perceptions of fitting in and their internet and phone dependency. However, gender was found to be a significant predictor, with female adolescents more likely to exhibit higher levels of dependency compared to males. The study also found that self-imposed screen time restrictions were not reliable indicators of dependency. These findings suggest that interventions aimed at reducing internet and phone dependency should focus on psychological factors such as social anxiety and self-esteem, rather than peer integration. The study contributes to the growing body of literature on adolescent internet dependency and offers practical recommendations for stakeholders, including the need for gender-specific interventions and universal programs that address underlying psychological factors.",
        "url": "https://doi.org/10.31235/osf.io/5gynm_v1",
        "version": 1,
        "id": "5gynm",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/95b72_v1",
        "title": "The Unseen Influence: How Conversational Framing Shapes Efficiency in Dhaka's Rickshaw Fare Negotiations",
        "authors": "Nasif Junaid",
        "created": "2025-08-03",
        "abstract": "Navigating Dhaka's ubiquitous rickshaw system often involves daily fare negotiations, a common yet unpredictable economic interaction. This research investigated whether a subtle shift in passenger communication could enhance the efficiency of these micro-negotiations. Using a quasi-experimental design conducted from March to July 2025 in Bashundhara R/A, the study compared two conversational approaches for a fixed 2-kilometer route: a direct fare request versus one framed with \"it's quite close.\" Findings revealed that the \"Framed Approach\" significantly reduced negotiation attempts, requiring an average of 2.56 rickshaws hailed compared to 3.04 for the \"Direct Approach\"—a 15.79% improvement. This highlights how a few well-chosen words can lead to tangible time savings and greater operational efficiency in informal urban economies. The study offers practical insights for commuters and provides real-world validation of behavioral economics principles (Kahneman &amp; Tversky, 1979), specifically framing effects (Tversky &amp; Kahneman, 1981), demonstrating their powerful influence on everyday economic outcomes. The study demonstrates the framing effect's strong influence on daily decision-making and resource allocation (Thaler &amp; Sunstein, 2008) while offering crucial, useful commuter strategies and solid, empirical validation of behavioral economics concepts.",
        "url": "https://doi.org/10.31235/osf.io/95b72_v1",
        "version": 1,
        "id": "95b72",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Other Social and Behavioral Sciences, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/np2j8_v2",
        "title": "Segment and Rule: Modern Censorship in Authoritarian Regimes",
        "authors": "Kun Heo, Antoine Zerbini",
        "created": "2025-08-02",
        "abstract": "We analyze the incentives of authoritarian regimes to segment access to censored content through technology. Citizens choose whether to pay to access censored online content at a cost fixed by the regime: the firewall. A low firewall segments access and generates more compliance than full censorship - a high firewall - ever could. Regime opponents self-select into consuming censored content, and comply conditional on positive independent reporting. Regime supporters exclusively consume state propaganda, which secures their compliance. This segment-and-rule strategy can be engineered by making local news outlets uninformative, or by affecting the intrinsic benefit from access.",
        "url": "https://doi.org/10.31235/osf.io/np2j8_v2",
        "version": 2,
        "id": "np2j8",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/pxuez_v3",
        "title": "Framework of Opportunity Resistance and Curvature Economics (FORCE)",
        "authors": "Joseph Sharpe",
        "created": "2025-08-03",
        "abstract": "This paper introduces the Framework of Opportunity Resistance and Curvature Economics (FORCE)—a field-theoretic model for analyzing how economic behavior emerges within a dynamically evolving topography of opportunity and constraint. Rather than treating agents as isolated optimizers within equilibrium-based systems, FORCE embeds them in a fluid field shaped by resistance, influence, and differential access—where capital, policy, and social signals distort the flow of opportunity itself. By conceptualizing emergent effort, asymmetrical opportunity, and systemic strain as geometric features of a socioeconomic field, FORCE enables new formulations of economic behavior that account for both agency and structural impedance. Constructs such as economic curvature, opportunity resistance, nexus distortion, and emergence coefficients provide a tensorial language for describing how tension accumulates and resolves across uneven social terrain.",
        "url": "https://doi.org/10.31235/osf.io/pxuez_v3",
        "version": 3,
        "id": "pxuez",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/xwcqf_v1",
        "title": "The Ethical Ceiling: Why a Wealth Cap Could Save Capitalism",
        "authors": "Alexey Kuprianov",
        "created": "2025-08-07",
        "abstract": "This paper proposes a wealth cap mechanism as an innovative alternative to traditional wealth taxation, where excess wealth above a specified threshold is redirected into charitable foundations rather than government coffers. Drawing on Rawlsian principles of justice, it is argued that current extreme wealth disparities cannot be justified. The paper addresses key objections including democratic accountability concerns and capital flight risks. It’s concluded that the wealth cap could transform competitive wealth accumulation into competitive philanthropy, creating a more ethical form of capitalism that addresses socioeconomic challenges while preserving market incentives.",
        "url": "https://doi.org/10.31235/osf.io/xwcqf_v1",
        "version": 1,
        "id": "xwcqf",
        "subjects": "Economics",
        "subjects_osf": "Philosophy, Economics"
      },
      {
        "doi": "10.31235/osf.io/zm2xc_v1",
        "title": "China’s Economic Stimulus in 2024",
        "authors": "kerry liu",
        "created": "2025-08-04",
        "abstract": "This study reviews China’s largest post-COVID economic stimulus launched in September-October 2024, examining its background, policy contents, early effects, and broader implications. Specifically, triggered by worsening economic conditions, the package aimed to stabilize stock and real estate markets, support consumption, and ease local financial stress while continuing strategic hi-tech development. By March 2025, results were mixed—weak demand persisted, but favoured sectors showed gains. This case illustrates China’s balancing act between short-term fixes and long-term ambitions, and reflects growing state intervention in the economy. It offers insights for understanding China’s evolving policy logic and navigating debates on its future trajectory, including the “peak China” discourse.",
        "url": "https://doi.org/10.31235/osf.io/zm2xc_v1",
        "version": 1,
        "id": "zm2xc",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/3a4gq_v2",
        "title": "Adult outcomes by parental, school and postcode aggregated income in childhood – a descriptive analysis of the cohorts 1981-1989 in Finland",
        "authors": "Aapo Hiilamo, Niilo Luotonen, Lauri Mäkinen, Tiina Ristikari",
        "created": "2025-08-02",
        "abstract": "Monitoring the ways in which childhood socioeconomic environment is associated with adult outcomes is fundamental in terms of informing evidence-based debates. However, we know little about the cohort differences in the association of childhood income with adult outcomes in Finland, a country of low economic inequality and one of the most desegregated educational systems in the OECD countries. We use register data on cohorts born in 1981-89. We divide these cohorts into tenths by their parental, school and postcode-level aggregated income at the age of 15. We focus on five adult outcomes at the age of 30. On average across the cohorts, compared to the highest income groups, the lowest tenth of parental, school and postcode income had, respectively, a 1.8, 1.7 and 1.4-fold risk of death, 3, 1.3 and 0.9-fold risk of low education, 2.5, 1.8, and 1.4-fold risk of long-term unemployment. People with a lower childhood parental or school income were more likely to live with a partner and have children than people from higher income backgrounds. The differences by school and postcode income in the education outcome were small. We observe increasing differences in the education and employment outcomes by parental and, to a lesser extent, school income.",
        "url": "https://doi.org/10.31235/osf.io/3a4gq_v2",
        "version": 2,
        "id": "3a4gq",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/9hvgf_v1",
        "title": "Breaking the Spiral of Silence? Investigating the Influence of Opinion Reversal Events on Opinion Expression on Social Media",
        "authors": "Zeyu Lyu, Hiroki Takikawa, Takuya Shimokubo",
        "created": "2025-08-02",
        "abstract": "This study uses a large-scale data set of tweets related to Abe throughout 2022 and employs advanced natural language processing techniques to investigate the impact of opinion reversal events on opinion expression. Specifically, we focus on the event of Abe’s assassination, finding that there was a significant shift in the opinion climate in the immediate period following the event, followed by a partial rebound. Consistent with the core assumption of the spiral of silence theory, the analysis shows that the overall positive opinion climate toward Abe after the event prompted his supporters to express their views more actively, while those with a negative stance became relatively silent. However, the diﬀerences in expression patterns gradually decreased over time and did not necessarily result in a sustained spiral of silence process and a long-term reversal of public opinion. These empirical findings oﬀer important implications for understanding how the spiral of silence theory applies to opinion expression and public opinion dynamics on social media.",
        "url": "https://doi.org/10.31235/osf.io/9hvgf_v1",
        "version": 1,
        "id": "9hvgf",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/9j5en_v1",
        "title": "The Metacognitive-Neglect-Zombie Loop (MNZ-Loop): A Structural Model of Non-Reflectivity and the Reproduction of Power in Organizations",
        "authors": "Koichi Hiraoka",
        "created": "2025-08-03",
        "abstract": "This paper analyzes the structural characteristics and reproduction mechanisms of \"silent violence\" in contemporary workplaces, including phenomena such as social exclusion, emotional neglect, and communicative cutoff. It focuses on how perpetrators’ denial and emotional avoidance can transform into a dominant form of control through not-seeing and not-noticing. Central to the analysis is the MNZ-Loop (Meta-cognition–Neglect–Zombie), a structural model newly proposed by the author. The MNZ-Loop describes a three-phase process: breakdown of meta-cognition, emotional-nervous blockage, and zombie-like behavioral reproduction. Drawing on both memetics and organizational theory, this study offers a theoretical framework and case-based observations that illustrate how reflexivity breakdown and anger-based control are culturally reinforced. Ultimately, the paper argues for the reconstruction of Metacognition ethics as a countermeasure against silent domination.",
        "url": "https://doi.org/10.31235/osf.io/9j5en_v1",
        "version": 1,
        "id": "9j5en",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/avj2d_v1",
        "title": "The effect of experiencing basic needs insecurities on GPA in university students",
        "authors": "Jonathan K. Noel, Sarah Miller, Sammie Strong, Kelsey A. Gately, Samantha R. Rosenthal",
        "created": "2025-08-06",
        "abstract": "College students are at risk of experiencing basic needs insecurities (BNIs), which includes a lack of food, finances, housing, healthcare, transportation, and hygiene. The current study identified the frequency of BNIs in a sample of n = 507 university students and explored associations between BNIs and grade point average (GPA) using a series of regression models. Experiencing any BNI was common (82.6%), and 61.2% reported experiencing 2 or more BNIs concurrently. Experiencing any BNI was negatively associated with GPA (b=-0.45, p=0.010), with food (b=-0.47, p&lt;0.001) and financial (b=-0.42, p=0.003) insecurity as the strongest predictors. A cubic relationship between experiencing BNIs and GPA was identified, such that GPA decreases through experiencing 3 BNIs and increases again when experiencing 4 or more BNIs. Universities should expand supports of basic needs to improve students’ academic achievements, including programming to reduce stigma associated with help-seeking behaviors.",
        "url": "https://doi.org/10.31235/osf.io/avj2d_v1",
        "version": 1,
        "id": "avj2d",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fuz6b_v1",
        "title": "Sufficiency in Teacher–Student Race Matching",
        "authors": "Anchal Bhaskar, Kayla Chang, Iman Najib, Olivia Thornton, Jules Tucher, Régan Schwartz, Chad M. Topaz",
        "created": "2025-08-03",
        "abstract": "Same-race teachers improve academic outcomes for minoritized students, yet most never encounter a teacher who shares their racial background. Existing research highlights the benefits of race-matched instruction but often focuses on aggregate workforce diversity, obscuring students' structural opportunities for contact. We introduce race-match sufficiency—the probability that a student has at least one same-race teacher—and estimate it using administrative data from 8,691 Texas public schools serving 5.4 million students. We model sufficiency for Black, Hispanic, and white students as a function of racial composition, enrollment, grade structure, district context, and more. Same-race student concentration is the strongest predictor, with steep nonlinear effects varying by race. Secondary grade levels and larger enrollment increase exposure opportunities, but benefits remain profoundly unequal. White students experience near-universal sufficiency, Black students gain moderate access, and Hispanic students remain severely underexposed—even where they constitute over 70% of enrollment. Findings reveal systematic inequities and may support exposure-based staffing strategies.",
        "url": "https://doi.org/10.31235/osf.io/fuz6b_v1",
        "version": 1,
        "id": "fuz6b",
        "subjects": "Sociology",
        "subjects_osf": "Other Education, Sociology"
      },
      {
        "doi": "10.31235/osf.io/g8n3z_v1",
        "title": "From Survival to Spectacle: A Critical Analysis of Civilizational Illusions in the Digital Age",
        "authors": "Mingjing Yuan",
        "created": "2025-08-02",
        "abstract": "This article traces how instruments devised for survival evolve into symbolic systems that govern perception and extract value. From the first sharpened stick to contemporary algorithms, functional artifacts accumulate meaning until the symbol eclipses the tool. Digital platforms accelerate this dynamic, manufacturing personalized illusions at planetary scale. Combining historical genealogy with three case studies: gamification, cryptocurrency, and the metaverse, I map a tri-phasic transformation: (1) pre-modern myths and rituals coordinated collective action; (2) modern promises of progress and control legitimated industrial rationalization; (3) digital engagement engines harvest behavioral data while posing as free, authentic connection. Drawing on Baudrillard, Debord, and Zuboff, I reveal the political economy that converts attention into profit yet sustains the appearance of choice. Contradictions remain: outages, opt-out movements, and open-source platforms expose cracks in the spectacle. I argue that symbolic beings cannot escape illusion; they can only inhabit it wisely. Four practices: illusion literacy, strategic inhabitation, temporal sovereignty, and creative misuse, outline how phronesis might redistribute agency within the fictions that make cooperation possible.",
        "url": "https://doi.org/10.31235/osf.io/g8n3z_v1",
        "version": 1,
        "id": "g8n3z",
        "subjects": "Sociology",
        "subjects_osf": "Science and Technology Studies, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/j5s6w_v1",
        "title": "Can e-participation be a transformative innovation in South African policymaking?",
        "authors": "Paul Plantinga, Odilile Ayodele, Diana Carolina Sanchez, Chux Daniels, Yul Derek Davids, Simangele Dlamini, Tshepang Mosiea",
        "created": "2025-08-07",
        "abstract": "In South Africa, e-participation initiatives tend to be localised to individual municipality departments and units, often for a short time period and with limited influence on policymaking. Ensuring these initiatives are more impactful and sustaining them over a longer duration is usually seen as an issue of institutionalisation. However, meaningful e-participation involves a more fundamental reconfiguration of relationships between citizens and governments which suggests a narrow institutionalisation lens may underplay the depth of changes that are involved. For this reason, we look to an emerging body of research on ‘transformative innovation policy’ (TIP) which has explored the ways in which innovations are nurtured and scaled as part of a systemic change process. By mapping key literature on e-participation institutionalisation and diffusion against the twelve TIP sub-processes, with a specific consideration of African and developing country issues, we identify potential opportunities for directing e-participation implementation and governance towards impactful outcomes. This mapping is to be used for an in-depth analysis of e-participation pilot projects currently being implemented in South Africa.",
        "url": "https://doi.org/10.31235/osf.io/j5s6w_v1",
        "version": 1,
        "id": "j5s6w",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ng49m_v2",
        "title": "Geothermal Narratives and Grassroots Resistance in Indonesia: Decolonial Frameworks for Energy Transitions and Environmental Justice",
        "authors": "Martha Hesty Susilowati, Jonathan Davis Smith, Samsul Maarif, Eko Cahyono",
        "created": "2025-08-01",
        "abstract": "This article examines the narratives of green energy adopted by opponents of geothermal developments in Indonesia and how they incorporate those narratives into grassroots social movements. Debates about energy transitions are more than pragmatic policy discussions; they are based on concepts of human-nature relations. Decoloniality provides a lens to engage with the energy transition debate by 1) examining to what extent energy transitions reinforce or disrupt power structures that view nature as a material commodity and marginalize affected communities, and 2) enriching social movement theories with embedded narratives of Indigenous Peoples and local communities. Community-based researchers in 14 locations affected by geothermal developments collected data and worked with the authors to reflect on findings. The study found contrasting narratives between energy coloniality and decoloniality in six aspects: green energy definitions, environmental impact, ownership of green energy policy, socio-cultural aspects, national development policy, and local development priorities. It found that opposition movements demonstrated decolonial praxis by 1) incorporating religious and cultural practices into creative strategies for resistance, 2) embedding local narratives of green energy, and 3) connecting economic arguments with cases for cultural and spiritual survival. The article concludes with suggestions for future empirical studies of environmental movements using decolonial frameworks.",
        "url": "https://doi.org/10.31235/osf.io/ng49m_v2",
        "version": 2,
        "id": "ng49m",
        "subjects": "Sociology",
        "subjects_osf": "Race, Ethnicity and Post-Colonial Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/pwv7b_v1",
        "title": "Heritage and Hollywood: Shaping human identity and gender from the Renaissance to the age of AI",
        "authors": "Tula Giannini, Jonathan P. Bowen",
        "created": "2025-08-01",
        "abstract": "The age of artificial intelligence (AI) is taking hold like an expanding universe and setting into motion the spawning of a new global culture. In parallel with these changes, humans interact with media messages steeped in visual and conversational language streamed across neural global platforms, with billions of humans participating. How is this tech-saturated environment impacting human and gender identity and aesthetics? This paper considers these issues, looking through the lens of the arts, from the past to the present and back again. A central theme is the personification of male and female symbolic characteristics. We see that arts and culture are an enduring and powerful influence across time and space, from Ancient Greece to the 21st century, juxtaposing rapid change in AI technology with time-tested symbols and personas of gender identity. This paper offers a visual journey of cultural transmission that exemplifies this fascinating dichotomy to both reveal and question, especially given recent years that have witnessed a significant surge of gender and cultural wars, and a defining moment for cultural heritage.",
        "url": "https://doi.org/10.31235/osf.io/pwv7b_v1",
        "version": 1,
        "id": "pwv7b",
        "subjects": "Sociology",
        "subjects_osf": "Sexuality and the Law, Digital Humanities, History of Art, Architecture, and Archaeology, Feminist, Gender, and Sexuality Studies, Film and Media Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/serxq_v1",
        "title": "Projecting Generational Placement Trajectories: Empirical and Simulated Populations in Norway",
        "authors": "Bettina Hünteler, Diego Alburez-Gutierrez",
        "created": "2025-08-07",
        "abstract": "Much existing research in the demography of kinship focuses on quantifying the number and characteristics of living kin, such as age and sex. We know less about how individuals transition through different ‘generational placements’ over their life—for example, when and how long they are parents, children or experience overlap of multiple family generations. We use simulated micro-level data to project generational placement trajectories for life courses of the complete population of Norway born 1960 and 2000. Our microsimulations use age-specific fertility and mortality rates from 1846 to 2100. First, we benchmark projected trajectories for the 1960 cohort against observed trajectories from empirical register data from 1960 to 2019. Second, we project full life-course trajectories, from age 0 to 100, for the 1960 and 2000 cohorts. Results from sequence analysis show that generational placement trajectories efficiently capture individual-level heterogeneity in intergenerational kin availability and that results based on our simulated populations largely match those from empirical data. Over cohorts, typical generational placement trajectories will likely become more stable but “thinner”, with later (and shorter) demographic “(double) sandwiching” and increasingly frequent “fading family lines.” The analysis paves the path toward results on a global level and including projections for the future.",
        "url": "https://doi.org/10.31235/osf.io/serxq_v1",
        "version": 1,
        "id": "serxq",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/sx3zr_v1",
        "title": "The Resilience Trap: Moving Beyond Resilience for Understanding Disasters and Crises",
        "authors": "Kristen Barber, Timothy J. Haney",
        "created": "2025-08-01",
        "abstract": "Scholars studying disasters and crises often use the term “resilience” to describe the ability of affected people to “bounce back” and reestablish pre-crisis behaviors, patterns, and institutions. In this article, we outline the emergence, meanings, and genealogy of the term in various disciplines. We discuss how resilience is typically conceptualized and operationalized, and we provide a sociological critique of its current usages. The term, we argue, is difficult to measure and often erases social structures and processes of power and inequality shaping the disparate impact of disasters, and risks pathologizing those with less ability to recover. Showing how the private sector has appropriated “resilience” to offer products and services that do little to help an affected community’s most vulnerable people, we argue that “resilience” instead serves as a tool for profit extraction and rent-seeking, as well as a way to push ideologies around individualization and bootstrapping. In the final section of the paper, we offer alternatives to “resilience” and conclude that the objective ought not be to re-define or clarify the term, but to move beyond it in favor of developing more explicit and perhaps more helpful understandings of social and institutional responses to disasters and crises.",
        "url": "https://doi.org/10.31235/osf.io/sx3zr_v1",
        "version": 1,
        "id": "sx3zr",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ybwkg_v1",
        "title": "Labour market entry and compensatory advantage in times of COVID-19",
        "authors": "Aart-Jan Riekhoff, Satu Ojala",
        "created": "2025-08-05",
        "abstract": "The compensatory advantage hypothesis predicts that inequalities by parental background are stronger in adverse circumstances. We empirically test this hypothesis by analysing the effects of parents’ earnings on the employment and earnings of labour market entrants during the first year of the COVID-19 pandemic. In addition, we extend the equalisation hypothesis, which predicts that the effect of social origin disappears once students obtain a bachelor’s degree, by investigating whether the compensatory advantage effect was greater among graduates with an upper-secondary vocational degree than among graduates with a higher-tertiary degree. Using detailed Finnish administrative data and event study models, we estimate the effects of graduating during the pandemic on monthly employment statuses and earnings for a treatment group that graduated during COVID-19 compared with a control group that graduated exactly one year earlier. We find that the effects of the pandemic were greater for graduates with a vocational degree than for those with a higher-tertiary degree. Compensatory advantage is found only among graduates with a vocational degree and primarily in employment: while those with higher-earning parents reached “normal” rates of employment by September 2020, graduates with lower-earning parents continued to lag until the end of the follow-up in February 2021.",
        "url": "https://doi.org/10.31235/osf.io/ybwkg_v1",
        "version": 1,
        "id": "ybwkg",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/27aqy_v1",
        "title": "Performance in the round: Embedded audiency at music-dance events in Mali",
        "authors": "Rainer Polak",
        "created": "2025-08-05",
        "abstract": "In many West African dance-drumming genres, the emphasis is on involving the gathered community in the performance, inviting them to take turns dancing. In such performance contexts, there is no audience in the strict sense: no group of participants who are not themselves directly involved as performers. Based on ethnographic case studies of music-dance events in rural southern Mali, this article argues for the concept of embedded audiency, showing how musicians provide dancers with the crucial contributions of audiency to performance: focused attention, social recognition, and meaning.",
        "url": "https://doi.org/10.31235/osf.io/27aqy_v1",
        "version": 1,
        "id": "27aqy",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/2adev_v1",
        "title": "Intergenerational Associations between Maternal Early Marriage and Child Labour in West and Central Africa.",
        "authors": "Sopruchukwu Obiesie, William E. Rudgard, Lucie Cluver",
        "created": "2025-02-16",
        "abstract": "Abstract Girl-child marriage has been linked to intergenerational impacts on offspring’s health and educational outcomes, but it is unknown if adverse consequences extend to children’s exposure to harmful work. This study investigates the association between maternal experience of child marriage and children’s exposure to child labour across 11 countries in West and Central Africa. Using nationally representative data from the sixth round of the Multiple Indicator Cluster Surveys (MICS), we examine associations between maternal child marriage (before age 18) and children’s exposure to categories of child labour: economic activity above age-defined thresholds, hazardous household chores, and employment in hazardous industries or occupations. We also explore the relationship between the timing of marriage and children’s work intensity, measured as total hours worked per week. Generalised linear models and double robust estimators were employed, with analyses stratified by gender and country. We find that maternal child marriage is consistently associated with increased odds of child labour, particularly in hazardous industries or occupations. These effects are strongest for girls and persist even after adjusting for maternal education and household wealth. Country-specific regressions reveal heterogeneity in our findings, with the strongest associations between maternal child marriage and child labour observed in Nigeria. Our findings suggest that maternal child marriage is likely associated with a higher risk of next-generation exposure to child labour, especially for daughters and in hazardous occupations and industries. While preventive efforts to end child marriage remain vital, supporting early married mothers in high burden settings can help mitigate the transmission of intergenerational consequences. Keywords: Child marriage; Child labour; Empowerment; Gender inequality; Sub-Saharan Africa; Life course",
        "url": "https://doi.org/10.31235/osf.io/2adev_v1",
        "version": 1,
        "id": "2adev",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/2vuye_v1",
        "title": "A Unified Theory of Aesthetic Experience: Optimized Communication across Existential, Neural, and Information-Theoretic Domains",
        "authors": "Ehsan Mansoorian",
        "created": "2025-07-31",
        "abstract": "Aesthetic experience—spanning mathematics, music, and art—remains theoretically fragmented across neuroscience, evolutionary psychology, and information theory. I propose the Communication-Optimization Theory of Aesthetics (COTA), a unifying framework that defines aesthetic value as arising from optimized communication across three core dimensions: universality (U), temporal stability (T), and existential resonance (E), while minimizing noise (N), cultural specificity (C), and cognitive load (L). Formalized as: A = (U × T × E) / (N + C + L + 1). COTA posits that aesthetic responses signal successful integration of abstract, high-fidelity, and meaning-rich communication—a cognitive function relevant across domains of perception, learning, and social cognition. The theory explains why certain patterns (e.g., Euler’s identity, Bach’s fugues) evoke durable, cross-cultural responses, while others do not. It generates 23 empirically testable predictions across neuroimaging, cross-cultural research, and developmental psychology. Beyond unifying prior theories, COTA reframes aesthetic experience as an evolved, domain-general capacity for detecting optimized communication—integrating affect, cognition, and meaning-making. This model offers novel hypotheses for 12 future research and a conceptual bridge between aesthetics and core psychological",
        "url": "https://doi.org/10.31235/osf.io/2vuye_v1",
        "version": 1,
        "id": "2vuye",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/4psfb_v1",
        "title": "Statistical Perspectives on Urban Inequality: A Systematic Review of GIS-Based Methodologies and Applications",
        "authors": "Mahshid Gorjian",
        "created": "2025-08-05",
        "abstract": "Urban inequality, as reflected by uneven spatial allocations of resources, services, and opportunities, has arisen as a major topic for quantitative research and policy intervention. Geographic Information Systems (GIS) provide a solid framework for quantifying, analyzing, and visualizing these disparities; nevertheless, the many statistical approaches used in different studies have not been completely pooled. This analysis looks at 201 peer-reviewed articles published between 1996 and 2024, obtained from the Web of Science and Scopus databases, that use GIS-based approaches to investigate intra-urban differences. Eligibility was limited to English-language, peer-reviewed research that focused on urban settings, with the screening technique following the PRISMA methodology. The review identifies five key theme domains: accessibility, green space, health-related disparity, socioeconomic status, and open space provision. In the literature, statistical and network-based approaches, such as spatial clustering, regression analysis, and bibliometric mapping, are critical for identifying patterns and driving thematic synthesis. Although accessibility remains the core focus, the subject has expanded to include a variety of indicators such as environmental justice and health vulnerability, aided by advances in data sources and spatial analytics. Ongoing methodological issues include spatial concentration in industrialized countries and the limited use of longitudinal or composite measurements. The report concludes by outlining research priorities and practical recommendations for improving statistical rigor, encouraging interdisciplinary collaboration, and assuring policy relevance in GIS-based urban inequality studies.",
        "url": "https://doi.org/10.31235/osf.io/4psfb_v1",
        "version": 1,
        "id": "4psfb",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8qn6g_v1",
        "title": "Statistical Methodologies for Urban Morphology Indicators: A Comprehensive Review of Quantitative Approaches to Sustainable Urban Form",
        "authors": "Mahshid Gorjian",
        "created": "2025-08-06",
        "abstract": "Urban morphology has a significant impact on sustainable urban outcomes in the ecological, social, and economic sectors. Nonetheless, academics lack clarity and consensus on how to quantify urban morphology indicators, which impedes multidisciplinary research and the creation of integrated sustainable solutions. This comprehensive study develops a detailed taxonomy of urban form indicators related to sustainability, describes quantitative approaches for investigating the linkages between urban morphology and sustainability, and examines research trends, gaps, and future directions. A review of 89 carefully selected studies showed 365 distinct urban morphology measures, with significant variation in names, interpretations, and data formats. The measures were divided into six categories: urban tissue configuration, roadway network, building plot characteristics, land use, natural elements and greenspace, and urban expansion, each with its own subclass. The study indicates that, even though urban morphology is intrinsically spatial, spatial modeling is rarely used to investigate its relationships with sustainability. The research shows a regional bias, with insufficient representation of studies focusing on the Global South and natural elements. This synthesis calls for a standardized classification framework as well as more broad, spatially explicit techniques to foster multidisciplinary research and support effective policy and planning for sustainable urban development.",
        "url": "https://doi.org/10.31235/osf.io/8qn6g_v1",
        "version": 1,
        "id": "8qn6g",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/a8ryz_v1",
        "title": "Methodological Advances and Gaps in Urban Green Space and Schoolyard Greening Research: A Critical Review",
        "authors": "Mahshid Gorjian",
        "created": "2025-08-01",
        "abstract": "Rapid urbanization has highlighted the importance of sustainable and equitable urban green infrastructure, notably schoolyard greening, as a means of improving public health, resilience, and social equity. Despite methodological developments in measuring the impact of green spaces on property values, major gaps and inconsistencies remain. This critical review systematically examines recent methodological developments in urban green space and schoolyard greening research, focusing on quantitative approaches such as hedonic pricing models, spatial econometrics, and machine learning, as well as the incorporation of remote sensing and GIS data. Significant gaps include a lack of longitudinal and mixed- methods research, an insufficient emphasis on schoolyard-specific interventions, and an underrepresentation of equality, justice, and Global South contexts. The review promotes consistent measuring frameworks, increased transparency, and the incorporation of qualitative and participative methodologies. Future research on urban greening and property outcomes should be more methodologically rigorous, inclusive, and policy relevant, according to the recommendations.",
        "url": "https://doi.org/10.31235/osf.io/a8ryz_v1",
        "version": 1,
        "id": "a8ryz",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/f6hn8_v1",
        "title": "“Eerily Just Validating”: Self-Dehumanization Makes Killing Work",
        "authors": "Alexander Landry",
        "created": "2025-08-05",
        "abstract": "The most destructive forms of intergroup violence are not isolated outbursts of cruelty, but sustained practices organized by institutions designed to inflict harm. Psychological research has largely overlooked these institutional contexts, focusing instead on individual dispositions or decontextualized mechanisms. We address this blind spot by investigating how institutions shape perpetrators’ self-concepts — and how this transformation enables lethal violence. Drawing on in-depth interviews with U.S. and Ukrainian soldiers, we develop a phenomenologically grounded account of mechanistic self-dehumanization: a psychological state in which individuals experience themselves as instruments lacking emotional responsiveness and reflective self-awareness. We show how this state is cultivated by institutionalized practices that suppress individuality, restrict autonomy, and automate lethal action. We find that mechanistic self-dehumanization facilitates violence by dulling moral reflexivity while preserving behavioral control. Strikingly, it can also render violence affirming — allowing perpetrators to experience killing not only as tolerable, but as a source of professional pride. In doing so, mechanistic self-dehumanization bridges two dominant psychological perspectives: one that sees violence as a burdensome act requiring moral disengagement, and one that sees it as subjectively rewarding. These findings refine the construct of self-dehumanization, illuminate its institutional origins, and deepen our understanding of how lethal violence becomes not only tolerable but, at times, gratifying.",
        "url": "https://doi.org/10.31235/osf.io/f6hn8_v1",
        "version": 1,
        "id": "f6hn8",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gyt3v_v1",
        "title": "Schooled into Silence: The Death of Thinking in Indian Education",
        "authors": "Akanksha Singh, Harshvardhan Rai",
        "created": "2025-08-04",
        "abstract": "This paper grapples with a quietly persistent problem in the Indian education system: a deep-rooted crisis of thinking. It traces how historical legacies, conventional institutional structures, and dominant ideological frameworks have together fostered a pedagogy that values silence over introspection. Even as policy documents like the National Education Policy 2020 speak the language of reform and progressive learning, the reality in many Indian classrooms remains largely unchanged. Memorisation continues to overshadow reflection; conformity is rewarded more than curiosity, and debate is often equated with being disrespectful. The core argument here is that the crisis is not just curricular. It stems from deeper epistemological assumptions—the ways in which learning itself is conceived, structured, and then analysed. Drawing on thinkers such as Matthew Lipman, Paulo Freire, and Gert Biesta, the paper approaches critical thinking as more than a cognitive skill. It is understood as a reflective, dialogic, and ethically grounded mode of engagement—qualities that are often sidelined in a system driven by outcomes, metrics, and examination success. There is also a concern about how terms like “critical thinking” have been superficially adopted in national frameworks, such as the NCERT Learning Outcomes, without a genuine shift in pedagogic intent. This tokenism, coupled with the systematic marginalisation of the humanities and philosophical inquiry, has gradually eroded students’ capacity for ethical reflection and civic engagement. What the current moment demands, the paper suggests, is not another layer of reform, but a more foundational rethinking of education itself. This means moving away from a delivery-oriented, standardised model toward one that places inquiry, dialogue, and philosophical contemplation at its core. In a society as plural and contested as India, the cultivation of the capacity to question, to imagine otherwise, and to hold space for dissent is not optional. It is essential—not only for learners to grow, but for democracy to endure.",
        "url": "https://doi.org/10.31235/osf.io/gyt3v_v1",
        "version": 1,
        "id": "gyt3v",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/j58kn_v1",
        "title": "Quantifying Gentrification: A Critical Review of Definitions, Methods, and Measurement in Urban Studies",
        "authors": "Mahshid Gorjian",
        "created": "2025-08-02",
        "abstract": "Background The measurement, effects, and policy implications for social justice of gentrification continue to be a central but challenging issue in urban studies and planning, with considerable discussion about its significance. Despite the growing empirical interest, there is a lack of agreement regarding the definition and measurement of gentrification, which has led to a variety of findings and has complicated the scholarly and policy discourse. Objectives This study critically evaluates the quantitative methodologies applied to describe and measure gentrification in peer-reviewed literature. The objective is to identify methodological shortcomings, demonstrate current practices, and provide recommendations for future research. Methods Empirical data was used to operationalize gentrification in a systematic review of 179 quantitative studies published between 1973 and 2020. The theoretical framework, variable selection, spatial and temporal dimensions, data sources, and analytic approaches of each study were examined. Results The findings show significant variability in the operationalization of gentrification, including a dependence on decade-long intervals, census tract-level studies, and simple criteria. Few studies integrate supply and demand factors or use race as a key analytic component. Methodological complexity has increased in recent years, with more research using blended indicators and multivariate approaches, although inconsistencies and ambiguities remain. Mixed methods approaches and the incorporation of local context are underutilized. Conclusion To improve the rigor and comparability of gentrification research, future studies should use deeper and theoretically grounded measurement methodologies, describe methodological decisions transparently, and address spatial, temporal, and social issues more completely. Clearer standards for establishing and measuring gentrification are required for creating strong, policy-relevant study and informed urban planning practice.",
        "url": "https://doi.org/10.31235/osf.io/j58kn_v1",
        "version": 1,
        "id": "j58kn",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/n9swj_v1",
        "title": "Statistical Methodology for Longitudinal Harmonization of Metropolitan Boundaries in Urban Research",
        "authors": "Mahshid Gorjian",
        "created": "2025-08-06",
        "abstract": "Comparative urban research in the United States faces persistent challenges due to the shifting geographic and definitional parameters of metropolitan areas over time. Disparities in metropolitan statistical area (MSA) delineations hamper the precision and reliability of longitudinal analyses. This research examines the drawbacks of conventional techniques and proposes a city-focused protocol based on a new geographical dataset. This strategy prioritizes the metropolitan area as the primary unit of research, lowering spatial error, particularly the recently identified \"spanning error,\" and enhancing longitudinal consistency. This study shows how city-centric definitions incorporate both static and dynamic metropolitan borders from 1980 to 2020 by including methodological advances, decision criteria, and recoding techniques. The findings show significant progress in reducing prejudice and enabling more thorough, policy- relevant urban assessments. The discussion looks at methodological advantages, recurring challenges, and recommendations for future comparative urban research, focusing on data justice and the development of urban theory. This analysis emphasizes the importance of continuous methodological improvement and increasing stakeholder participation in the development of urban data for research, planning, and policy making.",
        "url": "https://doi.org/10.31235/osf.io/n9swj_v1",
        "version": 1,
        "id": "n9swj",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qauze_v1",
        "title": "Advances and Challenges in GIS-Based Assessment of Urban Green Infrastructure: A Systematic Review (2020–2024)",
        "authors": "Mahshid Gorjian",
        "created": "2025-08-04",
        "abstract": "Urban green infrastructure (UGI) is critical for improving ecological resilience, public health, and social equity in the face of increasing urbanization. Geographic Information Systems (GIS) are critical tools for evaluating the spatial, environmental, and social dimensions of Urban Green Infrastructure. This systematic review brings together empirical GIS-based evaluations of UGI published between 2020 and 2024, highlighting methodological innovations, data sources, analytical frameworks, and persisting issues. We identify trends using remote sensing, machine learning, and multi-criteria decision analysis to improve green space accessibility, ecosystem service provision, and urban resilience. Despite increased interdisciplinarity and technological innovation, shortcomings remain in standardized evaluation procedures, geographic representation, and the incorporation of social justice factors. Our findings underscore the importance of standardized frameworks and better participatory GIS approaches for promoting sustainable and equitable urban development. This paper provides a fundamental synthesis for researchers, planners, and politicians who want to improve GIS-based urban greening programs.",
        "url": "https://doi.org/10.31235/osf.io/qauze_v1",
        "version": 1,
        "id": "qauze",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qfcuy_v1",
        "title": "Algorithms and Authors: How Generative AI is Transforming News Production",
        "authors": "Alexander John Wasdahl, Ramesh Srinivasan",
        "created": "2025-08-05",
        "abstract": "The challenges that text generating algorithms pose as they are deployed into newsrooms and journalistic contexts loom large, from the unreliability of their outputs to the societal hype that influences their integration into news businesses. A survey conducted by The Associated Press in December 2023 revealed that nearly 70% of newsroom staffers reported using generative AI for tasks such as crafting social media posts, newsletters, headlines, and even drafting articles (Mahadevan, 2024). This paper reveals that the probabilistic modeling used by text-drafting algorithms in newsrooms is not only in direct contrast to how human journalists write articles, but is subject to opaque decisions made by technology corporations with different practices and values than news media organizations. This study assesses the experiences of journalistic practitioners through semi-structured interviews with news workers and experts, working in both technical and non-technical roles, in the United States and the United Kingdom. The results highlight how generative AI is reshaping journalism by impacting three main groups: individual journalists, news organizations, and audiences. Generative AI is transforming how individual journalists do their work and how news organizations operate–from gathering and verifying information to producing and distributing content to their audiences. First, respondents agreed that LLMs are mediocre at writing full articles on their own, but are proving useful for tasks like brainstorming, summarization, and translation. Second, at the organizational level, generative AI is pushing newsrooms and tech companies to rethink how the incentives of journalism and tech companies align. Finally, when it comes to audiences, there was less agreement from respondents on exactly how the relationship is changing, but a clear consensus that audiences are attending to the possibility of AI authorship–and its potential mistakes–in news and the fact that this could undercut trust in the accuracy of journalists. These findings underscore the importance of awareness among journalists, organizations, and the public of newsroom dependency on the technology sector given the difference between how humans and journalists create news. This paper, via the aforementioned findings, shall advance existing literature on the impact of large language models on journalism and suggest critical areas for future research on the implications of LLM integration into other areas of professional practice as well.",
        "url": "https://doi.org/10.31235/osf.io/qfcuy_v1",
        "version": 1,
        "id": "qfcuy",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qmakg_v1",
        "title": "The effects of personalized feedback on participant behavior in an app-based diary study",
        "authors": "Thijs Cornelis Carrière, Barry Schouten, Bella Struminskaya",
        "created": "2025-08-04",
        "abstract": "In app-based data collection, researchers increasingly provide participants with information based on their data and study behavior through personalized feedback. Such personalized feedback is hypothesized to have positive effects on participant engagement and data quality. However, empirical evidence on these positive effects and research on the mechanisms on the effects that feedback has on participation remains scarce. We investigate the effects of providing personalized feedback on participation behavior in an app-based household budget diary study in the general population of the Netherlands. The timing of providing personalized feedback was varied through a random assignment to two experimental conditions: half of the participants received their personalized feedback instantly, and half of the participants received their personalized feedback after 14 days, at the end of the study. We used mobile app paradata to study how participants interact with their personalized feedback and whether providing personalized feedback leads to higher data quality and/or unwanted behavioral change. We find that most participants view their personalized feedback and that visits to the screen presenting feedback are more likely to be longer when the feedback contains more new information for participants. We find no relationship between personalized feedback and data quality or unwanted behavioral change, but we do find a positive relation between data quality and the duration of viewing the feedback by participants. This finding suggests that the collection of in-app paradata can inform researchers about the whether the efforts of implementing personalized feedback which is costly, are worth undertaking. We conclude with suggestions for future research, including studying the forms of the feedback to be able to conclude whether personalized feedback should be used in app-based data collection.",
        "url": "https://doi.org/10.31235/osf.io/qmakg_v1",
        "version": 1,
        "id": "qmakg",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/rx3g4_v1",
        "title": "Global Work-Injury Policy Database (GWIP): Project Overview and Codebook, v2",
        "authors": "Nate Breznau, Felix Lanver",
        "created": "2025-08-05",
        "abstract": "The Global Work-Injury Policy Database (GWIP) provides data on the introduction and development of work-injury policy in 189 independent nation states or territories. Work-injury policies are also historically known as “workmen’s compensation” and sometimes “accident insurance”. This paper provides the codebook for the GWIP. Several aspects of this research are confounded by terminology; therefore, we provide theoretical definitions and justifications of coding decisions in addition to the hard codes. This document accompanies the third public release of the 2020 cross-sectional data, gwip_v3.csv and the first public release of the longitudinal gwip_long_v1.csv data.",
        "url": "https://doi.org/10.31235/osf.io/rx3g4_v1",
        "version": 1,
        "id": "rx3g4",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/spdb6_v1",
        "title": "Beliefs and Sharing Intentions of Human- and AI-Generated Fake News: Evidence from 27 European Countries",
        "authors": "Ádám Stefkovics, Dömötör Gere",
        "created": "2025-08-04",
        "abstract": "Misinformation remains a major challenge in today’s information environment, and rapid advances in AI-driven content generation risk amplifying this problem. Generative AI represents a double-edged sword: it holds great promise for improving the detection of false information, yet it also enables the rapid, large-scale production of highly persuasive fake content. Understanding how people perceive AI-generated misinformation is therefore crucial for designing effective interventions and safeguarding information integrity. To address this, we embedded a pre-registered experiment in a large-scale web survey conducted across 27 European countries. Participants were presented with eight short news headlines related to the Russo-Ukrainian war: four AI-generated and four human-generated, evenly split between real and fake news. For each headline, respondents assessed its perceived veracity and their willingness to share it. Our findings show that, regardless of authorship, fake news is less likely to be perceived as accurate and less likely to be shared, although differences between human- and AI-generated content were minimal. This pattern was remarkably consistent across the 27 countries, with some variation by individual characteristics. Importantly, our study demonstrates that GPT-4 models can generate convincing fake news on the Russo-Ukrainian war from a simple prompt, producing content perceived as equally – if not more – credible than human-written news.",
        "url": "https://doi.org/10.31235/osf.io/spdb6_v1",
        "version": 1,
        "id": "spdb6",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ud5mg_v1",
        "title": "Making misconduct make sense: Justifications of scientific wrongdoing and their consequences",
        "authors": "Antonia Velicu, Heiko Rauhut",
        "created": "2025-08-07",
        "abstract": "There are numerous documented cases showing scientific misconduct in academia. Reasons are manifold; however, we argue that a common denominator of such deviance is the way scientists justify, trivialize, and excuse their misbehavior, i.e., the way they neutralize it. To understand how academics think about and justify misconduct, we develop a novel set of neutralization techniques tailored to the field of scientific misconduct. We draw on a large body of research in criminology on other areas where neutralizations have been investigated. This study is the first to apply them in the context of violations against the scientific code and investigate whether those who neutralize are more likely to commit scientific misconduct. We draw upon a newly collected data set based on a large-scale survey of scientists in Austria, Germany, and Switzerland (Zurich Survey of Aca- demics, ZSoA) that was explicitly designed to capture forms of scientific misconduct. Consistent with our hypotheses, our results reveal a positive correlation between agreeing with neutralization techniques and engaging in scientific misconduct, with denial of responsibility, denial of victims, condemnation of condemners, and appeal to higher loyalties showing significant associations. Ad- ditionally, demographic and work condition influences indicate that male and non-tenured scientists tend to agree more with neutralization statements, compared to female and more senior researchers. We examine in detail the rationalization techniques employed by scientists to justify instances of misconduct, offering insights into the psychological and situational factors that contribute to such behavior. Furthermore, proactive intervention strategies are proposed to disrupt the learning process of these rationalizations, emphasizing the importance of promoting ethical decision-making and ac- countability within scientific institutions. Our study thus provides insights into the way academics reconcile themselves with their wrongdoings, which has implications for potential preventive mea- sures.",
        "url": "https://doi.org/10.31235/osf.io/ud5mg_v1",
        "version": 1,
        "id": "ud5mg",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/unq6y_v2",
        "title": "The Governance Vacuum in Medical Device AI: Toward an Equitable and Accountable Framework",
        "authors": "Debmalya Ganguly, Eva P Jones, Linekie Redd",
        "created": "2025-08-03",
        "abstract": "Background: The rapid adoption of artificial intelligence (AI) in the medical device sector has outpaced the development of regulatory frameworks capable of ensuring fairness, safety, and accountability. This has created a governance vacuum where systemic bias, flawed proxy variables, and emergent risks to patient safety persist unaddressed. Existing models often default to ethical generalities without mechanisms for operational enforcement. Methods: To address this, we conduct a comprehensive policy analysis drawing on global regulatory precedents, illustrative case studies, and three critical frameworks: FUTURE-AI, the Health AI Readiness Assessment (HAIRA), and Public Health Critical Race Praxis (PHCRP). Findings: We show that governance failures in medical AI are often structural, not incidental, but rooted in insufficient institutional readiness and an absence of equity-centered design. In response, we propose a novel, integrated, lifecycle-oriented governance framework that expands upon existing models. Central to this framework is the concept of enforceable equity: the translation of ethical principles into auditable standards and decision-making protocols across the AI lifecycle. Interpretation: This framework confronts the inherent friction between ethical ambition and practical implementation, offering a practical blueprint for aligning innovation with accountability. By embedding enforceable equity into both organizational processes and technical evaluation, it provides a path toward trustworthy, fair, and resilient AI in the medical device industry.",
        "url": "https://doi.org/10.31235/osf.io/unq6y_v2",
        "version": 2,
        "id": "unq6y",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ydk49_v1",
        "title": "Methodological Diversity and Statistical Approaches in Urban Vegetation Inequality Research: A Systematic Review (2004–2023)",
        "authors": "Mahshid Gorjian",
        "created": "2025-08-06",
        "abstract": "Urban vegetation indices are important tools for investigating the uneven distribution of green spaces and their links to social, health, and environmental inequities. Despite its increasing use, methodological diversity frequently produces confused or contradictory outcomes. This scoping analysis combines 66 peer-reviewed studies published between 2004 and 2023 to identify the leading approaches, statistical instruments, and indicators used to assess urban vegetation inequality. The analysis shows a prevalence of the Normalized Difference Vegetation Index (NDVI), with Landsat satellites serving as the primary data source. Census block groups have been the preferred spatial unit for studying urban inequities. The choice of satellites, vegetation indices, spatial scales, and statistical studies varies significantly, with spatial autocorrelation, Pearson's, and Spearman's correlation coefficients being the most widely used. ArcGIS is the most used GIS platform; however, R-Studio and SPSS are often used for statistical analysis. The findings emphasize the critical need for methodological standardization to promote comparability and reliability in urban vegetation inequality research.",
        "url": "https://doi.org/10.31235/osf.io/ydk49_v1",
        "version": 1,
        "id": "ydk49",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/z7yhp_v1",
        "title": "Spatial Statistics for Urban Analysis: A Comprehensive Review of Methods, Challenges, and Applications",
        "authors": "Mahshid Gorjian",
        "created": "2025-08-06",
        "abstract": "Urban analysis is increasingly reliant on technological and methodological breakthroughs; nevertheless, the integration of spatial statistics has not kept up with advances in geographic information systems (GIS) and other analytical tools. This study examines the use of spatial statistics in urban analysis, focusing on key issues such as spatial association, geographical heterogeneity, and the modifiable areal unit problem (MAUP). Both global and local analytical approaches are stressed, as well as their applicability in urban transportation and land-use studies. The review, which includes a critical examination of present literature and case studies, identifies methodological strengths, persisting challenges, and the implications of spatial analytical approaches for future urban research and practice. The findings emphasize the importance of spatially explicit approaches for uncovering complex urban patterns and supporting more effective policy and planning decisions.",
        "url": "https://doi.org/10.31235/osf.io/z7yhp_v1",
        "version": 1,
        "id": "z7yhp",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/zgspm_v1",
        "title": "The Lived Experience of Advanced Dementia - Literature Review",
        "authors": "Lindsay Kinnaird, Tom Russ, Professor Heather Wilkinson",
        "created": "2025-07-29",
        "abstract": "Background: People with advanced dementia are an under-researched group, with an inadequate level of evidence available to understand their lived experience. Aim: 1) Explore how the term ‘advanced dementia’ is used and defined within the literature 2) present what is known about the nature of awareness in people living with advanced dementia, and their lived experience and 3) highlight gaps in the literature and understanding. Methods: Literature was identified through a comprehensive search of academic databases across relevant disciplines (ASSIA, CINAHL, Embase, Google Scholar and PsycInfo). Findings: There was a dearth of literature available on the areas of interest. There is no consensus on a definition of advanced dementia in the literature and an absence of evidence that considers the holistic experience of the progressed illness. Literature is largely focused on the physical experience of advanced dementia. There is also a lack of research on how the neurological, psychological and social understandings can inform each other. Conclusion: Further research is necessary to understand the subjective lived experience of advanced dementia and provide a meaningful definition that can support those living with the illness, inform practice and counteract stigma in society",
        "url": "https://doi.org/10.31235/osf.io/zgspm_v1",
        "version": 1,
        "id": "zgspm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6zwt4_v1",
        "title": "The use of research in a formal policy-making process: governing gambling in Norway",
        "authors": "Richard Woolley",
        "created": "2025-08-01",
        "abstract": "Governing commercial gambling is a contested and at times controversial public policy arena. Norway has recently re-regulated gambling in an effort to reinvigorate its unique gambling policy model. This article provides an empirical exploration of the use of scientific research by stakeholders participating in the public phase of gambling policy development and implementation as law and regulations. The paper analyses the types of research used in submissions to public hearings made by stakeholders and participants in gambling. The paper utilizes the approach and concepts of the narrative policy framework (NPF) theory of the policy process. The results explore how research is used to construct policy narratives and advance different preferred policy solutions. Insights from the results include how stakeholders also use research to position themselves relative to the public policy problematic and how the value of research results are configured by the narrative in which they are embedded.",
        "url": "https://doi.org/10.31235/osf.io/6zwt4_v1",
        "version": 1,
        "id": "6zwt4",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/8bgu6_v1",
        "title": "A Systematic Review: The Spread of AI-Generated Misinformation and Disinformation",
        "authors": "Yun Wang",
        "created": "2025-08-06",
        "abstract": "With the rapid proliferation of generative artificial intelligence (AI), research on AI-generated misinformation and disinformation has expanded significantly. However, systematic reviews remain limited, and most existing reviews focus on detection methods or single types of misinformation, such as deepfakes. To address this gap, this study reviews 24 journal articles published before 22 February 2025, identified through searches in Scopus and Web of Science. Using the PRISMA framework, and the Mixed Methods Appraisal Tool (MMAT), methodological rigor was ensured. Findings show that most research centers on AI-generated videos, particularly in political communication, and most studies employ quantitative experimental methods. Analyses of cross-cultural, cross-platform, algorithmic, and governance perspectives are rare. Much of the literature examines individual-level effects, such as credibility judgments and sharing intentions, while relatively little attention is given to platform algorithms, institutional interventions, or broader societal impacts. By integrating dispersed findings and mapping key methodological and thematic gaps, this review provides a more holistic understanding of the complex challenges posed by AI-generated misinformation and disinformation.",
        "url": "https://doi.org/10.31235/osf.io/8bgu6_v1",
        "version": 1,
        "id": "8bgu6",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/bcna9_v1",
        "title": "The Trauma-Informed Neighborhood: A Planning Framework for Healing and Spatial Justice",
        "authors": "Alexandra Heath, Krista Schroeder",
        "created": "2025-08-01",
        "abstract": "This article introduces the concept of the trauma-informed neighborhood as a systems-level planning framework rooted in neuroscience, environmental psychology, and spatial justice. Drawing on principles of trauma-informed care and emerging public health research, the paper describes planning strategies that prioritize nervous system regulation, co-located services, inclusive public and greenspace design, cross-sector collaboration, and argues that planning is a health intervention. Through precedent analysis and conceptual modelling, the trauma-informed neighborhood is proposed as a design and policy intervention, with planners as central actors. The article concludes with policy recommendations and regulatory tools to leverage planning for community healing and long-term resilience.",
        "url": "https://doi.org/10.31235/osf.io/bcna9_v1",
        "version": 1,
        "id": "bcna9",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/d98hw_v1",
        "title": "Preserving agrobiodiversity in traditional socioecological systems: the role of kinship and inheritance systems.",
        "authors": "Juan Sebastián Felipe Olmos Núñez, Cristina Adams, Vitor Hirata, Fernando Fagundes Ferreira",
        "created": "2025-07-31",
        "abstract": "The loss of crop diversity represents a critical challenge for global food security and small-scale farming communities’ resilience and adaptation to climate change. Agrobiodiversity depends on multiple ecological and socio-cultural interconnected processes embedded in complex socioecological systems. This dynamic behavior has been recently addressed by previous studies, but this is the first one to address how kinship systems and inheritance norms affect agrobiodiversity at the community level over time. Here we employed an agent-based-model to examine how they both influence cassava (Manihot esculenta) diversity in traditional socioecological systems. We simulated the vertical diffusion of cassava varieties in three kinship systems (Endogamy, Dual Organization and Generalized Exchange), characterized here by unilineal and patrilineal descent, and implemented a null model in which inheritance occurred at random. Only asexual reproduction was implemented. Given the model’s constraints, it successfully captured the expected loss of diversity over time while also demonstrating that social norms slow down this process. Furthermore, we identified the distribution of varieties among households — particularly the number of varieties each household maintains — as a key determinant of diversity persistence at the community level. Our study highlights the importance of exploring—both ethnographically and theoretically—the complementarities between horizontal and vertical transmission, as well as their interactions with biological factors. Building on this, future implementations should integrate cassava sexual reproduction and other household exchange dynamics to provide a more comprehensive understanding of how diversity is maintained in traditional agricultural systems.",
        "url": "https://doi.org/10.31235/osf.io/d98hw_v1",
        "version": 1,
        "id": "d98hw",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/fp4ms_v1",
        "title": "Assessing Biomechanical Ability, Cranial Encephalization Morphology and Lithic Technology Acuity in the production of Upper Paleolithic Cave Paintings in Sulawesi and Borneo",
        "authors": "Dr. Sameer Meralli",
        "created": "2025-08-04",
        "abstract": "The discovery of Pleistocene-era cave paintings in Sulawesi and Borneo has revolutionized our understanding of early human artistic expression in archaic Asia. Dating to at least 45,000 years ago, these remarkable artworks—depicting hand stencils, figurative animals, and complex narrative scenes—represent some of the oldest known evidence of symbolic artistic expression outside Europe. Their existence in Southeast Asia challenges traditional narratives that associate advanced cognitive artistic abilities primarily with Homo sapiens communities in Africa and Europe, suggesting instead a broader, more complex organic development of artistic innovation and technical aptitude concurrent with other early Human populations during the Upper Paleolithic. This paper examines the biomechanical plasticity, cranial morphology and lithic technology acuity of early Asian humans in the development of these cave paintings. By demonstrating fossil and encephalization evidence from this region, advanced cranial and cognitive development and anatomical adaptations in hand morphology, such developments support the ability for the cultivation of artistic expression. Furthermore, upon closer inspection of the paintings themselves, the requisite intricate techniques employed, including pigment mixing, perspective use, and deliberate spatial composition, imply sophisticated neural capacities for abstraction, symbolic communication and visuospatial integration. By integrating archaeological, paleoanthropological, and neuroscientific evidence, this paper underscores the significance of these cave paintings not only as artistic achievements of the time but also as markers of advanced cognitive ability, increased biomechanical technical acuity and cultural symbolic development.",
        "url": "https://doi.org/10.31235/osf.io/fp4ms_v1",
        "version": 1,
        "id": "fp4ms",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/jdwqn_v1",
        "title": "The Dual-Track Universal Framework: Addressing AI Displacement and Innovation Asymmetry Through Dignity-Linked Income and Participation-Linked Innovation Currency",
        "authors": "Robert Wallace Reynolds",
        "created": "2025-08-03",
        "abstract": "This paper proposes the Dual-Track Universal Framework (DTUF), a two-path architecture designed to address both existential economic security and entrepreneurial opportunity in the age of AI displacement and innovation asymmetry. DTUF consists of a dignity-linked base income tied to community service and a participation-linked innovation currency that democratizes access to professional services and startup resources. Unlike traditional Universal Basic Income proposals, DTUF preserves human agency through meaningful contribution while creating systematic pathways for innovation regardless of initial wealth. The framework leverages existing institutional structures, from Small Business Administration categorizations to professional licensing requirements, to create a parallel economy that coexists with current systems rather than replacing them wholesale. Through theoretical modeling and comparative analysis, I demonstrate how DTUF addresses key limitations of existing UBI proposals while mitigating the innovation access gaps that perpetuate wealth concentration in knowledge economies.",
        "url": "https://doi.org/10.31235/osf.io/jdwqn_v1",
        "version": 1,
        "id": "jdwqn",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/jrhnz_v1",
        "title": "Rural Drinking Water in India: Policy, Programs and Achievements",
        "authors": "Ramesha Naika, Shivanand Pawar, Veena B",
        "created": "2025-08-01",
        "abstract": "Since India gained independence, various policies and programs have been implemented to provide access to clean rural drinking water and ensure good health for all citizens. However, in rural areas, the provision of safe and adequate drinking water remains a significant challenge. Many rural communities still do not have access to water of suitable quality, leading to a multitude of health issues during different seasons. This article seeks to examine the performance of programmes and the evolution of policies in this context using the available literature that was implemented after independence. It also looks at whether the policymakers considered the lessons learned from the past while designing the program or policy. According to the analysis, policies and programmes have gradually moved towards the goals of sustainable drinking water management in rural areas. The primary issue is the main problems of implementing the program, but in recent years, the government of India introduced the Jal Jeevan Mission (JJM) in 2019, with the goal of providing every family with \"Har Ghar Jal,\" or access to safe drinking water from tap connections. The Indian government has focused more on this program; despite the significant efforts of the JJM, over 14.79 crore (76.61%) of rural households presently have access to a potable water supply. The study suggests that by 2030, all Indian states and the federal government should make a collective effort to ensure that every Indian family has access to 100% safe and affordable drinking water in their homes. Keywords: Rural drinking water, Sustainable, Jal Jeevan mission, Rural household, Water policies",
        "url": "https://doi.org/10.31235/osf.io/jrhnz_v1",
        "version": 1,
        "id": "jrhnz",
        "subjects": "(Other)",
        "subjects_osf": "Social Work, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/m2u49_v1",
        "title": "Smartphone Use Among Adolescents During School Hours: High-Intensity Objective Observations Across Different Instructional Contexts",
        "authors": "Basel Hussein, Xiaoran Sun, Kimberly Nielsen, Ting Xu, Nilam Ram, Byron Reeves, Thomas Robinson",
        "created": "2025-08-06",
        "abstract": "Adolescent smartphone use in school, and how it shapes learning and development, has gained substantial attention. Yet, objective data on digital behavior during school hours is limited. This study uses high-intensity smartphone observations from 139 adolescents (Mage = 15.52; 47.2% female) over six months to examine patterns across face-to-face, online, and blended instructional contexts. Use duration was significantly longer during online instruction (Median = 133.50 mins) and shorter during face-to-face (Median = 70.74 mins), compared to non-school days (Median = 92.38 mins). Use was often off-task, with social media or video players most used. Two case studies highlight idiosyncrasies in use. Findings highlight the contextual, personalized nature of smartphone use during school hours, and inform education policies and interventions.",
        "url": "https://doi.org/10.31235/osf.io/m2u49_v1",
        "version": 1,
        "id": "m2u49",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/nqky7_v1",
        "title": "Equine Therapy as an intervention for improving executive function in children with Autism Spectrum Disorder",
        "authors": "Sophia Acken",
        "created": "2025-07-31",
        "abstract": "Autism Spectrum Disorder (ASD) affects around 1 in 36 children today (Ghorayshi, 2025). It is often associated with having various cognitive and developmental deficits, impacting the ability to thrive in academic and social settings. Executive function (EF) is a specific skill that heavily impacts various cognitive processes and is also one of the main cognitive deficits in ASD. Equine therapy has been shown to improve EF skills in other disorders such as Attention Deficit Hyper Activity (ADHD) disorder, making it a prime intervention for improving EF in ASD. This review dives into equine therapy as an intervention for children with ASD with a careful examination on impacts in EF.",
        "url": "https://doi.org/10.31235/osf.io/nqky7_v1",
        "version": 1,
        "id": "nqky7",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/pjqhz_v1",
        "title": "Use matters: How different ways of using ChatGPT drive AI acceptance and solutionism",
        "authors": "Florian Golo Flaßhoff, Fabian Anicker, Frank Marcinkowski",
        "created": "2025-08-05",
        "abstract": "Artificial intelligence is central to solutionism—the vision of a world where all major problems are solved through technology. This study theorizes about how human–AI communication shapes attitudes toward AI and influences the formation of public opinion, sparking solutionist imaginaries. We empirically examine the attitude formation resulting from the non-simulated use of an unmanipulated con-versational model in a controlled laboratory experiment (N = 164). Using a be-tween-subjects design, participants engaged in three semi-structured 20-minute sessions with ChatGPT, providing a novel perspective on the effects of its use. The findings reveal that mere use of ChatGPT causally increases AI acceptance; howev-er, its impact significantly depends on how the system is used. Especially non-instrumental, guided exploratory usage activates the solutionist imagination and leads to greater AI acceptance. This study demonstrates that specific types of AI engagement can shape public attitudes toward AI, including the development of uncritical beliefs about its future capabilities.",
        "url": "https://doi.org/10.31235/osf.io/pjqhz_v1",
        "version": 1,
        "id": "pjqhz",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/rh6fc_v2",
        "title": "Practicing Situated Action: Urban Living Labs and Volunteer Work",
        "authors": "Kevin Pijpers",
        "created": "2025-07-29",
        "abstract": "Urban Living Labs (ULLs) have become emblematic of experimental governance and participatory innovation in cities. Yet, despite their promise of co-production and inclusion, ULLs often reproduce existing hierarchies of authority and dominant epistemic regimes, leaving marginalized residents consulted but rarely heard. Drawing on ethnographic work combined with volunteering in the stigmatized territory of Rotterdam South, this paper interrogates the politics of participation in a ULL-situation. I show how epistemic and social injustices persist within participatory processes, shaped by the devices of policy, planning and knowledge production. Building on recent Science and Technology Studies (STS) and Isabelle Stengers’s speculative realist philosophy, I propose to reimagine ULLs as potential transformational devices for epistemic and social justice – sites where the conditions for recognizing and articulating stigmatized knowledges can be experimentally and experientially reconfigured from a liminal place. Rather than seeking closure or consensus, a speculative realist ethos values rare, trans-situational events that slow down and unsettle established epistemic regimes and open new possibilities for public action. The paper concludes by calling for scholars’ commitment to ongoing experimentation, reflexivity, and a commitment to being unsettled by the situated production of knowledge outside of the academy.",
        "url": "https://doi.org/10.31235/osf.io/rh6fc_v2",
        "version": 2,
        "id": "rh6fc",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning, Science and Technology Studies, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/uvdy9_v1",
        "title": "Beyond Gamification: Platform Badges as Automated Identity Verification Credentials mediating Access to Resources",
        "authors": "Violeta Camarasa",
        "created": "2025-07-28",
        "abstract": "Despite their ubiquity, social media badging systems receive scant attention from digital platform researchers in media studies. Adopting a helicopter view, the paper seeks to stimulate research on badges by demonstrating that they are not simple gamified features, as generally understood, but critical infrastructures for the algorithmic governance of social interaction. Drawing from social theory, the paper reconceptualizes badges as automatable identification and verification credentials, making users predictable and governable, thus mediating identity and access to resources on a particular platform. This reconceptualization positions platforms’ badging as a crucial phase in the history of credentialing, shaping verification practices in digitized and datafied societies. The analysis of badging systems collected from secondary literature and industry sources shows how algorithmic logic has transformed badges into data-driven communicative devices. The paper concludes by discussing how platform badging practices increase the quantity, granularity, and rigidity of the individual identity attributes being certified and verified.",
        "url": "https://doi.org/10.31235/osf.io/uvdy9_v1",
        "version": 1,
        "id": "uvdy9",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/xhj4v_v1",
        "title": "Operational Equity and Data Quality in India's Aadhaar System",
        "authors": "Akshar Mishra",
        "created": "2025-08-04",
        "abstract": "India’s Aadhaar program, the largest biometric identity system globally, reports saturation levels exceeding 100% in several states. While near-universal coverage is often celebrated, less is known about operational equity and data-quality challenges in ongoing maintenance- biometric updates, demographic corrections, and benefit scheme enrolment. This study analyzes March 2025 records of Aadhaar biometric updates, demographic updates, and new enrolments, normalized by state-level saturation data from UIDAI. In the absence of state-level biometric authentication logs, we use adult biometric update rates as a proxy for verification activity. Both raw and sensitivity-capped measures are applied to account for oversaturation. Correlation and regression models, alongside uncertainty quantification, reveal that high Aadhaar coverage does not guarantee scheme uptake or robust data integrity. Oversaturation emerges as a key stress signal, and persistent last-mile gaps remain for vulnerable, less urbanized regions. Policy recommendations focus on registry hygiene, targeted outreach, and transparent operational monitoring.",
        "url": "https://doi.org/10.31235/osf.io/xhj4v_v1",
        "version": 1,
        "id": "xhj4v",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/zvj9h_v1",
        "title": "From Medina to Modernity; Prophet Mohammed’s Letter to Saint Catherine Monastery the Evolution of Islamic Pluralism from Early Islam to Contemporary Interfaith Relations",
        "authors": "Sarhad Hadi Taha",
        "created": "2025-07-24",
        "abstract": "At a time when the world is in unprecedented connectivity through globalization, religious tensions are growing instead of decreasing. This article examines a key document of the Prophet Mohammed: Letters to the Monks of St. Catherine's Monastery. Using the Qur'an's famous concept of \"people of the Book\", the article highlights the true coexistence between different believers. Through a detailed analysis of this document, the article argues that the Prophet Mohammed functioned not only as a political leader but primarily as a prophet. He has laid solid foundations for religious tolerance, mutual respect, and civil protections for religious minorities. These early models of Mohammed's time offer important guidelines for building a peaceful and pluralistic society in the modern world.",
        "url": "https://doi.org/10.31235/osf.io/zvj9h_v1",
        "version": 1,
        "id": "zvj9h",
        "subjects": "(Other)",
        "subjects_osf": "Religion, History"
      }
    ]
  }
}
