{
  "update": "2024-11-01",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/8tcn4",
        "title": "Discriminación Contra los Puertorriqueños en el Mercado de Vivienda de Puerto Rico: Evidencia de un Experimento de Auditoría Pre-Registrado",
        "authors": "Giovanni Castro Irizarry",
        "created": "2024-10-25",
        "abstract": "¿Los locales se discriminan a sí mismos al favorecer a extranjeros con mayor poder adquisitivo esperado? Basándome en teorías sobre prejuicio, discriminación y colonialismo, sostengo que en países colonizados y postcoloniales, los vendedores locales de viviendas discriminan contra potenciales compradores locales, mientras favorecen a extranjeros con un poder adquisitivo esperado más alto, anticipando una transacción más rentable. Apoyo este argumento con evidencia de un estudio de auditoría en línea pre-registrado que examina actitudes discriminatorias hacia compradores de viviendas locales. En el estudio, compradores ficticios con un lenguaje distintivo y nombres étnicos enviaron correos electrónicos a 1,512 vendedores de viviendas (agentes inmobiliarios y propietarios) en todos los municipios de Puerto Rico. Los vendedores informaron sobre más casas disponibles a estadounidenses y los invitaron a más visitas de viviendas que a los puertorriqueños. Mis estimaciones indican que existe discriminación étnica en el mercado de viviendas de Puerto Rico. Estos hallazgos ofrecen nuevas perspectivas sobre las dinámicas étnicas en sociedades colonizadas y postcoloniales y destacan preocupaciones sobre la legislación reciente que convirtió a Puerto Rico en un paraíso fiscal.",
        "url": "https://doi.org/10.31235/osf.io/8tcn4",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/9fbu7",
        "title": "Hard Numbers and “Velvet Triangles”: Mobilising Statistics for the ILO Convention on Domestic Work",
        "authors": "Liberty Chee",
        "created": "2024-10-25",
        "abstract": "After nearly half a century, domestic workers were again tabled on the agenda of the International Labour Conference in 2008. Three short years later, Conference delegates voted to establish the International Labour Organization’s Convention on Domestic Work (C189). This paper builds on the insight that the campaign to push for C189 was taken up by a feminist “velvet triangle”. These networks are usually comprised of women in social movements, femocrats and academics. The informality of these alliances is due, in part, to the gendered marginality of an issue area, allowing for improvisation and agile coalitions. The paper traces the origins of this triangle to bottom-up calls to develop measurement methodologies to make women’s labour “visible” in the UN Conferences on Women, and later in discussions about the informal economy. It then examines the relations among femocrats in the ILO, academics, and the global trade unions in one important element of the campaign – mobilising statistics on domestic workers worldwide. The paper demonstrates how the production and mobilisation of statistical estimates were crucial in making the sector more tractable. It attends to the under-explored effects of the “power of cognitive resources” in the literature. Finally, the article shows that the explicitly political project of the women’s movements yielded not only a normative labour instrument, but advances in different fields of study. This case shows that the production of scientific knowledge, while still an overwhelmingly elite endeavour, need not always cater to elite demands.",
        "url": "https://doi.org/10.31235/osf.io/9fbu7",
        "subjects": "Politics",
        "subjects_osf": "Feminist, Gender, and Sexuality Studies, International and Area Studies, Other Social and Behavioral Sciences, Political Science"
      },
      {
        "doi": "10.31235/osf.io/grq4j",
        "title": "Best practices and key takeaways for liberal-constitutional democracies after the Covid-19 pandemic",
        "authors": "Niels Kirst, REGROUP project",
        "created": "2024-07-22",
        "abstract": "This REGROUP policy paper identifies legal best practices and key takeaways for liberal-constitutional democracies in the aftermath of the Covid-19 pandemic. The Covid-19 pandemic has tested the resilience and adaptability of liberal-constitutional democracies globally. In the European Union (EU) and its Member States, different policy responses with different impacts on constitutional democracy could be observed and have been analysed in several REGROUP research papers. This policy paper will use these findings to provide six best practices and key takeaways for policymakers, legal practitioners, and scholars. Therefore, the policy paper analyses the impact of the Covid-19 pandemic on liberal constitutional democracies by assessing the responses of EU Member States and formulates actionable policy recommendations. The goal is to enhance the EU’s effectiveness in responding to future crises, strengthen its resilience, and preserve the EU’s liberal-constitutional democracy.",
        "url": "https://doi.org/10.31235/osf.io/grq4j",
        "subjects": "Politics",
        "subjects_osf": "European Languages and Societies, Political Science"
      },
      {
        "doi": "10.31235/osf.io/2mq5v",
        "title": "Demand for Health Insurance: Financial and Informational role of Informal Networks",
        "authors": "Titir Bhattacharya, Tanika Chakraborty, Anirban Mukherjee",
        "created": "2024-10-29",
        "abstract": "In response to a remarkably high out of pocket (OOP) health expenditure in India, various state and the national governments in India, tried to introduce public health insurance programs. Despite being free, the take up and utilization of these programs remain low. In this paper, we seek to explain this puzzle by studying the role of informal networks in explaining insurance-adoption behavior in the context of the Arogyasri health insurance program introduced in the erstwhile state of Andhra Pradesh between 2007 and 2008. We use household panel data from the Young Lives Survey (YLS) to empirically study how the adoption of Arogyasri among poor households respond to their membership in informal networks. In this context, we differentiate between two types of network – financial network and information network. We find that adoption and utilization are significantly higher for households with access to informal financial networks. However, adoption and utilization increases much more for households outside informal networks, after they experience health shocks. Information sharing role of informal networks do not seem to affect the decision to adopt insurance. We also provide a simple theoretical framework to discuss the potential mechanisms underlying our empirical results.",
        "url": "https://doi.org/10.31235/osf.io/2mq5v",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/5dv9s",
        "title": "Bitcoin, a private rule of law to protect the freedom and property of consumers",
        "authors": "Adriano Diaz",
        "created": "2024-10-29",
        "abstract": "Deflation represents an increase in consumer wealth through postponed consumption decisions. State-imposed \"monetary policies\" not only expropriate this increase in wealth attributed to deflation (a fiscal motive) but also penalize consumers for postponing their consumption of goods and services (a form of social engineering). Consequently, there is a shortfall in the state's legal frameworks adequately protecting consumer freedom and property rights. In response, the Bitcoin network has emerged as a private currency governed by a distinct legal framework rooted in proof-of-work. Consumers holding Bitcoin benefit from the economic advantages of global deflation-advantages often usurped by central banks-and experience enhanced freedom to delay consumption, navigating their life paths free from the constraints of social engineering. Thus, Bitcoin contributes value by addressing the shortfall in state legal systems that safeguard consumer freedom and property rights",
        "url": "https://doi.org/10.31235/osf.io/5dv9s",
        "subjects": "Economics",
        "subjects_osf": "Antitrust and Trade Regulation, Economics"
      },
      {
        "doi": "10.31235/osf.io/34km7",
        "title": "Social media, survey, and medical literature data reveal escalating antisemitism within the United States healthcare community",
        "authors": "Daniella Schwartz, Rotem Leiba, Cassondra Feldman, Nicole Spence, Ruth Oratz, Hedy Wald, Steven Roth",
        "created": "2024-10-25",
        "abstract": "Antisemitism has been rising for decades and worsened following the events of Oct 7, 2023. Although anecdotal evidence suggests that these trends extend into the US medical community, quantitative data have been lacking. To address this gap, we quantitated publications about antisemitism, analyzed social media posts from the accounts of 220,405 healthcare professionals, and disseminated a survey to members of Jewish medical associations. Publications and social media posts about antisemitism rose &gt;5-fold, while posts promoting antisemitic stereotypes increased 2-4-fold. Most Jewish-identifying medical students and professionals (75.4%) reported exposure to antisemitism. Together, our results suggest that antisemitism is escalating within the US healthcare community.",
        "url": "https://doi.org/10.31235/osf.io/34km7",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/9mrzh",
        "title": "Overeducation among EU and Third-Country Immigrants in Europe: The role of Institutions, Policies and Culture",
        "authors": "Sven Broschinski, Martin Heidenreich",
        "created": "2024-10-30",
        "abstract": "Faced with the demographic shift to a smaller and older labour force, the recruitment of migrants and their successful integration into the labour force is an essential challenge for all European countries. This article discusses the immigrant-native gap regarding the risk of overeducation for 28 European countries on the basis of the EU-LFS 2021 ad hoc module. Immigrants’ higher overeducation risks are interpreted as the result of processes of legal closure as well as statistical and taste-based discrimination. Higher overeducation rates of third country nationals (TCN) in contrast to EU migrants indicate that EU citizenship reduces discrimination and facilitates the recognition of educational certificates – they are skill-preserving devices for EU citizens but not for TCN. The large overeducation rates in particular in Southern Europe can be explained by segmented labour markets with higher unemployment and lower skill requirements increase overeducation risks, in particular for TCN. Moreover, it can be shown that EU citizenship, a higher educational level of the population, and more inclusive labour markets facilitate the occupational integration of immigrants.",
        "url": "https://doi.org/10.31235/osf.io/9mrzh",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ac7hx",
        "title": "From Maps to Models: Participation and Contestability in the Dynamic Management of Natural Resources",
        "authors": "Caleb Scoville, Razvan Amironesei, Lily Xu, Melissa Chapman, Nicholas R Record, Carl Boettiger",
        "created": "2024-10-25",
        "abstract": "How does stakeholder participation in natural resource management change when conservation rules are grounded in near real-time data? Recognition of our rapidly changing climate and recent technological advances have facilitated the increased feasibility of the “dynamic management” of natural resources, which promises to align the spatiotemporal scales of management with ecological variability and resource use. Drawing on Kelty’s (2020) concept of “contributory autonomy,” this article offers a critical comparison of how participation is conceived of in the more established context of static conservation areas and planning versus the emergent field of dynamic management. A systematic review of the dynamic ocean management literature reveals a varied, but shallow engagement with the topic of stakeholder participation in that context. Whereas static management regimes are governed by intuitive and readily contestable maps, dynamic management is governed by models and data flows. Overall, the decision-making stakeholder of participatory mapping processes under static management is displaced by the stakeholder conceived as an “end user” of a dynamic management product. Yet, these shifts also open up potential points of contestation, which may pattern the future theory and practice of participation in dynamic management: counterdata, countermodeling, and data chokepoints. Beyond the empirical focus on oceans, this article contributes to broader conversations about the political stakes of environmental data, and algorithmic and artificial intelligence-driven natural resource conservation by considering how possibilities for participation are foreclosed, enabled, and reconstituted by new spatiotemporal and technological conditions.",
        "url": "https://doi.org/10.31235/osf.io/ac7hx",
        "subjects": "Sociology",
        "subjects_osf": "Geography, Environmental Studies, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ahbsv",
        "title": "Food and place - agricultural migrant workers’ relationships with food and cooking: a photo-elicitation protocol",
        "authors": "Neal Robert Haddaway, José Luis Vicente Vicente, María D. López-Rodríguez, Joe Duggan, Erica Briones-Vozmediano",
        "created": "2024-10-26",
        "abstract": "The province of Almería in Spain is home to one of the largest concentrations of greenhouse agriculture in the world, covering over 32,000 hectares and producing more than 3.8 million tonnes of fruits and vegetables largely for export across Europe. Migrant agricultural workers here face precarious working and living conditions, which profoundly shape their relationships with food, ingredients, and cooking. The food system in this region is deeply entwined with global food consumption practices, extractivist supply chains, and irregular migration patterns. While much research has focused on the economic and environmental impacts of industrial agriculture, less attention has been given to how migrant workers’ interactions with food reflect their social and cultural identities amidst these challenges. This study protocol outlines our aims and methods to explore these relationships, examining how migration and labour conditions influence food-related practices, and how these practices serve as means of cultural preservation, adaptation, and survival. Using a collaborative photo-elicitation methodology, we will work with migrant workers in Almería to document their relationship with food through photography and interviews. Participants will be asked to capture images of their daily food practices over a 7-10 day period. These photographs will later serve as both prompts for semi-structured interviews and a source of visual data, facilitating deeper reflections on personal, cultural, and socio-economic contexts surrounding food. Data will be analysed through qualitative content analysis, incorporating co-creation and member checking to ensure accuracy and participant agency. The planned research aims to provide critical insights into the social, cultural, and environmental impacts of industrial agriculture on migrant workers, contributing to a broader understanding of food justice, labour exploitation, and the sustainability of global food systems.",
        "url": "https://doi.org/10.31235/osf.io/ahbsv",
        "subjects": "Sociology",
        "subjects_osf": "Photography, Environmental Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/dtbrn",
        "title": "Endogenous Confounding in Causal Decomposition Analysis",
        "authors": "Ha-Joon Chung, Guanglei Hong",
        "created": "2024-10-25",
        "abstract": "Should a set of hypothetical interventions eliminate the Black-White gap in malleable factors such as schooling, how much racial disparity in subsequent youth development would be reduced and how much would remain? To address this question, a causal decomposition analysis must credibly identify the causal impact of intervening on the malleable factors. However, major confounders such as parental SES are intermediate outcomes of systemic racism experienced over generations that place Black households and communities at a great disadvantage. For this reason, an intervention that attempts to eliminate the Black-White gap in schooling within levels of parental SES or other endogenous confounders has two major problems: (1) Such an attempt is infeasible when only one but not both racial groups are present within some extreme levels of parental SES. (2) Even if both groups are present within every level of parental SES, the attempt would nonetheless fail to eliminate the marginal Black-White gap in schooling due to the endogeneity of parental SES. We propose a novel solution that replaces the original scale of an endogenous confounder with a scale preserving one’s within-group relative standing. A semiparametric weighting strategy then emulates the counterfactual outcome of an equity-oriented intervention. Our analysis of the NLSY 1997 data reveals real-world implications of the methodological dilemma posed by endogenous confounding.",
        "url": "https://doi.org/10.31235/osf.io/dtbrn",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/f2p7d",
        "title": "Auditing multimodal large language models for context-aware content moderation",
        "authors": "Thomas Davidson",
        "created": "2024-10-24",
        "abstract": "Multimodal generative artificial intelligence models that can process text, images, and other media provide a context-aware approach to content moderation that may help to address existing biases in these systems. This study proposes conjoint analysis as a methodology to audit these models. We investigate how GPT-4o, a state-of-the-art model, uses demographics and other contextual information when flagging potential hate speech. The results show that the model attends to context similarly to human annotators. In particular, the race of the author is taken into account when deciding whether the use of racist language or reclaimed slurs violates a content policy. Prompting can enhance contextual awareness, although some demographic bias persists. Models relying solely on visual or written identity signals show significantly less contextual variation, highlighting the value of multimodal approaches to automated content moderation. These findings have significant implications for designing more effective moderation systems and methodologies for auditing algorithmic systems.",
        "url": "https://doi.org/10.31235/osf.io/f2p7d",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/t68dy",
        "title": "Gendered housework time in Germany: Visualizing the regional convergence over cohorts",
        "authors": "Florian Schulz",
        "created": "2024-10-25",
        "abstract": "This visualization examines regional convergence in housework time in Germany, focusing on age- and cohort-sensitive differences between East and West since reunification. Using data from the German Time Use Study (1991/1992–2022), the analysis shows that once substantial regional disparities in housework time have largely diminished for both men and women across cohorts. This trend aligns with other developments, such as convergence in educational opportunities, labor market behavior, and gender role attitudes, which may be linked to changes in unpaid work time.",
        "url": "https://doi.org/10.31235/osf.io/t68dy",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/tzq3j",
        "title": "Ideations and Intentions in the Transition to Adulthood: A Cross-European Comparison",
        "authors": "INVEST Flagship, Katrin Schwanitz, Valeria Ferraretto, Agnese Vitali, Francesco Rampazzo",
        "created": "2024-10-29",
        "abstract": "Ideations and intentions are important precursors of actual behaviour but are still understudied in the literature on the transition to adulthood. Our article provides a descriptive overview of ideations and intentions about the timing of four key events in the transition to adulthood (exit from the parental home, cohabitation, marriage, and parenthood) using cross-nationally representative data for 33 Eu-ropean countries from the Generations and Gender Survey and European Social Survey. Results show that ideations and intentions about the transition to adulthood –just like actual behaviours– are gendered and display remarkable country differences. The heterogeneity in the timing of intentions hints that key events, such as cohabitation, are not uniformly pervasive in young adults' lives. Also, a gap exists between ideal and actual ages at which events are experienced, particularly among men who are less likely to experience events at their “ideal” time compared to women. The extent to which intentions and ideations regarding the transition to adulthood translate into actual behaviours varies across countries and gender.",
        "url": "https://doi.org/10.31235/osf.io/tzq3j",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/2r9wy",
        "title": "More than humanoid robots and cyborgs? How German print media visualize articles on artificial intelligence",
        "authors": "Melanie Leidecker-Sandmann, Tabea Lüders, Carolin Moser, Vincent R. Boger, Markus Lehmkuhl",
        "created": "2024-10-28",
        "abstract": "Engaging with the ongoing debate regarding the portrayal of artificial intelligence (AI) in the public sphere – particularly the alleged predominance of sci-fi imagery and humanoid robots – our study examines how six German print media visualize articles related to AI. A mixed-methods approach combines qualitative and quantitative visual content analysis, analyzing 818 images from articles published in 2019 and 2022/23. Our findings indicate that human figures, rather than robots, serve as dominant visual objects, and no significant image-to-text gaps were observed. Overall, German print media appear to present a nuanced perspective on AI, balancing opportunities and risks associated with this technology.",
        "url": "https://doi.org/10.31235/osf.io/2r9wy",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/c2qj3",
        "title": "Essential Workers and Wage Inequality: Wage Differentials before and during the Covid-19 Pandemic, 2006 to 2022",
        "authors": "Christoph Janietz",
        "created": "2024-10-29",
        "abstract": "In 2020, several governments declared specific occupations as essential for maintaining the functioning of society in response to the Covid-19 pandemic. A current question in the public debate on fair pay is whether essential workers are sufficiently remunerated. Using data from the Netherlands, I analyze the wages of essential workers relative to other workers before and during the Covid-19 pandemic. Wage decompositions indicate that, between 2006 and 2019, essential workers earned less compared to other workers within higher-paid strata, while they earned more within lower-paid strata of the occupational structure in the Netherlands. These wage differentials are shaped by sex composition and sectoral employment. In addition, I employ a difference-in-differences design based on quarterly data between 2017 and 2022 to assess whether the onset of the Covid-19 pandemic reduced an existing average wage gap in response to an increasing public appreciation of essential work. Results indicate that the collective experience of the Covid-19 pandemic has not benefited essential workers in the short-term.",
        "url": "https://doi.org/10.31235/osf.io/c2qj3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/dgexw",
        "title": "Desirability Bias in Turnover Intention: A List Experiment in Vietnam",
        "authors": "Bui Thu Huong, Kyohei Yamada",
        "created": "2024-10-27",
        "abstract": "This paper reports findings of a list experiment conducted in Vietnam to examine the extent to which civil servants underreport their intentions to leave their jobs. Since openly revealing an intention to leave the organization may result in unfavorable working conditions or discomfort, respondents may be reluctant to report their intentions when asked directly. In February 2023, we conducted an online survey of 719 public sector employees, which included both a direct question about turnover intention and a list experiment. We find that 15.07% of respondents reported turnover intention in the list experiment, compared to 7.15% in the direct question, suggesting underreporting. We also find that the difference between these two estimates is greater for female respondents than for male respondents, implying a higher desirability bias among female civil servants.",
        "url": "https://doi.org/10.31235/osf.io/dgexw",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/e7y9a",
        "title": "“Crikey! Let’s keep it cozy like a joey in a pouch– not too hot or cold!” Can humour or compassion encourage sustainable heater use at hotels?",
        "authors": "Danyelle Greene, Anna Kristina Zinn, Qingqing Chen, Reza Serati, Marius Portmann, Sara Dolnicar",
        "created": "2024-10-28",
        "abstract": "In the hotel industry, the management of room temperatures plays a crucial role in both environmental impact and energy costs. Small changes, such as reducing heating by 1°C, can save around 6% on electricity. Despite the significant impact, there is a notable scarcity of interventions aimed at promoting sustainable air conditioner use among guests. Most pro-environmental behaviour-change interventions in tourism focus on environmental messaging and negative appeals, with mixed effectiveness. Positive emotions like amusement (humour) and self-transcendent emotions (compassion) have been largely overlooked but have shown potential in other research contexts. The current series of studies assesses the comparative effectiveness of messages designed to trigger humour, compassion, and environmental beliefs on sustainable air conditioner use. In Study 1, we develop and evaluate four alternative messages for each theoretical construct. We use the most effective message for each construct (e.g., the most amusing humour message) in Studies 2 and 3. Study 2 serves as a manipulation check to ensure the messages effectively triggered the intended theoretical constructs. It also assesses behavioural intentions and emotional reactions. Study 3 tests the impact of the interventions on real behaviour in a quasi-experimental field study. Study 2 shows that each message effectively strengthens its respective theoretical construct (e.g., the environmental message strengthened environmental beliefs). The field study demonstrates that all three messages, along with a basic behaviour instruction message, increase sustainable air conditioner use. The humour message had an advantage over the others, being positively perceived by participants and not causing negative reactions. Therefore, framing sustainable air conditioner use instructions humorously appears to be a promising strategy in the hotel context. While our humour message is tailored to the Australian winter context, future research should explore the applicability of humour-based interventions in diverse cultural and climate settings to enhance sustainable air conditioner practices globally.",
        "url": "https://doi.org/10.31235/osf.io/e7y9a",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/k6yp4",
        "title": "Leveraging social norms and empathy to entice hotel guests to reduce carbon emissions by setting the room air conditioner to higher temperatures in summer",
        "authors": "Danyelle Greene, Amit Birenboim, Anna Kristina Zinn, Marius Portmann, Yash Pandey, Bettina Grün, Sara Dolnicar",
        "created": "2024-10-28",
        "abstract": "Setting air conditioners to unnecessarily low temperatures in summer generates a substantial amount of carbon emissions. This study aims to change air conditioner use by tourists – consumers whose sense of moral obligation is reduced and, with it, their level of pro-environmental behaviour. We test several theory-informed interventions aimed at encouraging hotel guests to set their air conditioners to comfortable but less energy-intensive temperatures. We compare cognitive-based interventions, such as activating social norms, with affective-based interventions that anthropomorphise air conditioners to evoke empathy. Intervention effectiveness is tested across three studies: a traditional survey experiment (to measure the manipulation of target constructs), two ecologically enhanced survey experiments (measuring behaviour intentions), and a field experiment measuring air conditioner use indirectly using wireless temperature sensors. Results indicate that interventions leveraging social norms and anthropomorphism, specifically those evoking negative emotions like exhaustion and anger, significantly influence air conditioner use. Enhanced survey formats cannot replace field experiments to assess an intervention’s impact on behaviour. Our findings suggest that simple, cost-effective interventions can promote more sustainable air conditioning practices in hotels, ultimately contributing to reduced carbon emissions and operational costs.",
        "url": "https://doi.org/10.31235/osf.io/k6yp4",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/nmpbr",
        "title": "Does Statistical Discrimination Explain Grading Bias? Evidence from a Natural Experiment",
        "authors": "Asta Breinholt, Anders Hjorth-Trolle, Mikkel Büchler Henriksen",
        "created": "2024-10-29",
        "abstract": "Statistical discrimination theory suggests that discrimination arises when gatekeepers lack individual-level information and therefore draw on their knowledge on the group-level. According to this perspective, the policy solution is straight forward: provide gatekeepers with accurate individual-level information and discrimination will cease. Grades are important signals to students about academic ability and influence future educational choices. Previous studies find that teachers exhibit negative grading bias against boys, racialized minority students, and low-SES students so these groups receive signals about lower academic potential than merited. In this study, we test whether grading bias stems from statistical discrimination. First, we leverage a natural experiment in which teachers were given information from standardized tests and see whether this change mitigates grading bias. We further test this mechanism by analyzing the role of the performance of a given social background group at the same school the year prior. We find substantial grading bias but conclude that statistical discrimination is not likely to play a major role.",
        "url": "https://doi.org/10.31235/osf.io/nmpbr",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/x4ku2",
        "title": "Assessing Mobile Instant Messenger Networks with Donated Data",
        "authors": "Rense Corten, Laura Boeschoten, Thijs Cornelis Carrière, Stein Jongerius, Bella Struminskaya, Joris Mulder, Parisa Zahedi, Shiva Nadi Najafabadi, Adriënne Mendrik",
        "created": "2024-10-28",
        "abstract": "Despite the increasing popularity and importance of mobile instant messenger services (MIMSs) such as WhatsApp, Telegram and Signal, the vast majority of the research on social media is focused on the “traditional” social media platforms such as Twitter and Facebook, mostly due to the difficulty of accessing MIMSs data. Consequently, we lack knowledge about even the most basic topological features of the societal-scale instant messenger network. To overcome this knowledge gap, we employ the innovative approach of data donation by respondents of a high-quality probability-based panel in the Netherlands (the LISS panel) to collect user data while preserving their privacy. Focusing on WhatsApp as the most popular MIMS, this study collects the first measurement of MIMS usage on a national probability sample. We find that the degree distribution of contacts is best approximated by a log-normal distribution, while the distribution of group membership is best approximated by the exponential distribution. At the individual level, we find that predictors of degree derived from the literature on extended networks mostly replicate.",
        "url": "https://doi.org/10.31235/osf.io/x4ku2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/2x5mt",
        "title": "Información nutricional en redes sociales, como forma de disminuir las desigualdades en salud",
        "authors": "María José Botero Alarcón, Ivannia Carolina Fernández Valdés, Fernanda Lucía Serra Chávez, Constanza Belén Videla Letelier, Francisco Palencia-Sánchez",
        "created": "2024-10-24",
        "abstract": "Las redes sociales han transformado la forma en que se comparte la información sobre salud y nutrición, ofreciendo herramientas valiosas para reducir las desigualdades en salud en comunidades desatendidas. Este ensayo examina cómo las intervenciones nutricionales a través de redes sociales pueden abordar estas disparidades, particularmente en poblaciones vulnerables que carecen de acceso a especialistas. El ensayo enfatiza la necesidad de contenido culturalmente adaptado y aborda desafíos como el acceso desigual a Internet y la alfabetización digital. Aunque las redes sociales ofrecen un potencial significativo para mejorar la salud pública, las intervenciones exitosas deben ser inclusivas y accesibles para todos.",
        "url": "https://doi.org/10.31235/osf.io/2x5mt",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/86gv9",
        "title": "El impacto de la publicidad en redes sociales en la toma de decisiones alimentarias",
        "authors": "María Camila Bernal, Lourdes Muñoz, Catherina Fuentes, Francisco Palencia-Sánchez",
        "created": "2024-10-25",
        "abstract": "La tecnología y las redes sociales han emergido como herramientas clave en la difusión de información nutricional y en la promoción de hábitos alimenticios, especialmente para la población joven, quienes se encuentran más familiarizados con el mundo mediático. La creciente exposición de la población joven a contenidos sobre nutrición y alimentación a través de plataformas como TikTok, YouTube e Instagram plantea un desafío frente a la calidad y homogeneidad de la información que se presenta, lo que puede llevar a confusión y desconfianza entre los usuarios a la hora de tomar decisiones sobre sus hábitos alimenticios. A pesar de dichas barreras, los influenciadores son un eje clave dentro de los modelos sociales de los que los niños, adolescentes y adultos jóvenes aprenden por medio de la observación, representando una oportunidad para promover hábitos alimenticios saludables si se abordan desde una perspectiva ética y basada en la evidencia. Por ende, es necesario expandir las investigaciones sobre el comportamiento del mundo mediático sobre las decisiones alimentarias, al igual que fortalecer las políticas para la regulación del contenido que se ofrece en redes sociales, la implementación de educación en salud a quienes comparten dicha información y fortalecer la percepción de responsabilidad ética entre influenciadores que abordan temas nutricionales.",
        "url": "https://doi.org/10.31235/osf.io/86gv9",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/947wh",
        "title": "The Vienna School of Comparative-Systematic Musicology: On the Construction, Function, and Discursive Career of a Narrative in the Historiography of Austrian Musicology",
        "authors": "Malik Sharif",
        "created": "2024-10-26",
        "abstract": "The concept of the Vienna School of Comparative Musicology, later renamed as Vienna School of Comparative-Systematic Musicology, plays an important role in received historical accounts of musicology in twentieth-century Austria (used as shorthand for the various political entities to which the territory of post-World War II Austria belonged). The concept was developed in the second half of the twentieth century, most notably by Walter Graf (1903–1982) and Franz Födermayr (1933–2020), both former professors of comparative(-systematic) musicology at the University of Vienna. Proponents of this concept point to Richard Wallaschek (1860–1917) and especially Robert Lach (1874–1958) as the founders of the school and emphasize the synthetic character of the Vienna School, combining approaches from the natural sciences, social sciences, and humanities. The Vienna School of Comparative-Systematic Musicology can be analyzed as a historiographical narrative, as a coherent story of how a particular branch of Austrian musicology developed over time, mostly as a kind of “Whig history.” This paper examines key aspects of this narrative: Who contributed to its construction? How did the narrative evolve over time? Which scholars, institutions, and types of research are part of the narrative? Which are excluded or appear only as supporting characters? How is this particular form of comparative-systematic musicology represented in relation to other forms and schools of (comparative) musicology? What discursive function(s) did this narrative serve? How was it received? And to what extent has it remained relevant in the present?",
        "url": "https://doi.org/10.31235/osf.io/947wh",
        "subjects": "(Other)",
        "subjects_osf": "History, Music, Other Social and Behavioral Sciences, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/atnb5",
        "title": "Nutrición y Redes Sociales: La Responsabilidad Ética de los Profesionales de Salud al Combatir la Desinformación",
        "authors": "Sara Avila-Murcia, Valentina Blanco, Noemí Rojas, Magdalena Paredes, Francisco Palencia-Sánchez",
        "created": "2024-10-25",
        "abstract": "Introducción: Las redes sociales han generado una importante transformación en la manera en que se transmite y comparte información, sin embargo, esto ha llevado a una gran problemática: la desinformación, en especial acerca de temas relacionados con salud y nutrición. Este problema se ha propagado ampliamente en redes sociales debido a la falta de estrategias regulatorias y a la proliferación de influenciadores no cualificados que se establecen como líderes de información Objetivos: Analizar la responsabilidad ética de los profesionales de la salud en la difusión de información nutricional en redes sociales, resaltando la importancia de garantizar que dicha información esté científicamente respaldada. Métodos: Se realizó un ensayo académico a partir de la revisión de literatura en bases de datos científicas como PubMed, NCBI, BMC Medical Ethics y JMIR, entre otras, basada en estudios recientes sobre la difusión de desinformación nutricional en redes y los principios éticos que guían a los profesionales de la salud en la comunicación digital. Resultados: El análisis de la bibliografía seleccionada reveló que existe una gran presencia de individuos en redes sociales que comparten datos erróneos no verificables, y que se establecen como autoridades en temas relacionados con nutrición, sin poseer las acreditaciones necesarias, reforzando su credibilidad ante el público mediante técnicas de comunicación novedosas, marketing y publicidad, y compartiendo información falsa en forma de dietas y consejos nutricionales que es recibida ampliamente por un público altamente influenciable. Esta conducta representa un riesgo significativo para la población y la salud pública, ya que la falta de verificación de la información y la ausencia de pensamiento crítico acerca de lo que se publica en las diversas plataformas ha llevado a la propagación de prácticas nutricionales nocivas. Conclusiones: El ensayo concluye que los profesionales de la salud no solo tienen la responsabilidad ética de difundir información científicamente respaldada, sino que también tienen el deber de denunciar activamente la desinformación que encuentren en redes sociales. La formación en competencias digitales y pensamiento crítico son cruciales para que lograr enfrentar eficazmente la desinformación y educar al público. _____________",
        "url": "https://doi.org/10.31235/osf.io/atnb5",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/s37ax",
        "title": "Can Machines Think Like Humans? A Behavioral Evaluation of LLM-Agents in Dictator Games",
        "authors": "Ji Ma",
        "created": "2024-10-28",
        "abstract": "As Large Language Model (LLM)-based agents increasingly undertake real-world tasks and engage with human society, how well do we understand their behaviors? This study (1) investigates how LLM agents' prosocial behaviors---a fundamental social norm---can be induced by different personas and benchmarked against human behaviors; and (2) introduces a behavioral approach to evaluate the performance of LLM agents in complex decision-making scenarios. We explored how different personas and experimental framings affect these AI agents' altruistic behavior in dictator games and compared their behaviors within the same LLM family, across various families, and with human behaviors. Our findings reveal substantial variations and inconsistencies among LLMs and notable differences compared to human behaviors. Merely assigning a human-like identity to LLMs does not produce human-like behaviors. Despite being trained on extensive human-generated data, these AI agents cannot accurately predict human decisions. LLM agents are not able to capture the internal processes of human decision-making, and their alignment with human behavior is highly variable and dependent on specific model architectures and prompt formulations; even worse, such dependence does not follow a clear pattern.",
        "url": "https://doi.org/10.31235/osf.io/s37ax",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Linguistics"
      },
      {
        "doi": "10.31235/osf.io/tnhyq",
        "title": "Why do endemic livestock diseases persist? An interdisciplinary perspective.",
        "authors": "Andrew M. Black, Sue Bradley, Beth Clark, Ewan Colman, Nicole Gosling, Nicholas Hanley, Lewis Holloway, Rowland Kao, Niamh Mahon, Amy Proctor",
        "created": "2024-10-27",
        "abstract": "Epidemiology is a field in which the aim is to identify the characteristics, causes and means of control of conditions that exist outside of physiological norms. For both infectious and non-infectious diseases, genetic, physiological, environmental, and behavioural factors can all influence the risk of acquiring disease, meaning that, despite differences in how they manifest, the problems and solutions associated with them can be remarkably similar. Epidemiology has always made use of ideas and techniques from other disciplines that help to achieve its aims, but typically takes a “toolbox” approach, bringing in data, techniques and methods and insights that support epidemiologists to solve problems they already perceive as important. However, it is not necessarily sufficient for tackling “wicked” disease problems which may require long-term investments in interdisciplinary teams, with members working together in finding shared solutions to disease, and to educate and be educated in different disciplinary perspectives on the problem. For endemic diseases in particular, while methods of control and even eradication do exist it is often the case that they are not put into practice. Here, we address two exemplar endemic diseases in the context of farming in England: Bovine Viral Diarrhoea (BVD) in cows, and lameness in cattle and sheep. These diseases were selected because of their significance to UK livestock agriculture and their contrasting epidemiologies. Both are highly impactful and have been recognised for at least half a century as among the biggest threats to livestock health, welfare and productivity in England. In both cases, while historically embedded social factors have been central to their persistence, the reluctance of social scientists and and historians to issue normative guidelines means that they are less able to offer explicit advice to policy, hindering the adoption of broader interdisciplinary perspectives. To fill some of the gaps in that advice, here we suggest approaches to bringing a broad range of observers to bear on them. First, while BVD and lameness are both quite well understood and ‘educating’ farmers (as often advocated in studies informed by ‘theory of planned behaviour approaches’) by treating veterinary perspectives as normative is unlikely to be universally successful. Farmers’ perspectives often have their own logics that are informed by individual circumstances and past experiences which veterinarians and other advisors can fail to appreciate. Second, we note that both farmers and consumers have shown they value health in terms of impacts on welfare and production, however ‘welfare’, like ‘health’ is likely to be perceived differently by farmers compared to veterinarians, and this requires further study. Finally, the new policy contexts of animal health as public good presents important opportunities. Beyond these general lessons, there are also particular issues for each disease. For BVD, with the uneven distribution of costs and benefits, differences in farming perspectives make it highly unlikely that the industry will come together around a voluntary BVD eradication scheme that rests on testing and trading controls. and much can be learned from the countries that are already on that journey or have reached their destination. By contrast, for lameness, where risk-factors are multi-factorial and usually highly localized, universal approaches make little sense. Here, industry-led schemes make more sense because lameness control (unlike BVD) is not a zero-sum game. Moreover, because lameness is pathologically and epidemiologically complex, and rooted in farming systems that can be difficult to change substantially, eradication is extremely hard if not impossible to achieve so local measures make more sense. In both cases, greater understanding of farmer priorities can help to identify ways to make farmers and other farm-based actors such as family members and farm workers more amenable to scientific advances, by identifying (ahead of time) potential barriers. Animal disease problems inevitably involve a complex presentation of natural and behavioural factors. By working together, we have been better placed to understand how those pieces can fit together.",
        "url": "https://doi.org/10.31235/osf.io/tnhyq",
        "subjects": "(Other)",
        "subjects_osf": "History, Geography, Agricultural and Resource Economics"
      },
      {
        "doi": "10.31235/osf.io/v8nra",
        "title": "The shape of shared attention: investigating the influence of environmental variation on the compositional structure of traditional decorative artworks",
        "authors": "Andrew Van Horn, Alexander Stewart",
        "created": "2024-10-29",
        "abstract": "Styles of traditional decorative art vary substantially across cultures. While early theorists attributed this variation to differences in environment, scholarship has long focused on decorative artworks as vehicles of social information and stylistic variation as a consequence of social factors. However, if the capacity to create and consume art evolved as a mechanism to shape shared attention, it is possible that environmental factors may indeed play a role in variation of decorative style. We tested this hypothesis by characterizing the compositional structure of 198 textiles from eighteen cultures across the globe using the complexity-entropy plane. Entropy and statistical complexity have previously been used to characterize changes in the compositional structure of paintings of the Western canon over the last millennium. We observed that complexity and entropy are useful measures for characterizing traditional textile designs: high-entropy/low-complexity samples feature dense repetitions of small Euclidean shapes, while low-entropy/high-complexity samples feature large, single-color fields with bold borders. We observed weak-but-significant associations between these measures and three environmental variables: absolute latitude, Koppen climate classification, and a composite variable representing subsistence mode. Interestingly, we observed a significant difference between works from Afro-Eurasia/Oceania and the Americas. Controlling for this and other factors related to social transmission improves the strength of the relationship between compositional structure and subsistence mode. We propose that aesthetic preferences may be affected by subsistence mode as well as cultural factors, and suggest that further studies with more granular environmental data are necessary. We further discuss potential explanations for the observed difference between \"hemispheres.\"",
        "url": "https://doi.org/10.31235/osf.io/v8nra",
        "subjects": "(Other)",
        "subjects_osf": "Digital Humanities, History of Art, Architecture, and Archaeology, Art and Design, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/vg2xn",
        "title": "Impacto de los Influencers en las decisiones alimentarias de sus seguidores",
        "authors": "Daniela Sofia Beltran Barriga, Sofía Ignacia Pérez Díaz, Carolina Fernanda Retamal Aguila, Fernanda Isabel Díaz Letelier, Francisco Palencia-Sánchez",
        "created": "2024-10-25",
        "abstract": "El término \"influencer\" ha ganado relevancia con la llegada de las redes sociales como Facebook e Instagram, donde personas que logran tener una comunidad virtual generan un impacto no solamente en modas y tendencias, si no en el estilo de vida incluyendo las decisiones alimentarias de sus seguidores. Aunque su impacto puede ser positivo, la falta de formación nutricional en muchos de estos influencers genera un alto riesgo para la salud pública, ya que al promover dietas sin argumentos sólidos nib fundamentación científica pueden llegar a afectar la salud de las personas exponiéndolos a trastornos de la conducta alimentaria y problemas de salud mental, ya que diversos estudios revelan la relación entre el uso de redes sociales y trastornos alimentarios, particularmente entre jóvenes. La regulación de estos contenidos es limitada en muchos países, como Colombia y Chile, lo que nos permite destacar la necesidad de políticas más estrictas que protejan a los usuarios y promuevan información nutricional confiable y respaldada por evidencia científica. Este es un trabajo realizado mediante la metodología de un ensayo académico soportado en una revisión de la literatura.",
        "url": "https://doi.org/10.31235/osf.io/vg2xn",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      }
    ]
  }
}
