{
  "update": "2025-01-10",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/xz4jy",
        "title": "Measuring Norm Strength and Erosion in International Politics",
        "authors": "Anton Peez",
        "created": "2025-01-02",
        "abstract": "This chapter reviews past and ongoing debates about how to measure the strength and erosion of norms in international politics. The operationalization and measurement of norm strength have long challenged norms researchers. However, contemporary conceptual and methodological work has achieved notable breakthroughs and emerging common understandings around these measurement issues. First, the chapter summarizes four longstanding challenges in measuring norm strength: differing levels of analysis, tautology, cross-case comparison, and the static nature of many potential measures contrasted with the dynamic nature of norms. It then outlines the emerging common approach of combining measures of rhetoric and practice relating to norm strength. Different traditions of empirical norms research study these dimensions of norm strength at the individual level, state level, or across the entire international system. The chapter combines these levels and actors on the one hand with rhetorical and practical dimensions on the other in a matrix for generating ideas about possible avenues for empirical research designs on norm strength. It concludes by summarizing which recent methodological innovations may be particularly promising for advancing our empirical insights on norm strength and erosion.",
        "url": "https://doi.org/10.31235/osf.io/xz4jy",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/yau9s",
        "title": "How opinion variation among in-groups can skew perceptions of ideological polarization",
        "authors": "Peter Steiglechner, Paul E. Smaldino, Agostino Merico",
        "created": "2025-01-06",
        "abstract": "There is a widespread perception that society has been polarizing into groups with increasingly divergent opinions. Multiple studies have sought to quantify the degree of opinion divergence (or ideological polarization), typically relying on variation among self-reported opinions, and have reached mixed conclusions. Each individual, however, perceives the landscape of public opinion through a subjective lens or viewpoint that is dynamically shaped by their social environment. To account for this subjectivity in perceived polarization, we propose a model of dynamic perception that takes social identity into account. When members of an in-group become increasingly homogeneous on a given topic (that is, when the variance of opinions in that group decreases), they perceive deviant opinions as increasingly distant from their own. Consequently, these individuals may perceive much more polarization than what an objective, neutral observer would perceive. We apply our model to empirical data on the opinions of German citizens about climate change and show that the effect of dynamic opinion perception on polarization can be nearly as substantial as actual opinion divergence. Moreover, we show that the direction of the effect need not be consistent over time, nor across different partisan groups. Our framework helps explain why people might sometimes experience levels of ideological polarization higher than those indicated by opinion surveys, independent of structural divisions, polarization-enforcing biases, or affect-driven attitudes towards out-groups.",
        "url": "https://doi.org/10.31235/osf.io/yau9s",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/z5mf6",
        "title": "Power, Disputes, and Geopolitics in the Pharmaceutical Sector",
        "authors": "João Henrique Santana Stacciarini",
        "created": "2025-01-03",
        "abstract": "The pharmaceutical sector achieved global revenues of USD 1.6 trillion in 2023, underscoring its immense economic power and strategic influence on the modern economy and global politics. This article, grounded in extensive data collection, systematization, and analysis, explores the dynamics of this power and influence. It examines the economic and political value of companies in the sector, the conflicts between corporations and nations, the geopolitical role of the sector during the COVID-19 pandemic, and its capacity to shape domestic policies through intensive lobbying, financial contributions to lawmakers, and interactions with regulatory and oversight bodies.",
        "url": "https://doi.org/10.31235/osf.io/z5mf6",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Geography, Political Science, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/7fr3b",
        "title": "Strengthening the Democratic Accountability of the EU’s New Industrial Policy through Parliamentary Oversight",
        "authors": "Sebastian Diessner, Christy Ann Petit",
        "created": "2024-12-31",
        "abstract": "EU industrial policymaking involves political choices and trade-offs with far-reaching distributive consequences. This working paper submits that EU industrial policymakers should be democratically accountable, particularly through oversight by the European Parliament over the European Commission, with input from the Council, Court of Auditors, and Economic and Social Committee. Parliamentary oversight should be more stringent in areas marked by complexity and the need for democratic legitimation, both of which apply to EU industrial policy, especially in state aid control. To assess accountability, the working paper maps the activities of two key committees during the 9th legislative term (2019–2024): the Committee on Industry, Research and Energy (ITRE) and the Committee on Economic and Monetary Affairs (ECON). Our mapping of ITRE activities shows that its scrutiny of industrial policy is limited and needs strengthening. Additionally, there were no joint procedures with ECON, which could be improved. For ECON, oversight has been limited, with its main activity—an annual report on competition policy—not fully addressing the fast-evolving competition and state aid policy field. Based on this assessment, the working paper introduces four recommendations to improve democratic accountability in EU industrial policy during the 10th parliamentary term (2024–2029): 1. Establish a joint ITRE-ECON working group to focus on industrial policy and state aid control, tasked with conducting a dedicated Industrial Policy Dialogue. 2. Have the new working group produce bi-annual or quarterly EU Industrial Policy Reports to support detailed oversight. 3. Adjust ITRE’s mandate by reallocating research and telecommunications files to another committee and adding state aid to ITRE’s scope. 4. Leverage inputs from various stakeholders, including the Economic and Social Committee, the Court of Auditors, the Industrial, and the Joint European forums for IPCEIs, to strengthen legislative oversight.",
        "url": "https://doi.org/10.31235/osf.io/7fr3b",
        "subjects": "Economics",
        "subjects_osf": "European Law, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/nux6q",
        "title": "Paid Sick Leave and the Employment and Employment Intensity of Older Workers",
        "authors": "Meredith Slopen, Carolyn Fisher",
        "created": "2025-01-09",
        "abstract": "Background and Objectives: As life expectancy has increased, there has been political pressure to raise the age for retirement benefit claims. Paid sick leave (PSL) may support older workers in maintaining employment intensity by offering workers the flexibility to address health and caregiving needs. However, little is known about the role of PSL access on older workers' employment and income. Research Design and Methods: The study uses data from the 2010-2018 National Health Interview Survey (NHIS), accessed via IPUMS. Stratified multivariate regression models controlling for demographic and employment characteristics are used to explore the association between access to PSL and employment intensity among older workers. Results: Among workers older than age 62, access to PSL is associated with a 28% higher likelihood of working full-time (p&lt;0.001) and an average of 7.3 (18.8%) more hours per week (p&lt;0.001). The strongest associations between access to paid sick leave and employment intensity are observed among female workers and those with educational attainment beyond a high school degree, and weakest among Latinx workers. Discussion and Implications: PSL access is associated with greater employment intensity as workers age, with implications for economic security given the significant increase in hours worked per week. Public policy requiring employers to provide PSL may reduce disparities in access and support the employment of older workers. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/nux6q",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/rcsng",
        "title": "Harmonizing French and German administrative data on maternal employment: A practical guide how to create comparable data sets from DADS-EDP and SIAB",
        "authors": "Andreas Filser, Pascal Achard, Inga Marie Amend, Corinna Frodermann, Ida Gaede, Sander Wagner",
        "created": "2025-01-09",
        "abstract": "This paper provides a guide how to harmonize large-scale administrative datasets from France (DADS-EDP) and Germany (SIAB) for comparative social science research. France and Germany. While both datasets offer rich, longitudinal information on individual employment trajectories which can be augmented with firm-level infor-mation, they differ in structure, sample coverage, and variable coding. Harmonizing these datasets unlocks new potential for comparative research, particularly in examining the labor market trajectories of mothers in both countries. This paper outlines the necessary steps to harmonize these data sources and gives an overview on the set of harmonized variables. The harmonized data is of significant value for researchers, providing a foundation for comparative studies on labor market outcomes in France and Germany, especially in the context of welfare state differences and their importance within the EU and worldwide. The code for harmonization is provided for further adaptation to specific research questions.",
        "url": "https://doi.org/10.31235/osf.io/rcsng",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Library and Information Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/t8j6g",
        "title": "The Bad Law as an obstacle to antitrust enforcement in Argentina (and Latin America?)",
        "authors": "Adriano Diaz",
        "created": "2025-01-04",
        "abstract": "This article examines the phenomenon of \"Bad Law\" (\"Mal Derecho\") within Argentina's legal tradition, where laws are crafted based on idealistic conceptions of what the legal framework ought to be but lack the practical mechanisms necessary for effective enforcement. This disconnect between a law's design and its implementation fosters a dysfunctional legal system and widespread non-compliance. Rather than addressing the structural flaws within these laws, legal scholars often invoke the “Protective Hypothesis of Bad Law,” attributing non-compliance to a moral failure of the populace instead of recognizing the inherent deficiencies in the legal framework. This issue is starkly illustrated by Law 27,442 on Antitrust. Although ostensibly designed to promote competition and prevent market distortions, the law suffers from critical design flaws that render enforcement—both public and private—ineffective. Public enforcement is undermined by a lack of political incentives to establish the necessary enforcement authority, a shortcoming embedded within the law itself. Meanwhile, private enforcement remains largely theoretical, as potential plaintiffs are discouraged by the prohibitive complexity and costs of litigation. As a result, Argentina's competition law fails to achieve its intended objectives, leaving the country’s antitrust system largely ineffective and illusory.",
        "url": "https://doi.org/10.31235/osf.io/t8j6g",
        "subjects": "Economics",
        "subjects_osf": "Antitrust and Trade Regulation, Law Enforcement and Corrections, Economics"
      },
      {
        "doi": "10.31235/osf.io/b9qhf",
        "title": "Visions for sustainable healthy futures for Norway. Citizen Involvement Workshop Executive Report",
        "authors": "Giovanni De Grandis, Natalia Murashova, Tora Bonnevie, Liv Eggset Falkenberg,, Ann Iren Jamtøy, Trude Arntsen",
        "created": "2025-01-06",
        "abstract": "We report the results of a citizen involvement workshop on sustainable healthy futures in Norway. The workshop was held in Trondheim on November 4-5, 2023 and involved 17 citizens from mid Norway. The good life was the broad theme, and we invited the participants to consider the themes of sustainable health and society within this frame. The participants developed 4 different visions for a sustainable healthy future for Norway. We gave them a mid-term horizon (2070) to leave room for needs- and aspirations-based social imagination, not overly conditioned by the current institutional framework, and to challenge the short-termism of the dominant policy cycles and thinking. The visions developed by the citizens are remarkably consistent in emphasizing the importance of good social integration and community life, interpersonal relations, individual development and an individual’s sense of meaning, contribution, and agency. Noteworthy is also their emphasis on the need to regulate new technologies, and to reduce information overload and unsustainable choices through trusted and transparent governance. The report provides a discussion of the visions, the full text of the 4 visions and a concise background about the method and the project of which the workshop was part. The Sustainable Healthy Futures pilot was a collaboration between the Norwegian centre for responsible research and Innovation (AFINO) and NTNU Health. The main aim of the project was to rethink health in society in the attempt to imagine innovative and sustainable approaches to health in the future.",
        "url": "https://doi.org/10.31235/osf.io/b9qhf",
        "subjects": "Sociology",
        "subjects_osf": "Other Arts and Humanities, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ejrs4",
        "title": "Wiki-politics of notable deaths: Structures of inequality in the global digital deathscape",
        "authors": "Mihai S. Rusu",
        "created": "2025-01-05",
        "abstract": "Drawing on scholarship that conceives Wikipedia as collective memory, in this paper we set out to examine the digital politics of public remembrance underpinning the online encyclopedia’s necrology section. Systematic data were collected from the English language edition of Wikipedia’s “recent deaths” notices from January 2001 to December 2020 (N = 95,400). Statistical analyses performed on this dataset revealed several structures of inequality shaping the online encyclopedia’s section of “notable deaths”. The results indicate, first, a Western cultural hegemony in terms of the nationality of those whose deaths are remembered in Wikipedia’s necrology section. Second, the paper documented a prevailing hegemonic masculinity epitomized in a stark gender differential. Third, the paper examined the social gradient theory of mortality by comparing the life expectancy of Wikipedia’s notable deceased with the general population and found empirical support for this hypothesis only in non-Western countries characterized by lower levels of income.",
        "url": "https://doi.org/10.31235/osf.io/ejrs4",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/gfecv",
        "title": "Analysis of gender and scientific output of researchers in the Spanish University",
        "authors": "Alvaro Ras-Carmona, Esther M. Lafuente, Pedro A Reche",
        "created": "2025-01-01",
        "abstract": "xPromoting gender equality and excellence are key policies in academia. In this work, we studied scientific output and potential gender disparities in faculty positions at the Complutense University of Madrid (UCM), the largest academic institution in Spain. We found that women are clearly underrepresented in full professor positions despite being a majority in lower academic ranks. This gender disparity in full professor positions is however narrowing down in recent years. The scientific output of researches, as judged by the h-index, varied greatly between Faculties, but overall, correlated positively with the academic rank and no significant differences were detected between women and men, although exceptions were noted. Judging by the m-index, the scientific output of women and men in full professor positions were also alike. In sum, there is effective equality between genders within UCM faculty ranks.",
        "url": "https://doi.org/10.31235/osf.io/gfecv",
        "subjects": "Sociology",
        "subjects_osf": "Library and Information Science, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/j359z",
        "title": "Economic Uncertainty and Men’s Fertility: Analysing the 2010s Fertility Decline in Finland by Field of Education and Employment Characteristics",
        "authors": "INVEST Flagship, Julia Hellstrand, Jessica Nisén, Mikko Myrskylä",
        "created": "2025-01-03",
        "abstract": "In the Nordic countries, the total fertility rate (TFR) fell sharply in the 2010s, and increasing disparities in childbearing outcomes across different levels and fields of education have been documented in previous research. However, the role of economic uncertainty in shaping these fertility trends is not well understood. This study examines the male fertility decline in Finland during the 2010s, focusing on how fertility levels and trends vary by field of education and the economic uncertainty associated with these fields. Using full population register data, the analysis explores total fertility rates (TFR) and the expected shares of men having a first birth (TFRp1) across 122 detailed education groups. We find that fertility declines were stronger in fields with initially lower fertility levels, such as ICT, arts, and humanities, and weaker in fields like health, teaching, and agriculture. Weighted linear regression was used to analyse the association between characteristics reflecting uncertainty and the fertility decline. Fields with higher unemployment, lower income, and lower occupational match saw sharper fertility declines. Additionally, as unemployment decreased and income grew during the 2010s, fertility declines were less pronounced in fields that experienced stronger improvements in these areas. The predictive power of the uncertainty variables increased in the 2010s. The uncertainty model accounted for approximately half of the TFR decline and two-thirds of the TFRp1 decline across different fields. The study highlights the growing disparities in fertility patterns by educational field, underlining the increasing importance of economic security in shaping men’s fertility.",
        "url": "https://doi.org/10.31235/osf.io/j359z",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/jnq2e",
        "title": "The decline of ‘Deaths of Despair’ in Italy: unveiling this phenomenon in a new context",
        "authors": "Giacomo Lanfiuti baldi, Andrea Nigri, Sergi Trias-Llimos, Elisabetta Barbi",
        "created": "2025-01-07",
        "abstract": "The term ”Deaths of Despair” (DoD) refers to mortality due to alcohol consumption, drug use, and suicides. While the concept has predominantly been studied in the United States, where these deaths have increased significantly, this analysis examines its application to Italy, a country with comparatively lower DoD rates. This work aims to analyse the magnitude of these causes of death in Italy and examine both their joint and independent trends to determine whether they can be treated as a single group of causes. We employ the Potential Gain in Life Expectancy to assess the impact of these causes on overall mortality in Italy, then investigate the identified time series leveraging Cointegration Analysis. Utilizing ISTAT data from 1983 to 2018, aggregated by gender and age groups at the NUTS1 level, the study reveals a decline in DoD mortality in Italy, driven mainly by a reduction in alcohol-related deaths. The magnitude and trajectory of the analysed causes offer valuable insights into the unique dynamics of DoD in Italy and its regional variations. Cointegration Analysis indicates that there is no significant dependency structure between these causes or across regions, with only a few exceptions. These findings suggest that in Italy, DoD should not be treated as a homogeneous group, but rather as distinct outcomes of despair that require separate consideration in public health interventions.",
        "url": "https://doi.org/10.31235/osf.io/jnq2e",
        "subjects": "Sociology",
        "subjects_osf": "Geography, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/tw9r4",
        "title": "Schools equalizing or exacerbating inequality? Between-school variability in the relationship between socioeconomic background and academic achievement",
        "authors": "Nicolai T. Borgen, Henrik Daae Zachrisson, Astrid Marie Jorde Sandsør",
        "created": "2025-01-06",
        "abstract": "Whether schools perpetuate or mitigate social inequality has been debated for decades. However, one crucial aspect that has remained unexplored is whether and to what extent inequalities manifest differently across schools. Using administrative data from Norway, our study uncovers that the link between parental income and academic achievement in 8th grade varies considerably across schools. In some schools, achievement gaps are more than twice as large as in others. This highlights that schools do not function as uniform entities; rather, some may exacerbate inequalities while others may play a more compensatory role. In fact, in some successful schools, family-level risk factors remain largely unmanifested. While the achievement gap variability is largely unrelated to the socioeconomic composition of schools, lower-quality schools tend to have a stronger income-achievement association than those of higher quality. Overall, our findings emphasize the necessity of a nuanced understanding of how inequalities manifest across diverse school contexts to fully grasp the role of schooling in social inequality and to devise effective strategies for reducing disparities.",
        "url": "https://doi.org/10.31235/osf.io/tw9r4",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/6sa9e",
        "title": "Artificial Intelligence in Journalism: A Systematic Literature Review of Global Trends, Regulatory Challenges, and Ethical Concerns",
        "authors": "Manuel Goyanes, Gergö Háló, Carlos Lopezosa",
        "created": "2025-01-06",
        "abstract": "This paper conducts a systematic literature review on the intersection of artificial intelligence and journalism, emphasizing both the potential advantages and challenges—ethical concerns and regulatory gaps—this integration presents. The review highlights current applications of AI in several journalistic areas, including content creation, audience engagement, and misinformation detection, whilst underscoring the ethical implications of AI. It identifies a notable scarcity of quantitative research and calls for a balanced methodological approach that incorporates both qualitative and quantitative methods, including large-scale surveys and qualitative techniques. Furthermore, the study highlights the lack of empirical research on AI regulation in journalism, advocating for studies that examine the value of regulatory frameworks for media ethics and journalism practice. Various thematic and methodological avenues for future research to examine the impact of AI’s evolving role in journalism are also discussed.",
        "url": "https://doi.org/10.31235/osf.io/6sa9e",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/9bs2y",
        "title": "Exploring the Potential for a Holistic Indicator of Social Sustainability and Quality of Life in Vancouver",
        "authors": "Mana Mohebbian",
        "created": "2025-01-05",
        "abstract": "This report investigates the feasibility of developing a holistic indicator to assess and communicate the social sustainability and quality of life in Vancouver. Despite the availability of various specific metrics, there is a noted absence of a comprehensive framework that integrates these metrics to provide a singular, actionable view of the city's progress towards its social sustainability goals. The City of Vancouver currently employs 45 population-level indicators under its Healthy City Strategy, demonstrating the city's commitment to transparent and data-driven governance. However, these indicators, while effective individually, do not collectively provide a complete picture of the city's overall health across various dimensions such as public health, housing, education, and environmental sustainability. The aim of this research was to identify a holistic indicator that encompasses multiple dimensions of social sustainability to simplify assessments and improve strategic planning. Through a desktop review of 70 existing indicators and consultations with experts, two models were identified as particularly promising: the Greater London Authority's (GLA) Wellbeing and Sustainability Measure, and the City of Calgary's Equity Index (CEI). These models offer robust frameworks that prioritize equity, accessibility, and stakeholder involvement, aligning closely with Vancouver's urban development goals. This executive summary highlights the need for an overarching metric that reflects the interdependencies among various domains, ensuring that progress in one area does not undermine another. By leveraging insights from this research, Vancouver can enhance its policy implementation and community engagement, moving closer to achieving a balanced and sustainable urban environment. The proposed holistic indicator will also support the city in benchmarking against other urban centers and refining its strategic initiatives based on quantifiable metrics.",
        "url": "https://doi.org/10.31235/osf.io/9bs2y",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/fh6s4",
        "title": "The Dream Salary in Academia: A Large-Scale Study of Gender Differences in Financial Expectations",
        "authors": "Marek Kwiek, Wojciech Roszka",
        "created": "2025-01-06",
        "abstract": "In this examination of gender differences in financial expectations in academia, we used survey data (N = 11,315 scientists and scholars, 19 academic disciplines) integrated with individual-level bibliometric and demographic data from Scopus. We studied what Polish scientists and scholars with various demographic characteristics, academic attitudes, and bibliometric profiles considered their dream salary. Top dreamers were defined as the upper 10% of scientists in terms of self-reported level of their dream salary. Gender differences are much weaker than expected: Women generally tend to have almost equal dream salaries compared to men across age groups, academic positions, and disciplines. Although men are 56% overrepresented in the group of top dreamers, their financial expectations are similar compared to women. Among top dreamers, the median dream salary for men is only 5% higher than the median dream salary for women. Across all STEM disciplines combined, men on average expect salaries 19% higher than women (in non-STEM 15%, and in MED only 11%). Strongly research-oriented men expect higher median salaries than strongly research-oriented women; male top performers (the upper 10%) expect higher salaries than female top performers; and male internationalists in research expect higher salaries than female internationalists. Finally, as logistic regression shows, men with a strong research orientation, working in STEM disciplines, and with strong international research collaborations are most likely to be top dreamers.",
        "url": "https://doi.org/10.31235/osf.io/fh6s4",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/frp2u",
        "title": "Bringing Culture Back: Laying the Ground for A New Social Theory",
        "authors": "Bela Janky",
        "created": "2025-01-04",
        "abstract": "The starting premise of the following review essay is that recent research in cultural evolutionary theory has laid the ground for a new paradigm in social theory. The aim of the paper is to briefly present the basic tenets of this new paradigm, based on some recent monographs and other related publications. Followers of this new paradigm posit that cultural evolution has been dominated biological adaptations and individual rational optimisation in shaping individual behaviour and social structure throughout human history. This review first briefly outlines what economic theory and evolutionary psychology, perhaps the two most influential theoretical paradigms of the study of human behaviour in recent decades, think about human nature. Then it discusses recent empirical evidence related to the assumptions of these two paradigms, and offers an introduction to the basic tenets of the culture-based social theory currently under construction. The study also presents some specific conclusions of the new paradigm that could be relevant for the interpretation of contemporary social problems, and discusses a few points of concern, related to agency, direction of evolution and role of rationality in cultural changes.",
        "url": "https://doi.org/10.31235/osf.io/frp2u",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/mzh4v",
        "title": "Leaving Science: Attrition of Biologists in 38 OECD Countries",
        "authors": "Marek Kwiek, Łukasz Szymula",
        "created": "2025-01-06",
        "abstract": "This study examines biologists leaving science in 38 OECD countries in the past two decades. We use publication metadata from a global bibliometric database (raw Scopus data at the micro-level of individual scientists). In a cohort-based and longitudinal fashion, we follow individual men and women scientists over time, from their first to their last publication (N=86,178). We examine four academic disciplines: AGRI (agricultural and biological sciences), BIO (biochemistry, genetics, and molecular biology), IMMU (immunology and microbiology), and NEURO (neuroscience). We apply survival analysis, conceptualizing scientific life as a sequence of scholarly publishing events. Our Kaplan–Meier survival analysis shows how women disappear from science: in BIO, about 60% are still in science after 5 years, 40% after 10 years, and only 20% by the end of the period examined (i.e., after 19 years). The percentages are substantially higher for men: approximately 70%, 50%, and 30%, respectively. Kaplan–Meier estimations indicate that women in the largest discipline (BIO) are 23.26% more likely to leave science after 10 years and 39.74% more likely to leave science at the end of the study period. Gender difference in attrition, slightly visible after 5 years, increase consistently in later career stages. The probability of surviving for women after 15 years varies considerably, from 47.8% in AGRI to 27.6% in IMMU; for men, the probability is about a fifth higher. Our data show that with the passage of time, women disappear from science in ever-larger proportions compared to men. Gender differences in attrition in the four disciplines have been and continue to be high, but comparing the 2000 and 2010 cohorts, have slightly decreased over time.",
        "url": "https://doi.org/10.31235/osf.io/mzh4v",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/pjv6k",
        "title": "Weight discrimination: evidence of whole-population and intersectional effects from an ethnically diverse, UK general population survey",
        "authors": "Amanda Hughes, Stuart Flint, Emily R Rothwell, Antonis A Kousoulis, Helen Bould, Laura D. Howe, Renee Luthra, Alita Nandi",
        "created": "2025-01-08",
        "abstract": "Background Weight-related discrimination is widespread in society. Some US studies have suggested weight discrimination may differ between demographic groups, impacting white women more than minority women or men. However, stigma differs substantially between societies, and few studies have explored intersectional effects outside the US. Methods In a large (N=8,057) ethnically diverse panel study UK adults, we examined associations of body mass index (BMI) with two stigma-related outcomes in the past year: being insulted in an everyday setting and being denied a promotion or training at work. To explore intersectional effects, we examined whether sex, ethnicity, sex-ethnicity-combinations, or educational qualifications modified associations. Results In models adjusted for confounders including psychological distress, higher BMI was correlated with being insulted in an everyday setting across all participants (per kg/m2, OR: 1.02, CI:1.01,1.03), male (OR: 1.03, CI:1.01,1.05) and female participants (OR: 1.02, CI: 1.00,1.03). Stratifying by ethnicity and sex-ethnicity combinations, the strongest association was seen for Asian men (OR:1.04, CI: 1.01,1.07); other estimates were less precise. Among participants employed in the past year, higher BMI was significantly associated with being denied promotion or training across all participants (OR: 1.03, CI: 1.00,1.06) and women (OR: 1.04, 1.01,1.08). Stratifying by sex-ethnicity combination, the strongest association was for Black women (OR: 1.06, CI: (1.01,1.12). Conclusions Results are consistent with experience of weight discrimination across sexes, ethnic groups and educational levels in the UK. Longitudinal studies are needed to unravel mechanisms linking weight and discrimination in minority ethnic groups.",
        "url": "https://doi.org/10.31235/osf.io/pjv6k",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/u4pb3",
        "title": "Polarisation of Social Attitudes in Hungary in the 2010s: A Survey-Experiment on the Role of Partisan Identity",
        "authors": "Bela Janky",
        "created": "2025-01-04",
        "abstract": "Since the mid-2010s, public discourse in Hungary has undergone significant changes, characterized by a shift in focus toward issues less relevant to voters’ daily lives and increased polarization of public attitudes along political lines. This paper explores the role of partisan identity in shaping attitude polarisation. It posits that, beyond material interests or stable moral values, partisan identity independently influences social attitudes. Using a series of survey experiments conducted between 2016 and 2018, the effect of the salience of political conflict on attitudes about politically salient issues, such as immigration policy and the regulation of foreign-funded NGOs is investigated. Results indicate that partisan identity independently contributes to the polarisation of attitudes, with respondents exposed to certain politicized issues aligning their views more closely with stereotypical partisan positions on other issues. The paper critiques existing experimental paradigms in political behavior research and highlights the importance of incorporating social psychological approaches to understand the interplay between partisan identity and public opinion formation.",
        "url": "https://doi.org/10.31235/osf.io/u4pb3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/yjats",
        "title": "Explaining moral action: An embedded game framework",
        "authors": "Bela Janky",
        "created": "2025-01-04",
        "abstract": "This paper presents a new modeling framework for the structural explanations of moral action. The framework relies on the approach of the new sociology of morality (Hitlin &amp; Vaisey 2010, 2013, Simpson &amp; Willer 2015) and uses game theory as an analytical tool (c.f. Binmore 1998, 2005, 2010, Gintis 2009, 2016, Guala 2016, Kandori 1992, Vaisey &amp; Valentino 2018). The key contribution of this approach to game theoretical analyses is related to the thesis of intersituationality (Abend 2011, Tavory 2011), according to which no moral dilemma can be investigated in isolation from the system of social life. We propose to reframe moral games in order to incorporate intersituationality. The adoption of this sociological approach helps to solve puzzles that have inhibited the development of a comprehensive structural explanation of moral action in moral games. Moreover, by solving those puzzles, this approach opens up new opportunities for applying game theory to the study of such moral orders that foster injustice – an issue that is central to current sociological discourse but has attracted much less attention in game theoretical research.",
        "url": "https://doi.org/10.31235/osf.io/yjats",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/7adbe",
        "title": "Investing in data sources and analysis that can discover complex determinants of dementia",
        "authors": "Jason Fletcher",
        "created": "2025-01-03",
        "abstract": "This note outlines a case that big data may complement other study designs to uncover new discoveries of determinants of Alzheimer's Disease and other important health outcomes. An example is provided.",
        "url": "https://doi.org/10.31235/osf.io/7adbe",
        "subjects": "(Other)",
        "subjects_osf": "Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/97kxh",
        "title": "Everyday adaptation to summer heatwaves: A global perspective",
        "authors": "Shiv Gazi Yücel, Yuan Liang, Donggen Wang, Tim Schwanen",
        "created": "2025-01-02",
        "abstract": "Heatwaves pose a growing global threat, yet little is known about how people adapt their daily activities to cope with extreme heat—an obstacle to effective policy design. This study characterizes heatwave adaptation internationally, combining ERA5 climate re-analysis, cell phone mobility, socio-economic, and physical-geographical data across Brazil, France, India, Nigeria, Turkey, the USA, and China during 2022/2023 summer heatwaves. Google Community Mobility Reports data is used in multi-level modelling for the first six countries to examine daily activity changes during heatwaves (home, work, transit, grocery/pharmacy, retail/recreation, parks). In China, Baidu data on intra-city activity levels is analyzed in a complementary multi-level model. The results show a widespread tendency to withdraw into homes but also highlight unequal substitutions of activities, and – under some circumstances – visits to potentially cooler locations away from home. This study highlights the global nature of heatwave adaptation and the value of considering adaptation alongside people’s everyday lives.",
        "url": "https://doi.org/10.31235/osf.io/97kxh",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/exyj7",
        "title": "Books are overwhelmingly supportive of transgender identities: Analysing queer literature using a Goodreads web scrape",
        "authors": "Ren Ryba, Michelle Freeling",
        "created": "2025-01-04",
        "abstract": "Increasing media attention has led to greater support for queer and transgender people, but this attention has also led to scrutiny and some backlash against these identities. In this paper, I provide a simple analysis of one medium of social discourse: published books. Using a scrape of the website Goodreads, I examine some key metrics relating to the presence and popularity of books, with a focus on books about transgender people. I scraped the Goodreads page for over 1.6 million books, resulting in 263,597 records that were complete and had some user engagement. Of these, 343 related to transgender people. Books about transgender people were overwhelmingly positive and supportive of trans identities. According to automated classification by a large language model, the 343 books about transgender people were divided into 285 positive books and only 8 negative books (50 could not be classified). Books that were positive about transgender people received more user reviews and stronger average ratings than negative books. Overall, there were 170 times more user reviews of positive transgender books than there were about negative transgender books, which might suggest that Goodreads users are far more likely to interact with supportive books than skeptical or dismissive books about transgender people.",
        "url": "https://doi.org/10.31235/osf.io/exyj7",
        "subjects": "(Other)",
        "subjects_osf": "Feminist, Gender, and Sexuality Studies, English Language and Literature, Communication"
      },
      {
        "doi": "10.31235/osf.io/ezdrj",
        "title": "The complex social network structure of large-scale human societies",
        "authors": "David S. Sandeford",
        "created": "2025-01-03",
        "abstract": "Do the social networks of complex large-scale societies share fundamental structural and mathematical properties with the networks of small-scale societies? Can they also best be characterized as discrete, hierarchical, self-similar social networks? There is growing empirical evidence that the generic nature of human social organization may be described in terms of these complex social networks. This emergent form of human social organization has been documented in a wide array of human societies ranging from foraging groups to the urban and sociopolitical organization of the first states and empires. This paper contributes to this growing literature by using Horton--Strahler scaling and spectral analysis to demonstrate the complex structure of large-scale societies using the Coalescent Communities Database 2.0 and Seshat: Global History Databank. The analysis finds a discrete hierarchy of community sizes that approaches the well-known series 15, 50, 150, 500, 1500 and a scaling ratio of between 3 and 4. These properties of complex large-scale societies are remarkably consistent with previous empirical studies of small-scale societies. I suggest that these patterns can be understood in terms of a general recursive process that is responsible for the formation of increasingly larger-scale societies and the cognitive limitations inherent to human nature.",
        "url": "https://doi.org/10.31235/osf.io/ezdrj",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/n3t2s",
        "title": "Financial incentives and flexible retirement: Quasi-experimental evidence from the Finnish pension system",
        "authors": "Ilari Ilmakunnas, Susanna Sten-Gahmberg, Timopekka Hakola",
        "created": "2025-01-01",
        "abstract": "In 2017, Finland introduced a partial old-age pension scheme, allowing individuals to claim either 25 or 50 percent of their old-age pension after turning 61, irrespective of their employment status. Claiming a partial pension before the statutory retirement age results in a permanent reduction of the full old-age pension. Due to the rapid rise in consumer prices in 2022, individuals who claimed their pension before the end of 2022 benefited from a three-percentage points higher index adjustment in 2023, resulting in a permanently higher pension compared to those who claimed their pension in early 2023. In this study, we assess the causal effect of the financial incentive arising from the exceptional index adjustment on pension take-up using regression discontinuity design and full population register data. We also analyse differences in responses by socioeconomic status and gender. The extraordinary pension index adjustment increased the probability of claiming the partial old-age pension in the first month after becoming eligible for it by around 8 percentage points, or around 80 per cent. The effect is explained by individuals claiming a pension sooner than they would have in the absence of the exceptional index adjustment. Individuals with a higher pension accrual, higher earnings, or with upper tertiary education were more likely than others to respond to the index adjustment.",
        "url": "https://doi.org/10.31235/osf.io/n3t2s",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      }
    ]
  }
}
