{
  "update": "2025-02-28",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/8z4ax_v3",
        "title": "Persuasive Lobbying and the Value of Connections",
        "authors": "Emiel Awad, Clement Minaudier",
        "created": "2025-02-24",
        "abstract": "The inflow of money into politics and the influence of interest groups on policies are well-documented, but the monetary value of accessing policymakers is less well-understood. As a result, it is unclear what inferences researchers can draw from lobbying expenditures about interest groups' strategies and their ideological alignment with policymakers. We study a model of informational lobbying with a collective decision-making body and endogenous reforms to investigate the determinants of the value of access. We show that the funds flowing to a given policymaker depend not only on this policymaker's ideology and procedural power, but also on the overall distribution of preferences and power among other policymakers. Two policymakers with the same ideology and procedural power might therefore attract different amounts of contributions, depending on the preferences of fellow policymakers. Our results help clarify empirical research linking lobbying expenditures by interest groups to politicians' ideologies and power.",
        "url": "https://doi.org/10.31235/osf.io/8z4ax_v3",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/9dv4u_v1",
        "title": "The Weight of Precedent: Parties, Institutions, and Executive Norms",
        "authors": "Daniel A. N. Goldstein, Collin Schumock",
        "created": "2025-02-26",
        "abstract": "Political executives often adhere to informal traditions established by their predecessors. Yet, without legal backing, elites have incentives to violate norms for political gain. Under what conditions do constraining executive norms persist and when are they abandoned? We address this question by using an infinite horizon formal model to analyze the maintenance of executive norms. We identify intra-party accountability and variation in patience among actors within the same party as significant for norm maintenance. We also detail how expectations about the expected behavior of out-of-power parties shape the willingness to violate norms while in office. The insights from the model enable us to classify a number of executive norms according to their fragility and to examine the trajectory of one norm in-depth: the two-term tradition of the American presidency. Our findings shed light on how informal institutions regulate executive behavior and advance our understanding of institutional stability and erosion.",
        "url": "https://doi.org/10.31235/osf.io/9dv4u_v1",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Constitutional Law, Law and Economics, Political Science, Economics, Leadership Studies, Public Affairs, Public Policy and Public Administration, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/cptya_v1",
        "title": "The politics of expertise in the COVID-19 pandemic: A multi-level mini-public approach",
        "authors": "REGROUP project, Benjamin Leruth, Pier Domenico Tortola",
        "created": "2025-02-25",
        "abstract": "As a crisis of unprecedented speed, pervasiveness, and multi-dimensionality, COVID-19 generated several questions and tensions at the intersection of scientific knowledge and democratic politics. These were, in turn, yet another manifestation of broader debates on the appropriate role and functions of science and expertise in liberal-democratic policymaking, which have defined a large part of European politics over the past few years. This paper contributes to the research on the politics of expertise by presenting the results of an innovative multi-level mini-public approach, in which citizens from five European countries – France, Italy, Germany, the Netherlands, and Poland – were asked to discuss and deliberate on questions relating to the place and role of experts in policymaking, scientific information, and communication. The results of these discus- sions not only yield more fine-grained and nuanced evidence on citizens’ attitudes on these topics than currently available via survey research but also allow for the formulation of actionable advice that will be of interest to policymakers at the national as well as EU level.",
        "url": "https://doi.org/10.31235/osf.io/cptya_v1",
        "subjects": "Politics",
        "subjects_osf": "European Languages and Societies, Political Science"
      },
      {
        "doi": "10.31235/osf.io/ep8zr_v3",
        "title": "Biodiversity finance as a technology of power: Discourses of innovation and regulation in an Australian case study",
        "authors": "Kirsty Anantharajah, Megan C Evans",
        "created": "2025-02-20",
        "abstract": "Neoliberal conservation is enjoying its latest zenith in the form of ‘biodiversity finance’. The endurance of neoliberal conservation is rooted in often unseen negotiations of knowledge and power; hence it is crucial to understand how material futures are being shaped by discourse. Analysis of interviews with biodiversity finance professionals in Australia revealed novel discursive mechanisms centred on innovation and regulation. Commodification of nature is seen as impossible, but inevitable – with tradeable biodiversity units being the primary object of innovation. The complexity of biodiversity markets elevates the power of the “innovators”, whose expert knowledge and elite networks reshape the material world. These discourses risk entrenching biodiversity loss, particularly for threatened components, and further subordinating the role of government. The data also revealed fear, risk and the Taskforce for Nature-related Financial Disclosures as potential loci for disruption – highlighting one of several opportunities to chart materially better pathways for biodiversity.",
        "url": "https://doi.org/10.31235/osf.io/ep8zr_v3",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/fkj63_v2",
        "title": "MarxistLLM: Fine-tuning a language model with a Marxist worldview",
        "authors": "Matti Nelimarkka",
        "created": "2025-02-24",
        "abstract": "Theoretical perspectives, such as rational choice theory, Marxist theory, and feminist theory, provide a defined worldview (Weltanschauung) that guides researchers' analytical and interpretive processes. Recently, there has been an increasing interest in using language models to examine social aspects through social science lenses. However, critical computing scholars have shown that models embody specific societal values and perspectives. This inherent encoding of viewpoints means that when these models are employed in research, scholars might not reflect the worldview or use theoretical perspectives. To address this issue, our study explores the possibility of fine-tuning large language models with a specific Weltanschauung. Specifically, we incorporate the writings of Marx and Engels to fine-tune these models, aiming to infuse them with Marxist ideological terminology and worldview. We evaluate how these fine-tuned models differ in empirical analysis. This investigation underscores the importance of aligning theoretical perspectives with computational tools to enhance the social sciences.",
        "url": "https://doi.org/10.31235/osf.io/fkj63_v2",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/zbkvp_v1",
        "title": "The changing alignment of attitudes towards immigration and redistribution across Europe between 2002 and 2020",
        "authors": "Yassine Khoudja, Marcel Lubbers, Ines Schäfer",
        "created": "2025-02-24",
        "abstract": "This paper examines the evolving relationship between attitudes toward immigration and redistribution in Europe. While much of the existing literature suggests a positive correlation between support for immigration and redistribution, recent developments—such as the rise of political parties combining anti-immigration rhetoric with pro-redistribution platforms—challenge this assumption. Moreover, little is known about how these attitudinal combinations have changed over time and how they relate to individuals’ social structural positions. Using data from the European Social Survey (2002–2020), we investigate how the relationship between attitudes toward immigration and redistribution has shifted across European countries, and the extent to which these shifts are anchored in the changing social stratification of political attitudes. Our results show that, in 2002, the correlation between pro-immigration and pro-redistribution attitudes was negative, but by 2020, it had shifted to near zero. This shift is mainly driven by an increase in the share of individuals who support both immigration and redistribution, especially in Northern and Western European countries since 2012. In contrast, groups rejecting both immigration and redistribution, or rejecting immigration while supporting redistribution have not substantially expanded. We further show that these changes are partly due to changing educational and occupational divides. These findings highlight the shifting relationship between the cultural and economic dimension of political conflict in Europe, and underline the importance of social structural transformations, particularly the educational expansion, in re-shaping the demand-side of political dynamics. More generally, the study calls for a stronger focus on analyzing the intersection of attitudes across different domains and on understanding how social-structural transformations shape attitudes towards immigration and support for the welfare state.",
        "url": "https://doi.org/10.31235/osf.io/zbkvp_v1",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/2zvkt_v1",
        "title": "Data Centers, Critical Minerals, Energy, and Geopolitics: The Foundations of Artificial Intelligence",
        "authors": "João Henrique Santana Stacciarini, Ricardo Junior de Assis Fernandes Gonçalves",
        "created": "2025-02-26",
        "abstract": "Artificial Intelligence (AI) has expanded significantly in recent years, permeating various sectors of the economy and the daily lives of over 5.5 billion active internet users worldwide. However, this rapid adoption necessitates an analysis of the trade-offs inherent to its operation, many of which remain largely unknown to the public. Drawing on data from academic articles, technical reports, data repositories, and government documents, this article examines the physical, energy, and geopolitical dimensions underpinning AI. Although often perceived as immaterial, AI depends on a vast and complex physical infrastructure, sustained by data centers that house thousands of devices composed of a diverse array of minerals and metals, many classified as critical. Currently, approximately 12,000 data centers are in operation globally, including 992 hyperscale facilities spanning thousands of square meters. The short lifecycle of equipment in these centers, combined with inadequate disposal practices, leads to the loss of valuable metals from the supply chain, further intensifying mineral extraction and exacerbating socio-environmental impacts. Simultaneously, the rivalry between the United States and China over control of critical minerals and dominance in AI technologies has escalated geopolitical tensions, resulting in mutual restrictions on the export of advanced technologies and essential minerals. Another critical factor is AI’s substantial energy consumption: in the United States, data centers already account for approximately 4% of national electricity consumption, with projections reaching 9.1% by 2030. While major technology companies invest in renewable energy sources such as solar and wind to meet this growing demand, these sources also require significant volumes of critical minerals. These interrelated factors underscore the intricate connections between Artificial Intelligence, Data Centers, Critical Minerals, Energy, and Geopolitics.",
        "url": "https://doi.org/10.31235/osf.io/2zvkt_v1",
        "subjects": "Economics",
        "subjects_osf": "Environmental Studies, Economics, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/apsz9_v1",
        "title": "Blockchain in Global Trade: Insights from the TradeLens Experiment",
        "authors": "Babu George",
        "created": "2025-02-25",
        "abstract": "The digital transformation of global supply chains has aimed to enhance transparency, efficiency, and security, with blockchain emerging as a key enabler. This paper examines Maersk’s TradeLens initiative, a blockchain-powered shipping platform, within the broader context of digital supply chain innovation. Initially launched to revolutionize maritime logistics, TradeLens demonstrated blockchain’s potential for data sharing, risk mitigation, and operational streamlining. However, despite technological promise and industry participation, it was discontinued in early 2023 due to challenges in scaling adoption and achieving commercial viability. This study critically evaluates the structural, strategic, and economic barriers that hindered its success, providing key insights for future digital supply chain transformations. We highlight the necessity of industry-wide collaboration, governance frameworks, regulatory alignment, and sustainable business models to ensure the viability of digital trade networks.",
        "url": "https://doi.org/10.31235/osf.io/apsz9_v1",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/bp5jz_v1",
        "title": "The Power and Pitfalls of Industrial Policy: Evidence from China",
        "authors": "Hannah Yi Wei",
        "created": "2025-02-27",
        "abstract": "I study the impacts of industrial policy on innovation and industrial development by deciphering the landmark Chinese industrial policy - the Strategic and Emerging Industries initiative (SEI), from 2010 to 2018. Using differences-in-differences methods with staggered adoption and city-industry level data, I find that the policy significantly boosts patent counts, firm turnover, and output in targeted sectors, though gains in innovation quality and employment remain subdued. Additionally, I identify inefficiency in China’s top-down approach, where local governments prioritize alignment with national priorities over local comparative advantages. Sectors targeted with a pre-existing innovation advantage see at least double the gains in innovation and output compared to those without, underscoring the path-dependent nature of innovation. These findings emphasize the importance of aligning industrial policy with local strengths to foster quality-based growth. While the SEI initiative demonstrates China's ability to drive numerical growth, it also reveals the challenge of fostering widespread, quality-driven upgrading. These insights offer broader lessons for other developing economies navigating similar transitions.",
        "url": "https://doi.org/10.31235/osf.io/bp5jz_v1",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/ebtcy_v1",
        "title": "Optimal Salaries of Researchers with Motivational Emergence",
        "authors": "Eldar Knar",
        "created": "2025-02-24",
        "abstract": "In the context of scientific policy and science management, this study examines the system of nonuniform wage distribution for researchers. A nonlinear mathematical model of optimal remuneration for scientific workers has been developed, considering key and additive aspects of scientific activity: basic qualifications, research productivity, collaborative projects, skill enhancement, distinctions, and international collaborations. Unlike traditional linear schemes, the proposed approach is based on exponential and logarithmic dependencies, allowing for the consideration of saturation effects and preventing artificial wage growth due to mechanical increases in scientific productivity indicators. The study includes detailed calculations of optimal, minimum, and maximum wages, demonstrating a fair distribution of remuneration on the basis of researcher productivity. A linear increase in publication activity or grant funding should not lead to uncontrolled salary growth, thus avoiding distortions in the motivational system. The results of this study can be used to reform and modernize the wage system for researchers in Kazakhstan and other countries, as well as to optimize grant-based science funding mechanisms. The proposed methodology fosters scientific motivation, long-term productivity, and the internationalization of research while also promoting self-actualization and ultimately forming an adequate and authentic reward system for the research community. Specifically, in resource-limited scientific systems, science policy should focus on the qualitative development of individual researchers rather than quantitative expansion (e.g., increasing the number of scientists). This can be achieved through the productive progress of their motivation and self-actualization.",
        "url": "https://doi.org/10.31235/osf.io/ebtcy_v1",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Philosophy, Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/jq5v7_v1",
        "title": "Monetary Commons: a new public institution for reframing Basic Income as a Personal Dividend",
        "authors": "Iza Romanowska, Yanis Varoufakis, Raphael Arar",
        "created": "2025-02-25",
        "abstract": "Departing from tax-funded UBI approaches this paper proposes a Personal Dividend that socialises the money-creation power hitherto monopolised by private banks. Central to the proposal is a voluntary migration of funds to the digital Monetary Commons, with increased personal dividends stabilising money supply through the negative money multiplier, thus reducing inflationary pressures, eliminating the need for Quantitative Easing, enabling revenue-neutral Pigouvian taxation, reducing wealth inequality, and enhancing systemic stability. Using agent-based simulation, we test adoption feasibility under various scenarios. The scheme consistently succeeds across diverse conditions, demonstrating its potential as a sustainable and voluntary alternative to conventional UBI frameworks.",
        "url": "https://doi.org/10.31235/osf.io/jq5v7_v1",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/qnzsw_v2",
        "title": "Mapping subnational gender gaps in internet and mobile adoption using social media data",
        "authors": "Casey F. Breen, Masoomali Fatehkia, Jiani Yan, Xinyi Zhao, Douglas R. Leasure, Ingmar Weber, Ridhi Kashyap",
        "created": "2025-02-27",
        "abstract": "The digital revolution has ushered in many societal and economic benefits. Yet access to digital technologies such as mobile phones and internet remains highly unequal, especially by gender in the context of low- and middle-income countries. While national-level estimates are increasingly available for many countries, reliable, quantitative estimates of digital gender inequalities at the subnational level are lacking. These estimates, however, are essential for monitoring gaps within countries and implementing targeted interventions within the global sustainable development goals, which emphasize the need to close inequalities both between and within countries. We develop estimates of internet and mobile adoption by gender and digital gender gaps at the subnational level for 2,158 regions in 118 low- and middle-income countries (LMICs), a context where digital penetration is low and national-level gender gaps disfavoring women are large. We construct these estimates by applying machine-learning algorithms to Facebook user counts, geospatial data, development indicators, and population composition data. We calibrate and assess the performance of these algorithms using ground-truth data from subnationally-representative household survey data from 31 LMICs. Our results reveal striking disparities in access to mobile and internet technologies between and within LMICs, with implications for policy formulation and infrastructure investment. These disparities contribute to a global context where women are 21% less likely to use the internet and 17% less likely to own mobile phones than men, corresponding to over 385 million more men than women owning a mobile phone and over 360 million more men than women using the internet.",
        "url": "https://doi.org/10.31235/osf.io/qnzsw_v2",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Geography, Economics, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vsm48_v1",
        "title": "Novel Representations of Consumer, Producer, and Total Surplus",
        "authors": "Jesse Aaron Zinn",
        "created": "2025-02-21",
        "abstract": "This work presents a formal proof that producer surplus may be calculated as the area of the rectangle below price and above the value of average variable cost at quantity supplied, between zero and that quantity supplied. It also shows how consumer and total surplus may be calculated as the areas of rectangles using an average benefit curve.",
        "url": "https://doi.org/10.31235/osf.io/vsm48_v1",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/vy6z2_v1",
        "title": "How does experienced behavior change normative expectations regarding socially beneficial actions?",
        "authors": "Daniel Martínez-Felip, Steven G.M. Schilizzi, Chi Nguyen",
        "created": "2025-02-25",
        "abstract": "Social norms, understood as shared expectations of appropriate behavior, can help resolve collective action problems by making salient collectively beneficial equilibria. However, achieving long-lasting behavior of this type has so far challenged policymakers. To make progress, we need a deeper understanding of the dynamics of people’s normative expectations regarding collectively beneficial behaviors. This study employs a controlled laboratory experiment to collect panel data on individuals’ normative expectations regarding contributions in a public goods (PG) game. Using the Krupka &amp; Weber’s 2013 method, we elicit participants’ normative expectations at three stages: before playing a repeated standard PG game, after completing the repeated PG game, and after playing a repeated PG game with social incentives activated through the threat of exclusion from non-financial group activities. By comparing these stages, we examine whether and how experienced group behavior in PG games within two distinct structured social contexts—one without and one with social incentives—shapes individuals’ normative expectations. Our findings indicate heterogeneity in how social norms are perceived and how normative expectations change in response to experienced group behaviors in the PG games. Normative expectations for socially beneficial actions tend to emerge when such group behavior conveys a normative signal (i.e., when non-financial social incentives lead to increased and sustained contributions), particularly when the social norm is initially perceived as being loose. This work contributes to the growing body of research on social norms by offering experimental evidence that advances our understanding of the factors that determine beneficial normative change.",
        "url": "https://doi.org/10.31235/osf.io/vy6z2_v1",
        "subjects": "Economics",
        "subjects_osf": "Psychology, Economics"
      },
      {
        "doi": "10.31235/osf.io/vy6z2_v2",
        "title": "How does experienced behavior change normative expectations regarding socially beneficial actions?",
        "authors": "Daniel Martínez-Felip, Steven G.M. Schilizzi, Chi Nguyen",
        "created": "2025-02-27",
        "abstract": "Social norms, understood as shared expectations of appropriate behavior, can help resolve collective action problems by making salient collectively beneficial equilibria. However, achieving long-lasting behavior of this type has so far challenged policymakers. To make progress, we need a deeper understanding of the dynamics of people’s normative expectations regarding collectively beneficial behaviors. This study employs a controlled laboratory experiment to collect panel data on individuals’ normative expectations regarding contributions in a public goods (PG) game. Using the Krupka &amp; Weber’s 2013 method, we elicit participants’ normative expectations at three stages: before playing a repeated standard PG game, after completing the repeated PG game, and after playing a repeated PG game with social incentives activated through the threat of exclusion from non-financial group activities. By comparing these stages, we examine whether and how experienced group behavior in PG games within two distinct structured social contexts—one without and one with social incentives—shapes individuals’ normative expectations. Our findings indicate heterogeneity in how social norms are perceived and how normative expectations change in response to experienced group behaviors in the PG games. Normative expectations for socially beneficial actions tend to emerge when such group behavior conveys a normative signal (i.e., when non-financial social incentives lead to increased and sustained contributions), particularly when the social norm is initially perceived as being loose. This work contributes to the growing body of research on social norms by offering experimental evidence that advances our understanding of the factors that determine beneficial normative change.",
        "url": "https://doi.org/10.31235/osf.io/vy6z2_v2",
        "subjects": "Economics",
        "subjects_osf": "Psychology, Economics"
      },
      {
        "doi": "10.31235/osf.io/3nad9_v2",
        "title": "Mapping the Unseen in Practice: Comparing Latent Dirichlet Allocation and BERTopic for Navigating Topic Spaces",
        "authors": "Pierre Benz, Carolina Pradier, Diego Kozlowski, Natsumi S. Shokida, Vincent Larivière",
        "created": "2025-02-25",
        "abstract": "This article focuses on comparing two widely used techniques of topic modeling, namely latent Dirichlet allocation (LDA) and BERTopic. The first is a Bayesian probabilistic model and the latter is rooted in deep learning. It remains unclear what those differences imply in practice, and how they contribute to our sociological understanding of the inner works of science. This paper compares results obtained by LDA and BERTopic applied to the same dataset composed of all scientific articles (n=34,797) authored by all biology professors in Switzerland between 2008 and 2020. We propose a step-by-step demonstration from data pre-processing to the results. Hence we emphasize that understanding their underlying functioning is essential for effectively interpreting the outcomes and balance between the strengths and weaknesses of the two techniques. Although they differ in their operationalization, LDA and BERTopic produce topic spaces with a similar global configuration. However, major differences are observed when focusing on specific multidimensional concepts, such as gene. With evidence from our empirical demonstration, we overall stress that topic modeling offers a highly valuable ground for understanding the semantic structure of scientific fields when combined with in-depth knowledge of the object under scrutiny.",
        "url": "https://doi.org/10.31235/osf.io/3nad9_v2",
        "subjects": "Sociology",
        "subjects_osf": "Library and Information Science, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/6mjka_v1",
        "title": "RELATION BETWEEN TEMPERAMENT, ABILITY TO COPE WITH SOCIAL SITUATIONS, TYPE OF PSYCHOLOGICAL GENDER AND THE READINESS TO SHOW PROSOCIAL BEHAVIOR",
        "authors": "Ita Robakiewicz",
        "created": "2025-02-27",
        "abstract": "The aim of this study was to investigate if people who show prosocial behavior (volunteers who are engaged in palliative care) differ in their personality traits from those who do not express such a behavior. Psychological gender roles, social competences and temperament features were measured with the questionnaires. Sixty eight individuals took part in this study (35 palliative volunteers and 33 controls). Volunteers were expected to be more androgynous, have more feminine stereotype characteristics, have a higher social competences and a lower level of emotional reactiveness than participants from the control group. Results: The study results have showed that the volunteers scored higher on feminine scale than participants from the control group. This was valid for both women and men, and resulted in higher number of androgynous individuals among men and a higher number of feminine gender typed individuals among women. Additionally it was also found that emotional reactiveness in volunteers depends on the biological sex: the volunteer women have lower level of this characteristic than the volunteer man and also than the control men. No difference in social competences between the volunteers and the control group was found. In summary this study shows that decision about engagement in palliative care depends on the level of stereotypical feminine characteristics, the level of emotional reactiveness and the level of endurance.",
        "url": "https://doi.org/10.31235/osf.io/6mjka_v1",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/7psr6_v1",
        "title": "Social patterns of miscarriage reporting and risk: Insights from survey data in France",
        "authors": "Marie-Caroline Compans, Heini Väisänen",
        "created": "2025-02-19",
        "abstract": "According to clinical studies, miscarriages, that is spontaneous pregnancy losses before 22–24 weeks of gestation, affect approximately 13 to 18 % of recognized pregnancies. However, clinical studies are rarely representative of the population. Surveys tend to be, but they are subject to misreporting of miscarriages, as suggested by existing work in the US. Thus, existing evidence of social inequalities in miscarriage risk is inconsistent. This study first applies a model to estimate the extent of miscarriage misreporting in the French FECOND survey (2010-11). Estimated 92% of miscarriages were reported and underreporting was slightly more pronounced among women with lower education. Nevertheless, the estimated prevalence of miscarriages (14% of all pregnancies) remained largely unaffected and only with small educational differences. These findings indicate that estimating miscarriage risk factors can be done without correcting for reporting bias in this survey. Second, we used multilevel multinomial logistic regressions to estimate socio-demographic characteristics and epidemiological factors associated with miscarriage. As in previous work, advanced reproductive ages were associated with a higher miscarriage risk. Our models reveal that the association between miscarriage risk and prior reproductive history is explained by unobserved time-consistent individual characteristics, such as potentially. Conversely, education and self-assessed financial conditions were not associated with miscarriage risk. Younger cohorts exhibit a higher miscarriage risk, suggesting either an age effect on recall, a cohort effect regarding pregnancy recognition, or reduced stigma resulting in more reliable reporting of miscarriage in surveys.",
        "url": "https://doi.org/10.31235/osf.io/7psr6_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/8hwdf_v2",
        "title": "Estimating Returns to Education Using the Genetic Lottery",
        "authors": "Tarjei Widding-Havneraas, Perline Demange, Felix Elwert, Nicolai T. Borgen, Eivind Ystrom, Henrik Daae Zachrisson",
        "created": "2025-02-24",
        "abstract": "Do more years of schooling cause higher lifetime earnings? Social scientists have long sought to determine the economic returns to schooling given its central importance to individual educational choices and public policy. Prior estimates are limited due to unobserved confounding in observational studies and the restriction of popular school-reform-based quasi-experimental estimates to schooling increases at one specific age only. Genotyped data offers a new opportunity to address unobserved confounding and estimate the returns to one general additional year of schooling by using genetic variants related to education, randomly assigned within families at conception, as instrumental variables (Mendelian randomization (MR)). We combine this design with comprehensive Norwegian population-wide registry data and genotyped data from the Norwegian Mother, Father and Child Cohort Study. We employ three identification strategies for triangulation. MR implies returns to schooling of 8.0% (95% CI=7.1-9.0; USD 5,586; N=110,049), with similar magnitude from sibling MR (6.3%, 95% CI=1.5-11.6; N=18,700), and pleiotropy-robust estimators. Sensitivity analyses support assumptions underlying MR. The MR estimates largely aligned with estimates based on ordinary least squares of 5.9% (N=1,260,514) for the full population, sibling (5.3%, 95% CI=5.2-5.4; N=970,440) and monozygotic twin (3.2%, 95% CI=1.9-4.6; N=5,852) models. All estimates exceeded opportunity costs as proxied by the market interest rate, and thus suggests that education pays off, yet only MR circumvents the threat of unobserved confounding. Our study shows that the economic returns to schooling are substantial and demonstrates how genetic data can be used to investigate hard-to-answer causal questions.",
        "url": "https://doi.org/10.31235/osf.io/8hwdf_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/9eg6p_v1",
        "title": "Consonance Versus Dissonance: How Exposure to Unfamiliar Colleagues Within and Across Network Communities Affects Social Belonging and Network Change",
        "authors": "Paul Green, Matthew Yeaton, Grace Cormier, Lara Yang, Sameer Srivastava",
        "created": "2025-02-19",
        "abstract": "Organizations vary in the degree to which their members experience social belonging. Interventions designed to boost belonging have typically focused on changing individuals’ mindsets. We instead develop a structural intervention that seeks to foster belonging by exposing people to unfamiliar colleagues---ones they are not in regular contact with. We consider two forms of such exposure: consonant, to colleagues from the same network community as the focal actor; and dissonant, to colleagues from different network communities. We hypothesize that consonant exposure engenders more group solidarity, more persistent relationships, and enhanced social belonging. We test these expectations in a pre-registered field experiment at a non-profit organization. Participants (N=213) engaged in a facilitated professional development experience with unfamiliar colleagues and were randomly assigned to either consonant or dissonant groups. Although the anticipated solidarity advantage of consonant exposure was only marginally significant when assessed immediately following the intervention, consonant-condition participants maintained more intervention-group ties and reported greater social belonging three months after the intervention. Yet, pointing to the potential tradeoffs of consonant versus dissonant exposure, dissonant-condition participants experienced steeper declines in network constraint and greater increases in betweenness and closeness centrality. We discuss implications for research on social networks, workplace belonging, and organizational interventions.",
        "url": "https://doi.org/10.31235/osf.io/9eg6p_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/9euq3_v19",
        "title": "The Promise: A Breakthrough for Social Science",
        "authors": "Bruno Sérgio Dias Oliveira",
        "created": "2025-02-26",
        "abstract": "This article orbits the promise of Sociology and presents the sociology of promises — or, more precisely, the science of promises, aimed at addressing all sociological curiosities and encompassing all that is sociological. In introducing the General Social Theory of Compromises (G-STOC), a framework designed to overcome the fragmentation of traditional social theories and address their limitations in explaining social behavior, a breakthrough is presented in eight main takeaways that are simultaneously ontological, epistemological and theoretical: (1) social coercive powers derive from actual or virtual agency; (2) virtual agency derives from promises; (3) all anger and disappointment derive from broken promises; (4) promises are always in dynamic reciprocal sets called compromises; (5) compromises are heuristic devices underlying all social relationships; (6) all social phenomena involve compromises; (7) to explain is to describe relationships and (8) sociological explanation, therefore, derives from the description of compromises and their history. The above tenets begin to outline a powerful and coherent framework and their proper appreciation is bound to have a profound impact in Social Science. Avoiding convoluted syntheses of competing theories and emphasizing the social importance of the future as well as theoretical novelty and superior heuristic power, the author advocates for clear conceptual and theoretical grounds to enable a complete and integrated explanation of social phenomena. With this innovative approach, the paper invites scholars to engage critically with G-STOC and explore its potential to unify and enhance the study of the social world, offering new insights about its complexities.",
        "url": "https://doi.org/10.31235/osf.io/9euq3_v19",
        "subjects": "Sociology",
        "subjects_osf": "Law and Society, Contracts, Philosophy, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/9kvc2_v1",
        "title": "Collective Memory and Racial Politics: Media Coverage of Black Resistance to Police Violence in New York, 1997-2000",
        "authors": "Erin Gaede, Pamela Oliver",
        "created": "2025-02-27",
        "abstract": "Academic research on Black protests often relies on elite mainstream White-centric news sources and neglects events between the 1960s and the 2010s. We compare the coverage by the New York Times and two Black newspapers of four episodes of protests about police violence in New York in the late 1990s: the killing of Amadou Diallo in 1999, which led to many protests over two years and was discussed in hundreds of news articles, and three overlapping episodes about the torture of Abner Louima in 1997 and the killings of Malcolm Ferguson and Patrick Dorismond in 2000. We find that the New York Times emphasized partisan politics as protest motivations, quoted police extensively and often printed material sympathetic to police, and typically portrayed protesters as angry or motivated by politics. Black newspapers emphasized long-term systemic problems with police, moral condemnation of police violence, the connection of current protests with past oppression and struggles, the involvement of youth, and Black immigrants’ growing awareness of anti-Blackness. Our findings elucidate that centering a “Black gaze” provides an important balance to White-centric sources and demonstrates the continuity of the Black movement in its opposition to police violence.",
        "url": "https://doi.org/10.31235/osf.io/9kvc2_v1",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ew9j5_v1",
        "title": "Generation Matters: The Role of Migration and Generational Status for Distributive Justice Preferences",
        "authors": "Margherita Cusmano",
        "created": "2025-02-21",
        "abstract": "People judge existing economic inequality based on distributive justice principles such as merit, equality, and need. The degree to which they support these principles—their distributive justice preferences—and the ensuing judgment of inequality as just or unjust differ across social groups. Scholars have identified social positions within the social structure, such as socio-economic status, as factors driving such differences. However, social structures are not sealed-off systems. In a globalizing world, they are increasingly shaped by migration movements. So far, relatively little attention has so far been paid to migration experiences as a factor potentially underlying different perspectives on distributive justice. Integrating the insight from migration scholarship that generation matters, this study explores migration background and migrants’ generational status as possible factors shaping distributive justice attitudes. Using an original survey in Germany, this study tests whether migrants of different generations hold different views than non-migrants. Almost no differences were found with regard to individuals who moved to Germany as children or grew up in Germany with migrant parents. However, personal experiences of migration in adolescence or adulthood strongly shape distributive justice preferences. Migrants who moved to Germany after or during adolescence tend to find inequality more acceptable and support the equality and need principles less. The paper highlights migrants as an interesting population for empirical justice research. Moreover, it urges justice scholars to differentiate between migrant generations.",
        "url": "https://doi.org/10.31235/osf.io/ew9j5_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ew9j5_v2",
        "title": "Generation Matters: The Role of Migration and Generational Status for Distributive Justice Preferences",
        "authors": "Margherita Cusmano",
        "created": "2025-02-22",
        "abstract": "People judge existing economic inequality based on distributive justice principles such as merit, equality, and need. The degree to which they support these principles—their distributive justice preferences—and the ensuing judgment of inequality as just or unjust differ across social groups. Scholars have identified social positions within the social structure, such as socio-economic status, as factors driving such differences. However, social structures are not sealed-off systems. In a globalizing world, they are increasingly shaped by migration movements. So far, relatively little attention has so far been paid to migration experiences as a factor potentially underlying different perspectives on distributive justice. Integrating the insight from migration scholarship that generation matters, this study explores migration background and migrants’ generational status as possible factors shaping distributive justice attitudes. Using an original survey in Germany, this study tests whether migrants of different generations hold different views than non-migrants. Almost no differences were found with regard to individuals who moved to Germany as children or grew up in Germany with migrant parents. However, personal experiences of migration in adolescence or adulthood strongly shape distributive justice preferences. Migrants who moved to Germany after or during adolescence tend to find inequality more acceptable and support the equality and need principles less. The paper highlights migrants as an interesting population for empirical justice research. Moreover, it urges justice scholars to differentiate between migrant generations.",
        "url": "https://doi.org/10.31235/osf.io/ew9j5_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/f2p7d_v2",
        "title": "Auditing multimodal large language models for context-aware content moderation",
        "authors": "Thomas Davidson",
        "created": "2025-02-20",
        "abstract": "The development of multimodal large language models (MLLMs) offers new possibilities for context-aware content moderation by integrating text, images, and other data. This study uses a series of conjoint experiments to systematically audit GPT-4o, a state-of-the-art MLLM, to understand how it uses demographics and other contextual information when assessing hate speech. We show that GPT-4o's moderation decisions align with human judgments, particularly in recognizing norms regarding the use of reclaimed slurs by marginalized groups, and additional prompting can further enhance sensitivity to context. We further demonstrate that multimodal identity cues---combining visual and textual information---facilitate more nuanced content evaluation than unimodal approaches. This research underscores the potential and limitations of MLLMs for automated moderation and introduces conjoint analysis as a tool for auditing AI use in complex, context-sensitive applications.",
        "url": "https://doi.org/10.31235/osf.io/f2p7d_v2",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/f6suj_v2",
        "title": "What if there were a moratorium on new housebuilding? An exploratory study with London-based housing associations",
        "authors": "Anna Pagani, Alex Macmillan, Federico Savini, Michael Davies, Nici Zimmermann",
        "created": "2025-02-26",
        "abstract": "The shortage of social housing is a crucial element of the UK housing crisis. In England, social rented housing provision significantly relies on market homes construction, with detrimental impacts on residents and the environment. Moratoria are often cited in the degrowth literature as policy tools supporting strategies to break free from growth-driven mechanisms and achieve high levels of well-being while reducing environmental pressures. However, the systemic effects of such a policy on housing and its potential drawbacks are at present understudied. This study explores the extent to which a moratorium on new construction in the housing sector would be an effective, desirable, and feasible policy to address the shortage of good quality social housing. We used existing causal loop diagrams (CLDs) to formulate qualitative hypotheses on the effects of a moratorium on the structures underpinning the construction and demolition of social housing estates. We then explored perceived obstacles or opportunities to its uptake in a workshop with four housing associations, the largest providers of social housing in England. Our CLDs suggest that a moratorium could help to address the growth-dependent mechanisms of social housing provision, with systemic benefits for both social tenants and housing associations. However, the workshop revealed that its adoption would depend on whether the maintenance, repair, and retrofit of the existing stock could offset the perceived advantages of new construction (e.g., quality, quantity, adequacy). Through the use of systems thinking tools, our findings support dialogue around alternatives to the growth-dependent paradigm undermining housing provision within planetary boundaries.",
        "url": "https://doi.org/10.31235/osf.io/f6suj_v2",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fc76a_v1",
        "title": "Couples' careers revisited: the role of gender ideologies",
        "authors": "Daniela Grunow, Torsten Lietzmann",
        "created": "2025-02-26",
        "abstract": "We assess the role of gender ideologies for couples’ work trajectories, using data from the German panel study Labour Market and Social Security (PASS). First, we conduct a multichannel sequence analysis to identify work trajectories of heterosexual couples in their early-to-mid-career phase, as this is the time when many couples start having children. Second, trajectories are predicted based on both partners’ individual and joint gender ideologies as well as social structural characteristics. We identify six typical work trajectories: (1) dual fulltime, (2) one-and-a-half earner, (3) breadwinner-homemaker, and (4) marginal secondary, all featuring a male fulltime earner. Whereas dual full-time and one-and-a-half earner models are rather widespread, each covering around 30 percent of couples, the other two trajectories are less frequent (covering 13, respectively 12 percent of couples). The last two patterns are the least frequent: (5) dual limited and unstable employment (11 percent), and (6) dual precarious (3 percent). Regression models indicate that gender ideologies matter for some but not all joint work trajectories. Most importantly, gender ideologies predict dual fulltime trajectories: couples’ joint egalitarianism fosters – and essentialist believes in separate spheres hinder – adopting this trajectory. At the same time, these essentialist believes increase the likelihood of adopting a marginal secondary earner trajectory. Our findings reflect the interrelated and partly reverse-causal relationship between couples’ gender ideologies, social structural characteristics and paid work trajectories.",
        "url": "https://doi.org/10.31235/osf.io/fc76a_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/fc76a_v2",
        "title": "Couples' careers revisited: the role of gender ideologies",
        "authors": "Daniela Grunow, Torsten Lietzmann",
        "created": "2025-02-26",
        "abstract": "We assess the role of gender ideologies for couples’ work trajectories, using data from the German panel study Labour Market and Social Security (PASS). First, we conduct a multichannel sequence analysis to identify work trajectories of heterosexual couples in their early-to-mid-career phase, as this is the time when many couples start having children. Second, trajectories are predicted based on both partners’ individual and joint gender ideologies as well as social structural characteristics. We identify six typical work trajectories: (1) dual fulltime, (2) one-and-a-half earner, (3) breadwinner-homemaker, and (4) marginal secondary, all featuring a male fulltime earner. Whereas dual full-time and one-and-a-half earner models are rather widespread, each covering around 30 percent of couples, the other two trajectories are less frequent (covering 13, respectively 12 percent of couples). The last two patterns are the least frequent: (5) dual limited and unstable employment (11 percent), and (6) dual precarious (3 percent). Regression models indicate that gender ideologies matter for some but not all joint work trajectories. Most importantly, gender ideologies predict dual fulltime trajectories: couples’ joint egalitarianism fosters – and essentialist believes in separate spheres hinder – adopting this trajectory. At the same time, these essentialist believes increase the likelihood of adopting a marginal secondary earner trajectory. Our findings reflect the interrelated and partly reverse-causal relationship between couples’ gender ideologies, social structural characteristics and paid work trajectories.",
        "url": "https://doi.org/10.31235/osf.io/fc76a_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/hfauq_v3",
        "title": "Union Dissolution and Children’s Educational Achievement: Separating Effects of School and Non-School Environments",
        "authors": "Peter Fallesen, Giampiero Passaretta, Simon  Skovgaard Jensen",
        "created": "2025-02-19",
        "abstract": "We study whether the educational disadvantage of children from households where parents have dissolved their union is due to selection or deteriorating non-school environments and whether exposure to school environments compensates or exacerbates such disadvantage. We apply a differential exposure approach (DEA) to Danish population data collecting public-school reading comprehension tests. The approach exploits variation in children’s birth dates and test administration dates to decompose children’s learning as the product of joint exposure to school and non-school environments. Key findings reveal that children experiencing parental separation have 5-7% lower test scores, with lower learning returns to non-school environments, and diminishing learning outcomes proportional to time spent in separated households. Critically, school appears to neither mitigate nor exacerbate these achievement gaps, suggesting that degrading of non-school environments post-separation primarily impacts children's learning.",
        "url": "https://doi.org/10.31235/osf.io/hfauq_v3",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/k54sy_v1",
        "title": "Gender Gaps in Job-Related Training during COVID-19? Longitudinal Evidence on Supply and Demand Changes from Germany",
        "authors": "Christina Haas, Gundula Zoch, Corinna Kleinert",
        "created": "2025-02-24",
        "abstract": "The COVID-19 pandemic has exacerbated gender inequalities in the labour market. Less is known about its impact on gender gaps in training. Drawing on theories of labour market segmentation, time availability and gender roles, this study examines gender differences in pandemic-related changes in job-related training. Using panel data from the German National Educational Panel Study (2018–2022, N=7,857), results from fixed-effects regressions indicate an overall decline in training participation. Contrary to the expectations, mothers’ participation did not decline more than that of fathers and childless women and men. For all groups, declines in training were partly attributed to work-related changes and the regional severity of COVID-19, but for parents these declines were more closely linked to changes in private and family life. The findings highlight the complex impact of demand- and supply-side factors influencing job-related training and show that gender disparities in unpaid work did not translate into wider training gaps.",
        "url": "https://doi.org/10.31235/osf.io/k54sy_v1",
        "subjects": "Sociology",
        "subjects_osf": "Adult and Continuing Education, Online and Distance Education, Sociology"
      },
      {
        "doi": "10.31235/osf.io/kd3b5_v1",
        "title": "The prevalence and frequency of offending among a cohort of youth offenders during an exceptional event: a research note",
        "authors": "Dr Cameron T. Langfield",
        "created": "2025-02-21",
        "abstract": "Exceptional events bring with them exceptional consequences. During the COVID-19 pandemic, one of the most devastating exceptional events in recent memory, the lives and routines of millions of people around the world were significantly disrupted. Criminologists were quick to document the immediate and short-term effects of pandemic-related restrictions on recorded crime, with the meta-story being that most types of recorded crime declined beyond statistical expectations. However, in the aftermath of these discoveries, it has become clear that research focusing on young people and their offending has not garnered the same level of attention. To remedy this, the current paper uses officially recorded unit-record offence data from the state of New South Wales (NSW) to explore and document to what extent the COVID-19 pandemic has affected youth offending. With this data in hand, we estimate the prevalence and frequency of offending among this cohort of young people pre-and-post the introduction of COVID-19 restrictions. We find that throughout periods of lockdown restrictions in NSW, the prevalence and frequency of this cohorts offending declined significantly, and that most of these declines were clustered in property and violent offences. Interrupted time series analysis (ITSA) was conducted to confirm these findings, with statistical evidence suggesting the largest declines in prevalence and frequency occurred at the point of the first national lockdown in 2020 and the second state-wide lockdown in 2021. We end this paper by discussing why these findings are important and how they continue to shed light on the COVID-crime puzzle, specifically addressing the gap in research on youth offending during an exceptional event.",
        "url": "https://doi.org/10.31235/osf.io/kd3b5_v1",
        "subjects": "Sociology",
        "subjects_osf": "Legal Studies, Sports Studies, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/m7te9_v2",
        "title": "The Geography of Immigrants in Same-Sex Couples in the United States",
        "authors": "Nathan I. Hoffmann, Kristopher Velasco",
        "created": "2025-02-20",
        "abstract": "Where do LGBTQ+ immigrants settle in the United States? The policy landscape for same-sex couples in the U.S. has changed rapidly in recent years, and number of immigrants in same-sex couples have increased rapidly. But little is known about where these lesbian, gay, and bisexual (LGB) immigrants choose to settle and enjoy their new rights. Do they behave more similarly to their straight immigrant counterparts and locate based on job opportunities and cost of living? Or do they gravitate toward more LGBTQ+-friendly cities and states, as U.S.-born LGB people do? How have these patterns changed over time, especially in conjunction with local policy changes relevant to LGBTQ+ people and immigrants? Using American Community Survey data from 2008-2023 and original datasets, this paper studies the geographic context of immigrants in same-sex couples in the U.S. We find that the distribution of immigrants in same-sex couples is expanding across the U.S. over time. These settlement patterns generally look more similar to fellow U.S.-born LGB Americans: locations with higher concentrations are more progressive, have more robust LGBTQ+ civic life, and have higher incomes. Yet immigrants in same-sex couples also live in more racially and ethnically diverse areas compared to U.S.-born Americans in same-sex couples. Our findings contribute to a fuller understanding of this rapidly growing population and its unique characteristics.",
        "url": "https://doi.org/10.31235/osf.io/m7te9_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/mdybz_v1",
        "title": "DNA, Self-Reported Ancestry, and Social Scientific Inquiry",
        "authors": "Luyin Zhang, Sam Trejo",
        "created": "2025-02-22",
        "abstract": "Today, one in five Americans has taken a genetic ancestry test (GAT), which estimates the proportion of a person’s DNA that fall into various geographic categories. While much research has focused on [i] conceptually distinguishing race from ancestry and [ii] understanding how people interpret GAT information, few social scientific studies construct and utilize these quantities – which we call genetic similarity proportions (GSPs). Consequently, the empirical distributions and measurement properties of GSPs remain underexplored. After conceptually distinguishing between genealogical and genetic ancestry, we leverage computational genomic methods to estimate GSPs of genotyped respondents from the nationally-representative Add Health study. Utilizing a survey question on respondents’ self-reported ancestral countries, we observe that – though a person’s self-reported ancestry is associated with their GSPs – there exists considerable variation in GSPs among individuals with the same self-reported ancestry. Then, we explore how GSPs can inform our understanding of racial construction and racialization in the U.S. today by examining their relationship with skin tone and racial classification by others. We find that, among respondents who self-report ancestry from the Americas and/or from Sub-Saharan Africa, GSPs are robustly associated with both skin tone and racial classification – suggesting they may be useful for studying within-group heterogeneity and stratification.",
        "url": "https://doi.org/10.31235/osf.io/mdybz_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/n8yhz_v1",
        "title": "Quantifying Fair Chance Policy Implementation and Employer Engagement",
        "authors": "Jocelyn Bliven, Alayna Johnson, Zofia C. Stanley, Chad M. Topaz, Aaron Chalfin, Jude Higdon, Tyrone Bass",
        "created": "2025-02-22",
        "abstract": "Fair-chance hiring policies aim to expand employment opportunities for individuals with criminal records by reducing legal and systemic barriers to work. These policies include Ban-the-Box, occupational licensing reforms, record-sealing, certificates of rehabilitation, and liability protections. Despite growing adoption, their impact remains difficult to quantify due to limited data. To address this, we introduce standardized metrics to assess the presence and strength of supportive policies, and the extent of legal barriers across all 50 states. Additionally, measure employer engagement in fair-chance hiring by analyzing job postings. These metrics enable state-level comparisons, providing data-driven tools to advance the study of fair-chance employment.",
        "url": "https://doi.org/10.31235/osf.io/n8yhz_v1",
        "subjects": "Sociology",
        "subjects_osf": "Labor and Employment Law, Sociology"
      },
      {
        "doi": "10.31235/osf.io/p6uaf_v1",
        "title": "Dimensions of Support for Gender Ideologies: Gender and Migration Background Differences in Gender Role Attitudes",
        "authors": "Taylan Acar, Birgit Becker, Daniela Grunow",
        "created": "2025-02-20",
        "abstract": "Drawing on original data from a multifactorial survey experiment conducted in Germany, we develop a theoretical model to examine support for gendered divisions of work. Specifically, we ask whether women and men vary in their evaluations of the specific gendered division of paid and unpaid work. Additionally, we examine whether these gender-based differences exist among participants from different backgrounds, native East and West Germans, as well as those with Turkish and Dutch origins. Our findings reveal notable gender differences in attitudes. In three out of five gender ideology profiles, these gender differences are significant: Women are more likely to prefer egalitarian arrangements, while men tend to favor more essentialist ideologies such as secondary-earner and women’s second shift profiles. We observe gender differences in support for egalitarian division among West German, Turkish and Dutch participants (not significant due to small sample size). However, no such difference exist among East Germans. Furthermore, we identify important differences between East German and West German women in their support for the ambivalent profile of “egalitarian familism.” Turkish men, in particular exhibit the least support for egalitarian arrangements and the strongest support for less egalitarian ones. Our theoretical approach proves effective in answering our research questions. Our findings suggest historical that gender regimes and varying levels of exposure to egalitarian ideas among different groups play a key role in the shaping gender role attitudes.",
        "url": "https://doi.org/10.31235/osf.io/p6uaf_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/pxtbq_v2",
        "title": "Envejecimiento Poblacional y los que la migración deja atrás: Puerto Rico y su envejecimiento rápido poco convencional",
        "authors": "Amilcar Matos-Moreno, Ashton M. Verdery, Carlos F. Mendes de Leon, Vivianna M. De Jesús-Monge, Alexis R. Santos-Lozada",
        "created": "2025-02-17",
        "abstract": "Puerto Rico está envejeciendo demográficamente más rápido que casi cualquier otro país del mundo, con estimaciones de que su porcentaje de población de adultos mayores de 65 años situándolo como el décimo país más viejo en el 2020. A diferencia de la mayoría de otros lugares, el envejecimiento de Puerto Rico está impulsado tanto por (a) el descenso en la fecundidad y mortalidad y por (b) altos niveles de emigración en adultos en edad laboral que contribuyen a su índice de envejecimiento poblacional de forma tanto directa (con el traslado de los jóvenes) e indirecta (con la disminución de nacimientos). Este artículo ofrece una perspectiva general de los principales asuntos que rodean el envejecimiento de la población en Puerto Rico. Los responsables políticos y los líderes gubernamentales deben prever el envejecimiento poco convencional de la población de Puerto Rico, que agudiza las preocupaciones habituales sobre la sostenibilidad de los servicios públicos y las perspectivas económicas a largo plazo. Surgen preocupaciones adicionales relacionadas con la reducción de las estructuras de apoyo social y su impacto en la dinámica de la ciudad y las repercusiones para la salud. La singular historia política de Puerto Rico y su relación con los Estados Unidos presenta retos y beneficios para su población. La investigación sobre el envejecimiento en Puerto Rico y las políticas de salud pública deben adaptarse a las necesidades de la sociedad en proceso de envejecimiento del país.",
        "url": "https://doi.org/10.31235/osf.io/pxtbq_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/qbze6_v1",
        "title": "A Mobile App for Informal Care: Challenges and Opportunities in the Context of Complex Tasks and Networks",
        "authors": "Johanna Schütz, Annika Hudelmayer",
        "created": "2025-02-10",
        "abstract": "Informal caregivers play a vital role in long-term care, often facing significant challenges in planning, organising, and coordinating tasks across complex care networks. While digital technologies offer substantial potential to support these activities, their adoption remains limited. This study explores the usability and acceptance of a market-ready mobile app designed to support informal caregivers in real-life settings. Eighteen caregivers used the app without formal training over several months, followed by semi-structured qualitative interviews analysed using content analysis by Kuckartz. Results revealed that while the app's features, such as shared calendars and professional support forums, were perceived as useful, they were underutilised due to established offline routines, data privacy concerns, and limited interoperability with care services. Participants valued the app for its potential to streamline communication and coordination, particularly for geographically dispersed caregivers. However, structural barriers, including the complexity of care systems and digital mistrust, hindered broader implementation. This study highlights the need for user-centred app design and improved digital infrastructure to unlock the full potential of mobile technologies in informal care. Findings provide valuable insights into how digital solutions can bridge gaps in care networks and support the integration of informal and professional care.",
        "url": "https://doi.org/10.31235/osf.io/qbze6_v1",
        "subjects": "Sociology",
        "subjects_osf": "Science and Technology Studies, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/qsudk_v1",
        "title": "Did Social Change Strengthen Genetic Effects? Gendered Educational Attainment Before and After German Reunification",
        "authors": "Christoph Spörlein, Gundula Zoch, Elmar Schlueter",
        "created": "2025-02-21",
        "abstract": "Recent research on post-socialist societies demonstrates that as institutional barriers decline, the genetic effects on educational attainment become more pronounced. However, extant studies have only partially considered the role of gender in this process. To reduce this gap in the literature, this study examines gendered genetic influences on educational attainment in Germany before and after reunification. Drawing on Gene-SOEP data (N=1,573), we analyze polygenic risk scores across cohorts (1943 to 1992) in East (German Democratic Republic, GDR) and West Germany (Federal Republic of Germany, FRG) using stepwise OLS regression with three-way interactions. Our findings reveal that genetic influences on educational attainment increased over time, thereby reducing gendered educational inequality in both regions. However, this positive trend was more gradual in the FRG. Although the GDR promoted gender equality, its policies alone were insufficient to eliminate gender-based differences in genetic educational attainment.",
        "url": "https://doi.org/10.31235/osf.io/qsudk_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/rzw4a_v1",
        "title": "One Track Mind: Secondary Effects in School Choice and Social Capital in a Stratified System",
        "authors": "Dieuwke Zwier",
        "created": "2025-02-26",
        "abstract": "At similar performance levels, socio-economically advantaged students typically choose more demanding and prestigious educational paths than their less advantaged peers. Such secondary effects are often studied in school continuation decisions or track choice but may also manifest in school choice, offering an alternative avenue for parental influence in education. This study examines secondary effects in school choice, and the role of social capital – resources embedded in peer and parental networks in primary school – in these patterns within the context of the Netherlands. I rely on linked sociometric and full-population register data for Dutch students who have recently transitioned to secondary school. Hypotheses are tested using fixed effects regression models to account for (self-)selection into primary school. Results indicate that secondary school choice is socially stratified: Students from higher socio-economic status (SES) backgrounds tend to avoid pre-vocational schools, prefer pre-university schools, and opt for heterogeneous classes at intermediate performance levels. There is limited evidence for the relation between social capital and the type of school chosen. A notable exception is that lower SES students are less likely to enroll in pre-vocational schools if their parents are integrated into resource-rich networks in primary school, suggesting that such networks may play a compensatory role by discouraging decisions that hinder upward-track mobility.",
        "url": "https://doi.org/10.31235/osf.io/rzw4a_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/2mbxy_v2",
        "title": "“Thank you in advance for not changing my retirement home's intrinsic beauty”: NIMBYism, environmental privilege, and the politics of offshore wind energy",
        "authors": "Matthew Jerome Schneider, Brian F. O'Neill",
        "created": "2025-02-26",
        "abstract": "The development of new wind energy infrastructure is widely supported in the United States. Yet, the siting of wind farms is often contentious. This research problematises how local stakeholders frame their opposition to offshore wind projects at a time when the swift adoption of renewable energies is generally seen as a necessity for environmental, social and economic reasons. Through qualitative content analysis of eighty-nine public comments pertaining to offshore wind projects planned off the North Carolina coast, we argue that objections to wind projects reflect an understanding of the infrastructure’s environmental burden and, importantly, a desire to protect environmental privilege. Findings suggest a need for expanded research on the dimensions of privilege that may be at play across wind farm sites and that any consideration of a just transition must consider how expressions of privilege inform environmental political discourse.",
        "url": "https://doi.org/10.31235/osf.io/2mbxy_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/4esdp_v2",
        "title": "Generative AI Meets Open-Ended Survey Responses: Research Participant Use of AI and Homogenization",
        "authors": "Simone Zhang, Janet Xu, AJ Alvero",
        "created": "2025-02-24",
        "abstract": "The growing popularity of generative AI tools presents new challenges for data quality in online surveys and experiments. This study examines participants’ use of large language models to answer open-ended survey questions and describes empirical tendencies in human vs LLM-generated text responses. In an original survey of participants recruited from a popular online platform for sourcing social science research subjects, 34% reported using LLMs to help them answer open-ended survey questions. Simulations comparing human-written responses from three pre-ChatGPT studies with LLM-generated text reveal that LLM responses are more homogeneous and positive, particularly when they describe social groups in sensitive questions. These homogenization patterns may mask important underlying social variation in attitudes and beliefs among human subjects, raising concerns about data validity. Our findings shed light on the scope and potential consequences of participants’ LLM use in online research.",
        "url": "https://doi.org/10.31235/osf.io/4esdp_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/672hy_v1",
        "title": "A Right to Constructive Optimisation: A Public interest approach to recommender systems in the Digital Services Act",
        "authors": "Laurens Naudts, Natali Helberger, Michael Veale, Sax, Marijn",
        "created": "2025-02-26",
        "abstract": "The technological promise of recommender systems should not be misused by those with decisional power over the infrastructural, data and knowledge resources needed for their design. The ideal of personalisation should not mask self-serving optimisation. Instead, we propose that people, not only in their capacity as consumers but, more generally, as democratic citizens, have a legitimate claim to ensure that very large online platforms (or VLOPS) respect their interests within optimisation processes through the content policy strategies and recommendation technologies they employ. To this end, this paper argues for, and develops, a right to constructive optimisation that promotes people’s effective enjoyment of fundamental rights and civic values in digital settings. The argument is structured as follows. First, the paper strengthens the claim that the largest online platforms perform a public function (although this is not the only way such functions can be performed). Second, drawing from the philosophy of Iris Marion Young, the paper identifies self-determination and self-development as key values recommenders should promote as part of this crucial function under conditions of inclusivity, political equality, reasonableness and publicity. After having critiqued the EU Digital Services Act’s approach toward regulating the function recommenders hold, the right to constructive optimisation is concretised as an alternative normative benchmark and used as an interpretative lens to enrich ongoing legal initiatives.",
        "url": "https://doi.org/10.31235/osf.io/672hy_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/739sp_v2",
        "title": "Measuring and Harmonizing Coverage, Generosity and History of Work-Injury Policies Globally",
        "authors": "Nate Breznau",
        "created": "2025-02-20",
        "abstract": "I present new measures of generosity, coverage and institutional characteristics of work-injury policy across 189 countries in the Global Work-Injury Policy Dataset (GWIP) version 2.0. To date, major research efforts produced detailed social policy data for the rich Western countries, and more recently countries of Eastern, Central and Central-Eastern Europe. One of the products of this work, the Social Insurance Entitlements Dataset (SIED) has become a benchmark for social policy research. Using hand-coded data, indicators from the International Labor Organization, and the U.S. Social Security Administration’s ‘Social Security Programs Throughout the World’, and computational social science, I demonstrate a process to successfully extend and harmonize the SIED work-injury coverage and generosity variables to cover the Global South; in total 167 countries, plus a further 189 with imputation for the year 2020 or latest. These data will help further various welfare state and social policy research agendas, in particular in the area of work-injury policy which is often understudied in comparison to other social security policies. I analyze to classic hypotheses in welfare state research to demonstrate and guide the potential contribution of these data. One is a logic of industrialization and the other a cultural values hypothesis about work-injury policy development.",
        "url": "https://doi.org/10.31235/osf.io/739sp_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/93rdf_v2",
        "title": "Mapping Organizational Theory",
        "authors": "Jose Eos Trinidad",
        "created": "2025-02-26",
        "abstract": "Organizational theory has developed in numerous directions that have been difficult to integrate. This review synthesizes them into seven perspectives, with theories focused within and beyond the organization (i.e., intra- and extra-organizational dynamics). It proposes the acronym SCRIPTS: structure, culture, relations, institutions, professions, transformation, and social conflict. Within organizations, structure focuses on theories of bureaucracy, management, decision-making, and routines while culture focuses on shared values, identity, climate, and sensemaking. Relations involve studies of interpersonal and interorganizational networks. Institutions focus on the macro-dynamics of fields and isomorphism, and micro-dynamics of entrepreneurship and inhabited institutions. Professions refer to psychological factors shaping individual performance and sociological factors shaping work and occupations. Transformation involves episodic and gradual changes within organizations and across society. Social conflict involves power and competition, with key theories focused on gendered, racialized, and global inequalities. This paper introduces theories and concepts in the study of organizations by grouping similar perspectives, highlighting their domains within or beyond the organization, and underscoring their utility for researchers and leaders.",
        "url": "https://doi.org/10.31235/osf.io/93rdf_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/97hna_v1",
        "title": "Book Review: “Where are we now?: The epidemic as politics by Giorgio Agamben, Translated by Valeria Dani, Lanham,” Rowman &amp; Littlefield, 2021, 104 pp., $25.00 (Paperback), ISBN 9781538157602.",
        "authors": "Alan Żukowski",
        "created": "2025-02-22",
        "abstract": "Book Review: “Where are we now?: The epidemic as politics by Giorgio Agamben, Translated by Valeria Dani, Lanham,” Rowman &amp; Littlefield, 2021, 104 pp., $25.00 (Paperback), ISBN 9781538157602.",
        "url": "https://doi.org/10.31235/osf.io/97hna_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/byp2j_v1",
        "title": "Class, Subjective Status, and Turnout in Europe.",
        "authors": "Giacomo Melli",
        "created": "2025-02-27",
        "abstract": "Inspired by Weber’s distinction between class and status, the paper explores the independent and joint role of social class and subjective social status in shaping electoral participation in contemporary European democracies. While social class has long been established as a predictor of political behaviour, less attention has been paid to the influence of subjective status, an individual’s self-assessed position within the social hierarchy. Drawing on nineteen waves of data from the International Social Survey Program from 2002 to 2021 across twenty-five European countries, this paper examines how social class and subjective status independently and jointly influence voter turnout. The findings indicate that while social class remains a significant determinant of voting behaviour, subjective status introduces additional complexity. Individuals with higher subjective status are more likely to vote, regardless of their social class. Moreover, within social classes, particularly the working class, participation rates are stratified by subjective status, with a notable gap between individuals with high and low subjective status. By employing Linear Probability Models with Country-Year Fixed Effects, the study accounts for cross-national differences and provides a robust analysis of electoral participation trends. These results contribute to a deeper understanding of political inequality, suggesting that subjective aspects of social stratification should be considered alongside traditional class-based analyses to fully grasp the factors influencing voter turnout in European democracies.",
        "url": "https://doi.org/10.31235/osf.io/byp2j_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/dz74p_v1",
        "title": "Does why we drink alcohol matter? A cross-sectional study investigating associations between alcohol drinking motives and alcohol-free and low-alcohol drink consumption amongst adults in Great Britain.",
        "authors": "Lucy C Burke, Colin Angus, Jamie Brown, Inge Kersbergen",
        "created": "2025-02-27",
        "abstract": "Introduction The UK has promoted increasing the availability of alcohol-free and low-alcohol drinks (no/lo, ≤1.2% ABV) as a public health strategy. To be effective, no/lo beverages must replace, and not supplement, standard alcoholic drinks. Emerging qualitative evidence suggests the reasons people drink alcohol may be important when investigating the potential public health impact of these drinks. This has not yet been explored quantitatively. This study aimed to determine whether alcohol drinking motives were associated with no/lo consumption after accounting for sociodemographic characteristics and alcohol consumption. Methods A cross-sectional sample of adults residing in Great Britain (aged 16-93) who had drunk alcohol in the past year were recruited via the Alcohol Toolkit Study (N = 2555; 49.0% female). The dependent variable was frequency of no/lo consumption (less than/ at least monthly). Five questions captured respondents’ alcohol drinking motives (enhancement, social, conformity, coping-anxiety, coping-depression). Sociodemographic characteristics (age, gender, social grade, education, index of deprivation) and hazardous alcohol use (AUDIT-C) were included in the analyses. The proportion of respondents who reported drinking no/lo at high and low levels of endorsement of each drinking motive is presented. Quasibinomial regression modelling explored relationships between alcohol drinking motives and no/lo consumption, accounting for sociodemographic characteristics and hazardous drinking. Results Drinking alcohol to conform was the only drinking motive associated with no/lo consumption after accounting for sociodemographic characteristics and hazardous drinking (OR = 1.10, 95% CI 1.00-1.21, p=0.041). A higher frequency of drinking alcohol to conform was associated with an increased probability of drinking no/lo at least monthly. Conclusions No/lo drinks may be a useful substitute for those wishing to reduce their alcohol consumption whilst avoiding pressure to conform to social norms. Those drinking alcohol to conform were not typically higher-risk drinkers, which may limit the public health benefit of no/lo drinks.",
        "url": "https://doi.org/10.31235/osf.io/dz74p_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/fwkxe_v1",
        "title": "Deciphering the Indus Script by Applying the Concept of Egyptian Hieroglyphics to the Depiction of Indus Signs",
        "authors": "Milind Raskar",
        "created": "2025-02-24",
        "abstract": "Due to its intricate clusters of symbols, the absence of clear connections to known ancient or modern scripts from the Indian subcontinent, and broad assumptions about the likely languages of the Indus civilization, scholars have long struggled to decipher the Indus script. This study seeks to identify Indus characters by analysing common graphemes of synonymous words across known Indian languages, using traces in the existing languages as a \"Rosetta Stone.\" It interprets the pictographic symbols on Indus seals by applying principles from the Egyptian hieroglyphic writing system. The findings suggest that the Indus script follows an Abugida-style writing system, comprising nineteen consonants and three vowels, and represents a Proto-Pali language. Analysing grammatical structures, reading sequences, and linguistic parallels with Pali provides strong evidence that the Indus civilization employed a structured language integrating phonetics and symbolism. Further validation through the interpretation of anthropomorphic and some other specific seals, along with architectural and urban planning elements, establishes a direct link between the script and the cultural practices of the Indus people—particularly in meditation and spiritual traditions. Key urban features such as courtyards, walls, and granaries help clarify the administrative functions, Meditation universities, and social structures of Indus settlements. Identified as an early form of Proto-Pali, the deciphered script reveals linguistic traditions that suggest continuity between the Indus script and modern languages. By offering significant insights into its language, grammar, and cultural context, this study provides a deeper understanding of the historical and linguistic legacy of the Indus civilization.",
        "url": "https://doi.org/10.31235/osf.io/fwkxe_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gj8fm_v1",
        "title": "Tracing the Lost City of Akkad: Integrating Historical Records, Canal Networks, and Satellite Imagery",
        "authors": "Milind Raskar",
        "created": "2025-02-25",
        "abstract": "The ancient city of Akkad, founded by King Sargon around 2300 BCE, served as the capital of the Akkadian Empire, the first known empire in history. Despite its immense historical significance, its precise location remains unknown, and scholars have debated its whereabouts for over 140 years. This study examines historical records, archaeological evidence, and geographical data to refine the search for Akkad. Utilizing textual sources such as the royal inscriptions, and references in the Curse of Agade the research establishes Akkad as a city distinct from Babylon but closely connected through a network of canals. The study explores Akkad’s role as a strategic political, economic, and religious center, examining its connections to nearby cities such as Sippar, Kish, Kutha, Adab and Nippur. The analysis of trade records and reconstructed inscriptions suggests that Akkad was a major commercial hub, possibly located at the junction of multiple canals rather than directly on the Tigris or Euphrates rivers. Additionally, references to Akkad’s quay indicate a sophisticated water management system that facilitated trade and transportation. Using Google Earth satellite imagery, the study identifies potential remnants of ancient canal networks and structures. The A suggests that Akkad was likely located east of Babylon, beyond the ruins of Kish, near 32°32’21” N, 45°13’02” E, where traces of the Kish-Akkad Canal and other artificial waterways are visible. This evidence aligns with historical descriptions of Akkad’s role in Mesopotamian trade, military strategy, and religious influence. This research contributes new insights into Akkad’s potential location and urban infrastructure, offering a basis for future archaeological investigations. Ground surveys and excavation at the identified site could provide definitive confirmation of Akkad’s long-lost ruins, shedding light on one of the most significant cities in ancient history.",
        "url": "https://doi.org/10.31235/osf.io/gj8fm_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gnb2v_v1",
        "title": "Guide pratique pour l'évaluation éthique de projets de recherche collégiaux impliquant l'intelligence artificielle et l'utilisation de données numériques personnelles",
        "authors": "Frédérick Bruneault, Andréane Sabourin Laflamme, Jacob Boivin, Louise Ringuette",
        "created": "2025-02-21",
        "abstract": "Ce guide pratique vise à soutenir les comités d'éthique de la recherche (CER) dans l'évaluation éthique de projets de recherche qui impliquent des systèmes d'intelligence artificielle et l'utilisation de données numériques personnelles.",
        "url": "https://doi.org/10.31235/osf.io/gnb2v_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/kr64j_v1",
        "title": "Impacts of allowing respondents to abstain in conjoint experiments",
        "authors": "G. Brückmann, Isabelle Stadelmann-Steffen",
        "created": "2025-02-20",
        "abstract": "Conjoint experiments have gained popularity in political science, accompanied by methodological discussions. We contribute to these by investigating the impact of (randomly) offering an abstention option alongside the usual forced choice dependent variable. We explore the usage of abstention employing data from a novel experiment with 4466 respondents. The findings reveal that a notable proportion of respondents abstain due to non-acceptance and unwillingness or inability to choose. Abstention from binary choice also impacts the subsequent rating tasks, suggesting binary choice may overestimate favorability deduced from conjoint experiments. Mirroring the real-world decision process, which often includes abstention options, improves our understanding of preferences and prevents biases in the analysis, highlighting the importance of considering offering an abstention option in conjoint experiments.",
        "url": "https://doi.org/10.31235/osf.io/kr64j_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/mhgfy_v1",
        "title": "Projections of Climate Change Vulnerability along the Shared Socioeconomic Pathways, 2020-2100",
        "authors": "Janine Huisman, Rosanne Martyr, René Rott, Jeroen Smits",
        "created": "2025-02-20",
        "abstract": "In this paper we present estimates of socioeconomic vulnerability along three major scenarios developed as part of the Shared Socioeconomic Pathways (SSPs) for 181 countries over the period 2020-2100. The estimates are based on the GDL Vulnerability Index (GVI), a composite index for monitoring the human components of vulnerability to climate change across the globe. The GVI is based on an additive formula that summarizes the essence of seven major socioeconomic dimensions of vulnerability into a single number. This formula approach makes it possible to compute the index for any region at any point in time for which the underlying indicators are available. This makes the GVI the first composite index which can be used to estimate projected values of vulnerability. We use and derive projected indicators from the databases underlying the SSPs and other sources to compute future values of the GVI at the level of countries, major global regions and for three vulnerability levels. Projections of GVI are provided for three SSPs: a green road scenario (SSP1), a middle of the road scenario (SSP2), and a rocky road scenario with high international fragmentation (SSP3). Vulnerability decreases most substantially under SSP1, the green road scenario with largest emission reductions. Countries and regions which at present are most vulnerable are projected to show the largest improvements.",
        "url": "https://doi.org/10.31235/osf.io/mhgfy_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/nmt6x_v1",
        "title": "Des victimes prometteuses? Performance et vulnérabilité dans l’économie morale de la légitimité migratoire",
        "authors": "Sébastien Chauvin",
        "created": "2025-02-24",
        "abstract": "Des régimes de citoyenneté de plus en plus sélectifs confrontent les migrants transnationaux à deux modes en apparence diamétralement opposés d’évaluation et d’affirmation de leur légitimité : l’un valorisant la performance ou sa promesse – qu’elle soit civique, économique, sociale ou culturelle ; l’autre fondé sur la vulnérabilité et le besoin d’assistance. Mais ces voies concurrentes, à la fois morales et légales, sont-elles si séparées l’une de l’autre ? Attentive aux tensions internes qui structurent les cadres axiologiques de la citoyenneté, cette intervention analyse l’entrelacement des critères de légitimation dans la construction du mérite migratoire. Elle décrit les limites matérielles de l’indexation du mérite sur la performance et revient sur les ressources conditionnant le succès des démarches fondées sur la vulnérabilité. Rappelant enfin qu’il y a de bonnes et de mauvaises vulnérabilités, elle se concentre sur la figure de la victime rédimable, qui fait apparaître la vulnérabilité non tant comme l’inverse de la performance que comme une variante de cette dernière, alors que la montée en puissance de conceptions néolibérales de la bonne citoyenneté définit de plus en plus de la même manière bonne performance et bonne vulnérabilité.",
        "url": "https://doi.org/10.31235/osf.io/nmt6x_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/rpws8_v1",
        "title": "Football Fandom in Egypt",
        "authors": "Connor T. Jerzak",
        "created": "2025-02-24",
        "abstract": "In this chapter, I survey the football fandom ecosystem in Egypt. I first describe the media environment around the sport and chart out the geographic structure of fan support for teams in the Egyptian Premier League. I then examine how fandom intersects with politics, both as Egyptian leaders have sought to use support around Egyptian football to build legitimacy, but also how Egyptian football fans have often been a significant political force acting independently of the ruling regime. I argue that different groups in Egypt have sought to use the intense interest in Egyptian football to pursue external goals, a dynamic that sometimes generates conflict when these goals are at odds. I conclude by outlining the social organization of football fandom. I illustrate how the most committed fans are young single men living in urban areas and who are more engaged in religion than the average citizen, after which I describe the role of women and the Coptic Christian minority in Egyptian football. NB -- Uncorrected proofs for: Jerzak, Connor T. ``Football Fandom in Egypt.'' In Routledge Handbook of Sport in the Middle East, pp. 196-207. Reiche, Danyel, and Paul Michael Brannagan, eds. Routledge, 2022.",
        "url": "https://doi.org/10.31235/osf.io/rpws8_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/25fng_v1",
        "title": "PATRIMÔNIO CULTURAL E NATURAL EM RISCO: IMPACTOS DO ZONEAMENTO URBANO NO BAIRRO SÃO BENTO, DUQUE DE CAXIAS (RJ)",
        "authors": "Carolina Maia Contarato",
        "created": "2025-02-26",
        "abstract": "O artigo investiga os conflitos entre os instrumentos de preservação do patrimônio histórico, arqueológico e natural e os interesses econômicos e políticos da gestão municipal, assim como a repercussão desta situação na estruturação e definição do Plano Diretor, a partir do estudo do bairro São Bento, localizado em Duque de Caxias (RJ). Esse bairro é uma área de grande relevância cultural e ambiental, abrangendo a Área de Proteção Ambiental (APA) São Bento e o complexo da Fazenda do Iguaçu. No entanto enfrenta sérios desafios devido ao zoneamento urbano que favorece interesses imobiliários em detrimento da preservação do patrimônio histórico e natural. A degradação ambiental, os loteamentos irregulares e a redução da área de inundação para investimentos imobiliários colocam em risco sítios arqueológicos e bens tombados, refletindo um desinteresse da gestão municipal em proteger o patrimônio e garantir a segurança da população local. O artigo também destaca as ações de preservação conduzidas por instituições e coletivos locais, como o Museu Vivo do São Bento, e as propostas de resistência cultural frente às intervenções previstas para a região, refletindo sobre os desafios e as implicações ambientais e sociais dessas dinâmicas. A abordagem metodológica combina pesquisa histórica, análise legislativa e cartografia multiescalar para estudo das mudanças fundiárias, das ações de preservação cultural, e dos impactos ambientais, principalmente em um contexto de mudanças climáticas.",
        "url": "https://doi.org/10.31235/osf.io/25fng_v1",
        "subjects": "(Other)",
        "subjects_osf": "History of Art, Architecture, and Archaeology, Urban Studies and Planning, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/47umh_v2",
        "title": "Towards multiple ontologies in science mapping. A tribute to Loet Leydesdorff",
        "authors": "Ismael Rafols",
        "created": "2025-02-23",
        "abstract": "This article reviews Loet Leydesdorff’s contributions to science mapping. It explains how over the years, his mapping techniques evolved from journal mapping to overlays over global maps of science and finally towards interactive interfaces portraying multiple classifications and ontologies. It then critically reviews the challenges of current approaches to science mapping, which implicitly assume a ‘natural’ underlying structure, with examples from recent case studies. We observe that existing algorithmic approaches, either based on citation or semantic approaches, have problems of logic consistency of the categories obtained, which belong to methods, materials, empirical objects or theories. I propose that science mapping should engage with the conceptual goals of analyses that could define the type of ontologies relevant for each specific study. To do this science mapping should embrace mixed-methods to generate plural classifications and multiple ontologies which respond more specifically to sociological and policy questions.",
        "url": "https://doi.org/10.31235/osf.io/47umh_v2",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/7twnm_v1",
        "title": "Living Qualitatively: Getting lost, to be found, only to be lost again",
        "authors": "Kai-Sean Lee",
        "created": "2025-02-23",
        "abstract": "This paper critiques the sterile, formulaic, and positivist tendencies in hospitality and tourism qualitative research, exposing several dangerous misconceptions including the false gold standard of data saturation, the mistreatment of subjectivity as a flaw, and the notion that qualitative research can be adequately taught in a single course alone. The author concludes with the idea of living qualitatively, a mode of inquiry that prizes becoming, resists sterile simplification, and centers epistemic humility—a process of getting lost, to be found, only to be lost again.",
        "url": "https://doi.org/10.31235/osf.io/7twnm_v1",
        "subjects": "(Other)",
        "subjects_osf": "Creative Writing, Higher Education, Social and Philosophical Foundations of Education"
      },
      {
        "doi": "10.31235/osf.io/9fbk7_v1",
        "title": "The Ecological Bad is Stronger than Good: Emotions toward Environmentally Harmful Behavior have a Stronger Link to Attitude and Behavior than Emotions toward Environmentally Friendly Behavior",
        "authors": "Jana Sophie Kesenheimer, Verena Aignesberger, Tobias Greitemeyer",
        "created": "2025-02-26",
        "abstract": "Two studies highlighted the crucial role of emotions towards harmful (vs. friendly) behaviors in environmental decision-making. Study 1 (N = 687) explored the link between pro-environmental attitudes, anticipated emotions, and choices in hypothetical scenarios. Study 2, an experience sampling study (N = 233) analyzed 2005 real-life behaviors to examine the relationship between experienced emotions and environmental attitudes. Results showed that pro-environmental individuals anticipated and experienced stronger negative emotions (guilt, shame) towards harmful actions than positive emotions (pride, elation) for eco-friendly behaviors. In contrast, less environmentally conscious individuals experienced (relatively) positive emotions towards harmful actions and weaker negative emotions for eco-friendly behaviors. Crucially, anticipated emotions regarding harmful actions significantly influenced behavioral decisions more than those related to pro-environmental actions, mediating the relationship between pro-environmental attitudes and eventual behavioral decisions. In summary, individuals, regardless of their environmental attitudes, reported stronger emotional responses to environmentally harmful behaviors, supporting the \"bad is stronger than good\" principle, independent of the valence of emotions.",
        "url": "https://doi.org/10.31235/osf.io/9fbk7_v1",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/dwz53_v1",
        "title": "The BrainWaves study of adolescent wellbeing and mental health: methods development and pilot data",
        "authors": "Ryan Parsons, Sarah Bauermeister, Julian Turner, Natalie Coles, Simon Thompson, Emma Squires, Tracey Riseborough, Joshua Bauermeister, Abbie Simpkin, Naomi French",
        "created": "2025-02-26",
        "abstract": "Adolescent mental health and wellbeing are of growing concern globally with increased incidence of mental health disorders in young people. BrainWaves provides a framework for relevant and diverse research programmes into adolescent mental health and wellbeing that can translate into practice and policy. The research programme is a partnership with schools centred on establishing a large (n&gt;50,000) cohort and trials platform. Reported here is the BrainWaves cohort pilot study. This was designed as proof-of-concept for our recruitment and data capture pipelines, and for cost-modelling. A network of research schools was recruited and a computer-driven questionnaire administered. The eligible population was 16+ year olds who were attending the research schools. Of 41 research schools, 36 (88%) participated over one three-week and one four-week data collection period. From an eligible population of 33,531 young people, 16,010 (48%) attended the study lesson and created an account. Of the 16,010 (100%) who created an account, 15,444 (96%) consented to participate, 9,321 (60%) consented to linkage of research data with educational records, and 6,069 (39%) consented to linkage of research with school/college attendance data. Participants were aged 16-19 years, 59% female, and 76% White. Higher levels of anxiety and depression were found in girls than boys. Higher levels of media-based social networking were found in girls, whereas higher levels of media-based gaming were found in boys. Girls were more likely to report insufficient sleep whilst boys were more likely to report high levels of exercise. This study confirmed an ability to recruit at pace and scale. Whilst the response-rate does not indicate a representative sample, the demographics describe an inclusive and diverse sample. Data collected confirmed findings from previous studies indicating that the electronic data collection methods did not materially bias the findings. Initial cost-modelling suggests these data were collected for around £20 per participant.",
        "url": "https://doi.org/10.31235/osf.io/dwz53_v1",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/f4pgy_v1",
        "title": "A computational approach for characterizing social and ecological values in public comments",
        "authors": "Sarah K. Chase, Sonya Sachdeva, Spencer A Wood, Joshua J Lawler",
        "created": "2025-02-21",
        "abstract": "1. Addressing social and ecological values is a central aim of democratic environmental management and policymaking, especially during deliberative and participatory processes. Agencies responsible for managing public lands would benefit from a deepened understanding of how various publics’ value those lands. 2. Federal land management agencies receive millions of written comments from the public on proposed management actions annually, providing a unique source of insights into how the public assigns value to public lands. To date, little attention has been directed towards methods for analyzing the public’s comments to understand their expressed values, in part because the volume of comments often makes manual analysis unworkable. 3. This study introduces and applies a novel computational approach to inferring values in written text by using natural language processing and a method that combines a lexicon with semantic embedding models. We developed embedding models for four types of values that are expressed in public comments. We then fit models to 409,241 public comments on actions proposed by the United States Forest Service from 2011 to 2020 and regulated by the Natural Environmental Policy Act. 4. The embedding model generally outperformed the lexicon word-count, particularly for value types with shorter lexicons, and, like human evaluators, the embedding models performed better for more evident values and were less reliable for more abstract or latent values. 5. By applying the resulting model, we furthered our understanding of how the public values National Forest lands in the United States. We observed that aesthetic and moral values were expressed more often in comments for projects that received more public interest, as gauged by the number of comments a project received and in comments for projects addressing recreational management.",
        "url": "https://doi.org/10.31235/osf.io/f4pgy_v1",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Environmental Studies, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/fdhvb_v1",
        "title": "Extracting sunbeams from cucumbers: Computational reproducibility is essential for archaeological science",
        "authors": "Ben Marwick",
        "created": "2025-02-20",
        "abstract": "Computational reproducibility is increasingly essential for advancing archaeological science, yet its implementation remains inconsistent across the discipline. This study presents a bibliometric assessment of archaeology’s status relative to other fields alongside a systematic review of computational reproducibility in published archaeological research. Analyzing nearly 10,000 articles, I identify trends in authorship, citation practices, and related metrics that position archaeology between the natural and social sciences. A review of reproducibility assessments for the Journal of Archaeological Science reveals persistent challenges, including missing data, unspecified dependencies, and inadequate documentation. To address these issues, I recommend to authors basic practical steps such as standardized project organization and explicit dependency documentation. Strengthening reproducibility will enhance archaeology’s scientific rigor and ensure the verifiability of research findings. This study underscores the urgent need for cultural and technical shifts to establish reproducibility as a cornerstone of rigorous, accountable, and impactful archaeological science.",
        "url": "https://doi.org/10.31235/osf.io/fdhvb_v1",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/n9d7s_v1",
        "title": "Stabil politisk bevakning trots dubbel turbulens",
        "authors": "Jesper Strömbäck",
        "created": "2025-02-16",
        "abstract": "Trots omfattande förändringar i medielandskapetoch politiken har den svenska politiska nyhetsrapporteringen präglats av stabilitet mellan 2007 och 2022. Detta kapitel undersöker hur den politiska journalistiken utvecklats på nationell och lokal nivå och belyser hur journalistikens normer och logik fortsätter att prägla bevakningen – trots teknologiska och politiska omvälvningar. Analysen visar att andelen politiska nyheter, tonaliteten och journalistikens stil förblivit relativt oförändrade, även om sociala medier har förändrat partiernas kommunikation.",
        "url": "https://doi.org/10.31235/osf.io/n9d7s_v1",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Communication"
      },
      {
        "doi": "10.31235/osf.io/tg7hx_v1",
        "title": "Why Native Language Secrecy No Longer Works in Modern Warfare: The Case of North Koreans in the Russo-Ukrainian War",
        "authors": "Kamo Araz",
        "created": "2025-02-19",
        "abstract": "The historical use of native languages for secure military communication, often referred to as code talking, has provided tactical advantages in warfare. However, this paper argues that such methods, like those employed by the Navajo code talkers of World War II, are no longer effective in modern warfare. A recent case is Russia's deployment of North Korean soldiers in the Russo-Ukrainian War, which raised the question of whether their language could provide a linguistic advantage. This paper examines why native language secrecy, including the potential use of North Korean as a code language, has lost its effectiveness. Factors such as advancements in AI-driven linguistic analysis, extensive international intelligence monitoring, and the well-documented nature of the North Korean language have significantly reduced the viability of native language ciphers. Additionally, the logistical challenges associated with deploying large numbers of North Korean soldiers without sufficient language support have further undermined their strategic value. While such methods may still hold limited utility in small-scale operations, reinforcing psychological cohesion, and confusing the enemy, they are no longer a significant asset in the modern, highly interconnected intelligence landscape.",
        "url": "https://doi.org/10.31235/osf.io/tg7hx_v1",
        "subjects": "(Other)",
        "subjects_osf": "Linguistics"
      },
      {
        "doi": "10.31235/osf.io/tg7hx_v2",
        "title": "Why Native Language Secrecy No Longer Works in Modern Warfare: The Case of North Koreans in the Russo-Ukrainian War",
        "authors": "Kamo Araz",
        "created": "2025-02-21",
        "abstract": "The historical use of native languages for secure military communication, often referred to as code talking, has provided tactical advantages in warfare. However, this paper argues that such methods, like those employed by the Navajo code talkers of World War II, are no longer effective in modern warfare. A recent case is Russia's deployment of North Korean soldiers in the Russo-Ukrainian War, which raised the question of whether their language could provide a linguistic advantage. This paper examines why native language secrecy, including the potential use of North Korean as a code language, has lost its effectiveness. Factors such as advancements in AI-driven linguistic analysis, extensive international intelligence monitoring, and the well-documented nature of the North Korean language have significantly reduced the viability of native language ciphers. Additionally, the logistical challenges associated with deploying large numbers of North Korean soldiers without sufficient language support have further undermined their strategic value. While such methods may still hold limited utility in small-scale operations, reinforcing psychological cohesion, and confusing the enemy, they are no longer a significant asset in the modern, highly interconnected intelligence landscape.",
        "url": "https://doi.org/10.31235/osf.io/tg7hx_v2",
        "subjects": "(Other)",
        "subjects_osf": "Linguistics"
      },
      {
        "doi": "10.31235/osf.io/w5yck_v1",
        "title": "Inka numbers, khipu, and yupana: A reanalysis",
        "authors": "Cinzia Florio, Karenleigh A. Overmann",
        "created": "2025-02-14",
        "abstract": "We review the evidence and history of decipherment on the technologies used for representing and manipulating numbers by the Inkas—khipus and yupanas. We offer a novel interpretation of the portable “checkerboard” yupana drawn in 1615 by Guamán Poma, revealing a numerical algorithm. This analysis sheds new light on the Inka number system, questioning its inclusion of a concept of zero and its interpretation as a positional number system. We conclude that Inka numbers and computational methods were likely a non-positional system akin to Mesopotamian, Egyptian, Greek, and Roman numbers. We show the Inka multiplication method in Guamán Poma's diagram as similar to—but more efficient than—the Egyptian method in the Rhind Mathematical Papyrus. This analysis shows the Inka number system to have ranked among the great mathematical traditions of the ancient world.",
        "url": "https://doi.org/10.31235/osf.io/w5yck_v1",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/wnsmz_v2",
        "title": "The Economy of Suffering: Ethical Dimensions of Digital Public Health Communication During the 2022 Mpox Crisis",
        "authors": "Marco Scalvini, Sarah Fletcher",
        "created": "2025-02-24",
        "abstract": "This study examines the ethical dimensions of health communication during the 2022 mpox outbreak, focusing on the interplay between social media and public health officials in shaping stakeholder responses. Based on semi-structured interviews, findings reveal that social media played a crucial role in information dissemination for months during the crisis, while public health officials were slow to offer clear guidance. While social media empowers advocacy and the sharing of personal stories, it also raises ethical concerns, particularly regarding how vulnerable communities may become entangled in an economy of suffering, where their experiences of pain are validated and interpreted by stakeholders through a selective mechanism rooted in cultural codes and power dynamics. Moreover, systemic inequities render the suffering of marginalized groups, particularly those with intersecting identities, less visible and intensify the consequences of inadequate outreach. This creates a disparity where the suffering of those in more privileged positions is more readily recognized and addressed. The theoretical advancement lies in reconceptualizing the platformization of pain to include narrative resistance, highlighting that marginalized groups actively contest and reshape suffering narratives rather than passively experience them. This expanded framework also deepens the concept of an economy of suffering by integrating hermeneutical injustice, which emphasizes how power dynamics shape not only the visibility of suffering but also the interpretive frameworks that validate certain narratives while marginalizing others.",
        "url": "https://doi.org/10.31235/osf.io/wnsmz_v2",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      }
    ]
  }
}
