{
  "update": "2025-09-05",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/4bd53_v1",
        "title": "“The People” Imagined, Felt, and Experienced by Populist Supporters: A Cross-National and Cross-Ideological Approach",
        "authors": "Clara Juarez Miro",
        "created": "2025-09-03",
        "abstract": "“The people” is a central concept in populism, yet it remains unclear how those who identify with this community interpret it. Drawing on social identity theory and fandom studies, this study examines how populist supporters identify with “the people.” Using a comparative analysis of right- and left-wing populist supporters in the United States and Spain, the study analyzes 33 in-depth interviews (between April and October 2021) and 6,000 online community interactions (between September 2019 and January 2021). This approach captures both individual and collective interpretations while highlighting how media, especially digital platforms, shape imagined communities by fostering shared identities and emotions and encouraging social and political engagement. Findings reveal three interconnected dimensions of identification with “the people:” the imagined, the felt, and the experienced. Supporters’ positive view of “the people” as hardworking and guided by common sense evokes strong emotions—such as in-group love, connected to their self-concept—validated through meaningful social experiences online and offline. This study emphasizes the central role of social motivation in populist engagement and highlights the need for further cross-national, cross-ideological research to deepen scholarly understanding of populism.",
        "url": "https://doi.org/10.31235/osf.io/4bd53_v1",
        "version": 1,
        "id": "4bd53",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/7z5qb_v1",
        "title": "Seven Million Unnecessary Deaths: What the response to COVID-19 in different countries and in Red and Blue States tells us about human nature",
        "authors": "William Day Lassek, MD",
        "created": "2025-08-27",
        "abstract": "Most of the 7.1 million current global COVID deaths could likely have been prevented if the initial behavioral response in Wuhan, China had been different. Since the virus has spread globally, national death rates have varied from less than 1 to 660 deaths per 100,000. If all countries had responded like neighboring countries in Asia, half of global deaths could have been prevented. The United States with 1.2 million COVID deaths, 17% of the global total, has one of the highest COVID death rates, more than five times higher than expected from age, income, and temperature and more than six times the rate in Japan, which has more elderly. Five-year age-adjusted COVID death rates in US states vary from 66 to 410 per 100,000 in Non-Hispanic Whites, a six-fold difference. The state’s percentage of Trump votes in 2020 explains 51% of these differences, with death rates 69% higher in high vs low percentage states overall and 225% higher in 2021, the year with the most deaths. Residents of states with more Trump votes have been half as likely to be vaccinated and to practice social distancing. If the US had responded to COVID like Japan, almost a million American lives would have been saved. If all states had responded like the best Blue State, Hawaii, more than 900,000 lives would have been spared. In addition, using death certificate data, we estimate that the prevalence of Long COVID is 2.7 times higher in states with more vs less Trump votes (10.5±2.3% vs 3.8±1.2%). We discuss how three mental traits evolved through natural and sexual selection may help to explain such dysfunctional behavioral responses to life threatening danger: the tendency to form dominance hierarchies, rampant ingroup favoritism, and the often lethal combination of risk taking and overconfidence, especially in males.",
        "url": "https://doi.org/10.31235/osf.io/7z5qb_v1",
        "version": 1,
        "id": "7z5qb",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Psychology, Political Science, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/8trup_v2",
        "title": "Boundary Defense: Evidence from a Referendum Against School Reform",
        "authors": "Daniel T. Roberts",
        "created": "2025-09-02",
        "abstract": "Policies that reinforce unequal opportunity persist in democracies. I develop a theory of ``Boundary Defense\" to explain why. Middle-class families mobilize to defend these opportunity boundaries against reform when they lack alternative strategies to secure their status against uncertainty. In Germany, I argue early-age sorting across stratified schools is an opportunity boundary that excludes immigrants and that status uncertain German families defend it against reform. To test this, I introduce a 2010 referendum which blocked a reform to early-age sorting across schools in Hamburg and collect data from precinct-level votes, city-district demographics, election studies, and archival sources. Results show referendum support was highest in lower-income places and specific precincts with less access to academic schools and higher shares of immigrant children, among parents of school-age children without academic educations, and predicts future support for politicians who took positions against the reform. I suggest this theory also applies to different boundaries in both education and other fields, and that policies which reduce middle-class uncertainty can equalize opportunity better than technocratic reforms given boundary defense.",
        "url": "https://doi.org/10.31235/osf.io/8trup_v2",
        "version": 2,
        "id": "8trup",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/9jpqh_v1",
        "title": "Media Coverage of Politicians and the Popularity of Search Queries on Google: Evidence from Five Countries",
        "authors": "Tevfik Murat Yildirim, Gunnar Thesen",
        "created": "2025-09-01",
        "abstract": "The media coverage of politicians has received substantial scholarly attention in the study of political communication. However, the consequences of media visibility for political information-seeking among the public has not been the subject of much empirical research. Combining an original dataset of over 3 million news stories from 15 national newspapers in Belgium, Denmark, Norway, the Netherlands, and the UK, the biographies of nearly 1,500 members of parliament (MPs) and data on their search popularity on Google from the period of 2005-2019, we examine the extent to which representatives’ media visibility affects their search popularity. Our results show that while politicians’ news visibility is positively associated with their popularity in Google search queries, this association is substantially stronger among MPs of ethnic minority background and female MPs. These results have important implications for the role of identity in political communication and democratic processes.",
        "url": "https://doi.org/10.31235/osf.io/9jpqh_v1",
        "version": 1,
        "id": "9jpqh",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/cagv4_v1",
        "title": "BasqueParl: descifrar la huella retórica en el Parlamento Vasco con el procesamiento del lenguaje natural / BasqueParl: Cracking the Rhetorical Imprint in the Basque Parliament Using Natural Language Processing",
        "authors": "Julen Orbegozo-Terradillos, Ainara Larrondo-Ureta, Nayla Escribano, Simón Peña-Fernández, Rodrigo Agerri",
        "created": "2025-08-29",
        "abstract": "This article focuses on the BasqueParl project, which uses machine learning and natural language processing (NLP) techniques to analyze political rhetoric in the Basque Parliament (Spain). It is a good example of political code-switching in the context of bilingualism and a quantitatively balanced political representation between men and women. The investigation builds on the documentary analysis of parliamentary records (2012 and 2020), comprising 13,872,105 words in Basque and Spanish. Variables such as date, speaker, birth year, sex, party, language, slogans, and entities are considered. To visualize the results, we present an experimental dashboard divided into four sections: Interventions, Tables, LDA, and Scattertext, using lemmatization and recognition tools for named entities, among others. The dashboard offers a graphic view of parliamentary activity, showing that 21 % of rhetorical production is in Basque. Other findings include that women speak less and that minority parties have a disproportionate discursive presence. Furthermore, there is a traditional genre-based distribution of political issues. We conclude that in the era of open government and open data, these tools are essential to promote transparency in public administration. --- Este artículo se centra en el proyecto BasqueParl, que utiliza técnicas de machine learning y procesamiento del lenguaje natural (PLN) para analizar la retórica política en el Parlamento Vasco (España). Constituye un buen ejemplo de code-switching del lenguaje político en un contexto de bilingüismo y una representación política cuantitativamente equilibrada entre hombres y mujeres. La investigación se basa en el análisis documental de actas parlamentarias (2012 y 2020), comprendiendo 13 872 105 palabras en euskara y español. Se consideran variables como fecha, persona oradora, año de nacimiento, sexo, partido, idioma, lemas y entidades. Para visualizar los resultados, se presenta un dashboard experimental dividido en cuatro secciones: Interventions, Tables, LDA y Scattertext, empleando herramientas de lematización y reconocimiento de las entidades nombradas, entre otras. El dashboard ofrece una visión gráfica de la actividad parlamentaria, mostrando que el 21 % de la producción retórica es en euskara. Otros hallazgos incluyen que las mujeres intervienen menos y que los partidos minoritarios tienen una presencia discursiva desproporcionada. Además, se observa una distribución de temas políticos en función del reparto tradicional basado en el género de asuntos políticos. Se concluye que en la era del gobierno abierto y el open data, estas herramientas son esenciales para promover la transparencia en la Administración pública.",
        "url": "https://doi.org/10.31235/osf.io/cagv4_v1",
        "version": 1,
        "id": "cagv4",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/dmsk2_v1",
        "title": "Understanding Regulatory Intermediaries: Perspectives on Third-Party Assurances for Digital Services in Three European Regimes",
        "authors": "Rotem Medzini",
        "created": "2025-08-28",
        "abstract": "The ‘assurance problem’ has traditionally centred around verifying that ‘tangible’ products and services comply with legal or regulatory standards through state-led, self-regulatory, or third-party assurances. Its modern accounts focus on proving the trustworthiness of digital services, especially AI-powered ones. This paper applies the regulatory intermediation framework to assess whether third-party assurances, especially those provided by the European New Approach to Technical Harmonisation and Standards, effectively provide assurances, including digital assurances, compared to centralised, state-led authorities. It addresses three key questions: (1) Who are the regulatory intermediaries providing assurance for digital services under the New Approach? (2) How does reliance on these intermediaries differ across three regimes, specifically, the Medical Device Regulation, certifications under the General Data Protection Regulation, and the regulation of high-risk AI under the AI Act? (3) How do these intermediaries perceive the strengths and weaknesses of relying on third-party assurance under the New Approach in providing effective assurances when compared to centralised state-led approaches? This paper utilises document analysis, expert interviews, and stakeholder workshops to identify four key intermediary groups involved in standard setting and conformity assessment, and maps how the three regimes assign responsibilities to them to provide assurances to varying degrees. The paper then demonstrates how intermediaries perceive the strengths and weaknesses of these third-party assurances compared to centralised state-led assurances. It argues that their familiarity and knowledge regarding procedures, interactions, organisational structures, and routines related to their responsibilities can lead to more effective assurances, especially digital ones, with them acting as protectors of fundamental rights, health, and safety.",
        "url": "https://doi.org/10.31235/osf.io/dmsk2_v1",
        "version": 1,
        "id": "dmsk2",
        "subjects": "Politics",
        "subjects_osf": "Administrative Law, Internet Law, European Law, Political Science, Legal Studies, Public Affairs, Public Policy and Public Administration, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/fxrzk_v1",
        "title": "Policymaking in Times of Crisis: Discursive Dynamics in U.S. Congress, 1960-1990",
        "authors": "Hendrik Erz",
        "created": "2025-08-29",
        "abstract": "The United States saw a series of economic crises that severely impacted the economy between 1970 and 1980. While the crises and the subsequent presidency of Ronald Reagan have been studied extensively, a perspective from U.S. Congress is lacking. This paper analyzes Congressional discourse between 1960 and 1990 and how the crises of the 1970s have affected it. It looks at how Congressional institutions as well as ideological factors have contributed to and structured the economic discourse during these years. The paper draws on a temporal concept of crisis and the “strategies of action”-approach to model the dynamics of Congressional discourse through the 1970s and 1980s. By analyzing Congressional speech transcripts, this paper tracks the salience of policy instruments in floor speeches. The results show that, in stable years, economic discourse is structured primarily by Congressional committees. In years of crisis, their structuring power weakens, emphasizing the power of ideology and personal background. This paper makes the following contributions: (1) It shows that Congressional discourse in the stable 1960s and late 1980s is structured by its institutions. (2) During the economically unstable 1970s, discourse is additionally structured by Republicans and highly educated representatives, who talk significantly more about issues of taxation than most others.",
        "url": "https://doi.org/10.31235/osf.io/fxrzk_v1",
        "version": 1,
        "id": "fxrzk",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/j7pxq_v1",
        "title": "Democratic Deficit, Authoritarianism and the Rule of Experts. Analysis of Political Demand in the post-communist CEE Region.",
        "authors": "Tomáš Dvořák",
        "created": "2025-08-29",
        "abstract": "This article presents the argument that there are two types of technocratic attitudes in post-communist CEE countries. the first is unsurprisingly associated with authoritarian attitudes. The latter, however, is not an expression of authoritarianism, but is primarily associated with the so-called democratic deficit: the gap between the importance attached to democracy and (dis)satisfaction with the current state of democratic governance. Previous research has tended to view technocratic attitudes as rather one-dimensional; I show that there are in fact two distinct forms – authoritarian and democratic. The results of the study are relevant from both empirical and theoretical perspectives. Technocratic governance thus represents, in the eyes of part of the population of the CEE region, a way of solving the problems of democratic governance. Technocratic governance is therefore not necessarily and solely associated with authoritarianism, illiberalism, and democratic backsliding, as suggested by the existing scholarly discourse. From an empirical point of view, this study also presents a novel finding: evidence of the heterogeneity associated with technocratic attitudes.",
        "url": "https://doi.org/10.31235/osf.io/j7pxq_v1",
        "version": 1,
        "id": "j7pxq",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/jxsp4_v1",
        "title": "Revisiting housing and populism: the politics of wealth and housing discontent",
        "authors": "Michael Marshall",
        "created": "2025-09-01",
        "abstract": "Research on housing and populism has produced conflicting findings – evidence suggests declining housing affordability can have both a negative and positive association with populist support. Focusing on the UK, this paper argues these findings can be reconciled by decomposing the heterogeneous effects of housing affordability into distinct, but related, housing crises. Furthermore, it argues these crises will be related to political preferences through the interaction between geography and tenure. The paper hypothesises that homeowners in areas of high house prices will be less likely to hold populist political preferences due to a wealth effect that legitimises the existing socio-political system. By contrast, social renters in unaffordable areas will be more likely to support populism due to their higher likelihood of experiencing housing insecurity and as the scarcity of affordable housing will provide a conducive context in which to scapegoat immigrants. Analysis using data on local housing conditions and political preferences finds broad support for these hypotheses. The analysis finds that social renting in an area of widespread housing insecurity is positively associated with both opposition to immigration and voting for the Reform Party. It also finds that homeownership does negatively interact with local house prices in predicting attitudes to immigration, but the effect is to attenuate the positive association between house prices and opposition to immigration. This contradicts previous studies which may have been subject to omitted variable bias. No evidence is found for an interaction between homeownership and affordability in predicting support for the Reform Party. The paper contributes to an emergent research agenda around housing discontent and populism. It concludes with reflections on the future direction of this research agenda, suggesting there is value in measuring housing insecurity at the individual level, rather than as a contextual variable, and interrogating causality.",
        "url": "https://doi.org/10.31235/osf.io/jxsp4_v1",
        "version": 1,
        "id": "jxsp4",
        "subjects": "Politics",
        "subjects_osf": "Geography, Political Science"
      },
      {
        "doi": "10.31235/osf.io/mfxr8_v1",
        "title": "The Trump Effect on Global Autocratization: Theory and Evidence from Israel and Turkey",
        "authors": "Evren Balta, Oded Haklai, Andrew O'Donohue",
        "created": "2025-08-28",
        "abstract": "How has the retrenchment of U.S. democracy promotion under President Donald Trump affected processes of autocratization in U.S. allies globally and in the Middle East specifically? We provide theory and evidence to address this question by analyzing two U.S. allies with pre-existing processes of executive aggrandizement: Israel and Turkey. We argue that the decline in U.S. pro-democratic pressure has enabled autocratization in both countries; however, the causal mechanisms and degree of U.S. “autocracy promotion” differ depending on two domestic factors. The first factor is political leaders’ pre-existing control over the state. When incumbents face domestic institutional constraints, the decline of U.S. democratic promotion can actively enable the dismantling of these constraints and transform into autocracy promotion. The second factor is domestic attitudes toward the United States. When public attitudes are pro-American, illiberal political leaders can leverage U.S. support as part of their domestic legitimation strategy. By contrast, in anti-American societies, leaders practice what we call “managed incoherence,” in which a leader’s anti-American narratives coexist uneasily with U.S. acquiescence to autocratization. We demonstrate the theory in Israel and Turkey, two U.S. allies with differing levels of incumbent control over the state and contrasting public attitudes toward the United States. We find that in both Israel and Turkey, the retrenchment of U.S. democracy promotion has enabled autocratization, but through different causal pathways. Our findings contribute to scholarly understanding of the international dimensions of democratic backsliding, authoritarianism in the Middle East, and the effects of U.S. hegemony.",
        "url": "https://doi.org/10.31235/osf.io/mfxr8_v1",
        "version": 1,
        "id": "mfxr8",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/p6xf4_v1",
        "title": "A Threat Next Door? Causal Evidence that Russia's Invasion Increased Willingness to Fight in the Czech Republic but Not in Uruguay",
        "authors": "Maik Hamjediers",
        "created": "2025-08-28",
        "abstract": "Russia's invasion of Ukraine in February 2022 marked a turning point in European security politics. In this context, the population's willingness to fight is often interpreted as an indicator of societal inclination toward military self-defense and a precondition for strengthening defensive capacities. Yet, causal evidence on what shapes this willingness remains limited, and studies on the effects of Russia's invasion on public attitudes have been largely confined to European countries. I employ Russia's invasion within an unexpected event during survey design to estimate its impact on respondents' willingness to fight for their own country. Drawing on data from the World Values Survey in the Czech Republic and Uruguay, the analysis reveals a significant increase in willingness to fight among Czech respondents -- a country geographically and historically proximate to Russia -- but no comparable effect in Uruguay. These findings offer novel causal evidence that proximate interstate conflict can increase willingness to fight for one's country, which contributes to broader debates on conscription and military security.",
        "url": "https://doi.org/10.31235/osf.io/p6xf4_v1",
        "version": 1,
        "id": "p6xf4",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "International and Area Studies, Political Science, Sports Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/qu9vr_v1",
        "title": "La democràcia dels idiotes",
        "authors": "Marta Poblet",
        "created": "2025-08-26",
        "abstract": "This paper summarises a contribution to a panel at the Catalan Summer University (UCE 2025) examining the relationship between the rise of the far-right, language policy, and democratic governance in contemporary Spain, using the Alicante city council's declaration promoting 'Castilianisation' of the city as an example. The paper argues that the far-right's attack on linguistic diversity represents a broader strategy of cultural warfare aimed at imposing homogeneous national identity through the negation of minorities. Drawing on Elinor Ostrom's framework of public goods, the paper critiques Catalonia's language policies that have treated Catalan as a 'public good', arguing this approach may have inadvertently weakened the language's social vitality. Instead, the paper proposes conceptualising minority languages as 'common goods' requiring active community participation and multilevel governance for sustainability. While acknowledging the relevance of post-democracy theories from Rancière, Crouch, and Habermas in other contexts, the paper contends that the Spanish case cas be best described as a democracy with an oligarchic matrix. Through historical analysis of Spain's political transition, particularly the roles of figures like Torcuato Fernández-Miranda and external actors such as Henry Kissinger, the paper shows how the transition established enduring connections between political power and corporate/financial elites. The paper concludes that Spain's democratic system, characterised by privileging private elite interests within public spaces without adequate accountability mechanisms, constitutes what can be labelled as a 'democracy of idiots'—drawing on the original Greek meaning of 'idiōtēs' as someone concerned primarily with private rather than public interests. This analysis, in sum, challenges conventional post-democracy frameworks and offers a historically grounded critique of Spanish democratic governance.",
        "url": "https://doi.org/10.31235/osf.io/qu9vr_v1",
        "version": 1,
        "id": "qu9vr",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/qzvwd_v1",
        "title": "Who should rule for cosmopolitans? Governance preferences of globalization winners",
        "authors": "Franziska Maier",
        "created": "2025-09-02",
        "abstract": "While much progress has been made to understand what “globalization losers” want from future democracy, much less is known is about respective preferences of “globalization winners”, or cosmopolitans (representing the other side of the \"transnational cleavage\"). Given cosmopolitans’ active engagement in politics and society, their democratic preferences are decisive for future democratic reform both at the national and global level. This article investigates the heterogeneous governance preferences of German cosmopolitans. Acknowledging theoretical conceptions, the article defines cosmopolitanism as a multidimensional concept, and first empirically determines these dimensions as moral, cultural, institutional and anti-nationalist cosmopolitanism. These dimensions are connected to preferences for representative, technocratic and participatory forms of democracy. This shows that each cosmopolitanism dimensions implies distinct preferences. While nearly all dimensions relate positively to governance by experts (except for the anti-nationalist dimension), only the institutional dimension of cosmopolitanism is connected to significant and consistent support for representative government. There is strong disagreement on participatory forms of democracy. Moral cosmopolitanism is associated with an endorsement referendums and citizen assemblies, whereas the anti-nationalist dimension connects with the rejection of both. These results are explained by different values connected with moral and cultural cosmopolitanism on the one hand, and institutional and anti-national cosmopolitanism on the other.",
        "url": "https://doi.org/10.31235/osf.io/qzvwd_v1",
        "version": 1,
        "id": "qzvwd",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/rgtwd_v1",
        "title": "PiS as Mnemonic Warriors: A Comporative Analysis of Changes and Continuity of Memory Narratives in the Election Campaigns 2015 and 2023",
        "authors": "Viktoria Rybicki",
        "created": "2025-08-26",
        "abstract": "Master’s thesis submitted to Jagiellonian University (CEERES Erasmus Mundus MA Program), 2025. In contemporary Poland, the politics of memory have emerged as a key site of national identity formation and political legitimacy. The Law and Justice Party (PiS) has emerged as a pivotal political force in shaping historical narratives, rendering collective memory a tool of governance, a means of exclusion, and a device for populist mobilisation. While attempts to post-communist European memory politics have continued to rise, comparative, digital, and discourse analyses of how mnemonic narratives evolve within the same political party over time remain rare. This thesis examines how PiS has served as a \"mnemonic warrior\" during the 2015 and 2023 election campaigns by analysing how narratives of victimhood, betrayal, and national purity are constructed, reinterpreted, and disseminated through both traditional and new media. Using a mixed-methods design combining Critical Discourse Analysis (CDA) and Digital Ethnography, the study examines party manifestos, media coverage, and social media accounts. The research employs the Discourse-Historical Approach to CDA and uses tools such as 4CAT and Zeeschuimer for gathering and analysing online material. Through examination, clear consistency in PiS's practices of memory is identifiable, and these hinge upon selective victimhood, elite delegitimisation, and historical revisionism. But the 2023 campaign demonstrates an intensification of digital approaches, particularly on X (formerly Twitter), where previous stories are re-authored in emotive, moralising, and exclusionary narratives aimed at constructing a closed memory community. The study contributes to the understanding of right-wing populist actors weaponising memory to advance polarisation and suppress pluralism. It highlights the necessity of temporally comparative and interdisciplinary study of memory politics, particularly in relation to increasing influence.",
        "url": "https://doi.org/10.31235/osf.io/rgtwd_v1",
        "version": 1,
        "id": "rgtwd",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/x9rj4_v6",
        "title": "Civic Non-Participation in Scotland: A Missing Data Perspective",
        "authors": "James Ackland, Ana Basiri",
        "created": "2025-09-01",
        "abstract": "Democratic government relies on a great deal of voluntary participation from the population. This participation is not guaranteed, and when citizens are absent from the data collecting processes of the state, a missing data problem occurs. The co-occurrence of the Scottish local elections and the Scottish Census in 2022 provides an unusual opportunity to test hypotheses about common and context-specific drivers of civic non-participation. Using a geospatial approach, we show that ward-level census nonresponse is highly correlated with electoral abstention despite abstention being about five times more common than initial census nonresponse. Statistical modelling demonstrates strong common roles for deprivation and English-language speaking in driving the participation rates of a ward. Meanwhile relatively specific effects are shown for cohabitation in driving census response, and the proportion of young people in driving voting behaviour. We conclude that the similarity between these nonresponse processes represents an opportunity for improving practice in increasing response rates. For example, census “hard to count” indices can incorporate data from elections as “interim” predictions for low-response areas, and framing voting as a household duty, rather than an individual one, may improve turnout.",
        "url": "https://doi.org/10.31235/osf.io/x9rj4_v6",
        "version": 6,
        "id": "x9rj4",
        "subjects": "Politics",
        "subjects_osf": "Geography, Political Science, Public Affairs, Public Policy and Public Administration, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/yn6fq_v1",
        "title": "Del agravio a la emulación. Análisis del efecto tractor en el traspaso de competencias en el estado de las autonomías",
        "authors": "Ainhoa Novo-Arbona, Nora Abete-García, Simón Peña-Fernández",
        "created": "2025-08-29",
        "abstract": "En los procesos de descentralización, las unidades constituyentes tienen roles diferenciados. En el caso español, el papel de las diferentes unidades constituyentes en el actual sistema de distribución territorial del poder no es homogéneo. Esta investigación aborda los procesos de transferencia de competencias en España mediante el análisis de los 1956 decretos aprobados por el Parlamento español entre 1978 y 2020, y las 1846 materias incluidas en ellos. Los resultados demuestran que Cataluña y Euskadi juegan un papel tractor en el proceso descentralización que se extiende posteriormente al resto de comunidades autónomas. Además, los datos revelan que este liderazgo ha perdurado en el tiempo, desde que ambas comunidades fueron las primeras en tener reconocida su autonomía hasta la actualidad. --- In decentralization processes, the constituent units have differentiated roles and, in the Spanish case, the role of the different constituent units in the current system of territorial distribution of power is not homogeneous. This research addresses the processes of devolution in Spain by analyzing the 1956 decrees approved by the Spanish Parliament between 1978 and 2020, and the 1846 subjects included in them. The results show that Catalonia and the Basque Country play a driving role in the decentralization process that later extends to the rest of the Autonomous Communities. In addition, the data reveals that this leadership has lasted over time, since both communities were the first to have their autonomy recognized, up to the present.",
        "url": "https://doi.org/10.31235/osf.io/yn6fq_v1",
        "version": 1,
        "id": "yn6fq",
        "subjects": "Politics",
        "subjects_osf": "Administrative Law, Constitutional Law, Political Science"
      },
      {
        "doi": "10.31235/osf.io/zbmp3_v1",
        "title": "Accommodating the Radical Right: The Electoral Costs for Social Democratic Parties",
        "authors": "Stuart J Turnbull-Dugarte, Jack Bailey, Daniel Devine, Zachary Dickson, Sara Hobolt, Will Jennings, Robert Johns, Katharina Lawall",
        "created": "2025-09-01",
        "abstract": "Social democratic parties across Europe have increasingly adopted restrictive immigration rhetoric in response to radical right challengers' electoral successes. The consequences of accommodation remain contested. This paper leverages a pre-registered quasi-experimental design exploiting within-individual variation from as-good-as-random exposure to UK Labour leader Keir Starmer’s “Island of Strangers” speech -- a major rhetorical turn toward anti-immigration positions. We find that exposure significantly altered perceptions of Labour, making it appear more anti-immigration and right-leaning. Crucially, these shifts carried electoral costs: support for Labour declined within individuals following the speech. While we detect no corresponding gains for the radical right Reform UK party, there is also no evidence that Labour’s adoption of nativist rhetoric diminished Reform’s appeal. Our findings highlight the risks of strategic convergence, showing that accommodation of exclusionary rhetoric by social democratic parties is electorally costly for them rather than for their radical right competitors.",
        "url": "https://doi.org/10.31235/osf.io/zbmp3_v1",
        "version": 1,
        "id": "zbmp3",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/zdcwx_v1",
        "title": "The Nature and Attributes of Power _Translated from Power Analysis「权力分析」 (Ch.3) [Author’s self-translation]",
        "authors": "张成军",
        "created": "2025-09-02",
        "abstract": "Building upon the discussion of power's conceptual definition and formative principles in the preceding two chapters, this paper further delineates the social phenomenon of \"power\". I posit that power possesses four essential characteristics: consciousness, intentionality, purposefulness, and effectiveness. Regarding power's attributes, I concur with Dennis H. Wrong's proposition that power has three dimensions: extensiveness, comprehensiveness, and intensity. However, based on my theoretical framework of power formation, I provide a novel interpretation of power's \"intensity\".",
        "url": "https://doi.org/10.31235/osf.io/zdcwx_v1",
        "version": 1,
        "id": "zdcwx",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/7tcha_v1",
        "title": "When is Minimum and Maximum RPM Competitive?: Demand Uncertainty and Retailer Competition",
        "authors": "Kohei Kawaguchi, Jeff Qiu, Zhang Yi",
        "created": "2025-08-31",
        "abstract": "This paper analyzes how retailer competition affects the welfare implications of resale price maintenance (RPM) under demand uncertainty. We extend the classic model of Deneckere et al. (1997) by introducing imperfect competition among retailers, which creates tension between double marginalization and business-stealing effects. Our analysis reveals four distinct regimes determined by demand uncertainty and market concentration. In highly uncertain, competitive markets, minimum RPM enhances efficiency by encouraging inventory holding. However, in markets with lower uncertainty or more concentrated retail sectors, maximum RPM better promotes competition by mitigating double marginalization. The effectiveness of each RPM type depends on whether retailers optimize for all demand states or focus primarily on high-demand scenarios. These findings suggest that antitrust authorities should evaluate RPM cases by considering both the level of demand uncertainty and the degree of retail competition, as different market conditions may call for different forms of vertical price restrictions. For managers, our results provide actionable guidance on selecting the appropriate RPM strategy based on market structure and demand predictability.",
        "url": "https://doi.org/10.31235/osf.io/7tcha_v1",
        "version": 1,
        "id": "7tcha",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/7temv_v1",
        "title": "A systematic machine learning approach to measure and assess biases in mobile phone population data",
        "authors": "Carmen Cabrera, Francisco Rowe",
        "created": "2025-09-01",
        "abstract": "Traditional sources of population data, such as censuses and surveys, are costly, infrequent, and often unavailable in crisis-affected regions. Mobile phone application data offer near–realtime, high-resolution insights into population distribution, but their utility is undermined by unequal access to and use of digital technologies, creating biases that threaten representativeness. Despite growing recognition of these issues, there is still no standard framework to measure and explain such biases, limiting the reliability of digital traces for research and policy. We develop and implement a systematic, replicable framework to quantify coverage bias in aggregated mobile phone application data without requiring individual-level demographic attributes. The approach combines a transparent indicator of population coverage with explainable machine learning to identify contextual drivers of spatial bias. Using four datasets for the United Kingdom benchmarked against the 2021 census, we show that mobile phone data consistently achieve higher population coverage than major national surveys, but substantial biases persist across data sources and subnational areas. Coverage bias is strongly associated with demographic, socioeconomic, and geographic features, often in complex nonlinear ways. Contrary to common assumptions, multi-application datasets do not necessarily reduce bias compared to single-app sources. Our findings establish a foundation for bias assessment standards in mobile phone data, offering practical tools for researchers, statistical agencies, and policymakers to harness these datasets responsibly and equitably.",
        "url": "https://doi.org/10.31235/osf.io/7temv_v1",
        "version": 1,
        "id": "7temv",
        "subjects": "Economics",
        "subjects_osf": "Geography, Urban Studies and Planning, Economics, Science and Technology Studies, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/jbh7g_v1",
        "title": "Possible Role of the One-half Heuristic in Overconfidence Research",
        "authors": "Vojtěch Zíka, J Dustin Tracy",
        "created": "2025-09-03",
        "abstract": "Overconfidence research often involves estimating performance within a fixed range. Recent studies suggest that overprecision is affected by central tendency bias, the tendency to estimate near the center of a perceived distribution. This paper examines whether a similar pattern influences the other two overconfidence types, overestimation and overplacement. In a laboratory experiment (N = 120), participants estimated their own and the average performance over five rounds of ten Rock–Paper–Scissors games. Each round earned for up to 40 points, but average performance varied across three treatments, with means of 16.6, 20, and 23.3 points. The main question was whether this manipulation would result in the sample appearing overconfident, underconfident, or well-calibrated. The results suggest that calibration depends on the relative position of mean performance to the midpoint of the range. When the mean aligned with half of the range maximum, participants appeared well-calibrated. A lower mean resulted in apparent overestimation, while a higher mean led to apparent overplacement. Experience shifted some estimates toward the actual mean and improved calibration, but only when feedback was not overly noisy. Monetary incentives and gender were controlled for but showed no significant effect on estimation accuracy. This study provides evidence that the one-half heuristic—the tendency to estimate at half the maximum of a given range—can mechanically bias confidence judgments. While further research is needed to confirm its effect in more traditional overconfidence tasks, caution is warranted when interpreting studies in which mean performance deviates from the range midpoint.",
        "url": "https://doi.org/10.31235/osf.io/jbh7g_v1",
        "version": 1,
        "id": "jbh7g",
        "subjects": "Economics",
        "subjects_osf": "Psychology, Economics"
      },
      {
        "doi": "10.31235/osf.io/vrxud_v1",
        "title": "Exploring the role of age structure in regional population change of the Visegrad Group",
        "authors": "József Lennert, Csaba G. Tóth",
        "created": "2025-09-01",
        "abstract": "A caveat of much of the existing demographic literature is that it decomposes population change into the components of fertility, mortality, and migration, treating ageing merely as a consequence of natural change while neglecting the role of age structure in the observed dynamics. This study applies a scenario-based decomposition approach, using counterfactual scenarios for each factor of population change (fertility, mortality, migration, and age structure) to assess their individual contributions. The 37 NUTS-2 units of the Visegrád Group countries (Poland, Czechia, Slovakia, and Hungary) were selected as units of analysis. The research focused on the origins of regional differences and on the explanatory role of age structure. The results indicate that differences at the regional scale cannot be attributed solely to national-level variation, as cross-border groupings also emerge in the cluster analysis. Furthermore, the study demonstrates that initial age structure constitutes an independent and essential explanatory factor of population heterogeneity, both at the national and regional levels.",
        "url": "https://doi.org/10.31235/osf.io/vrxud_v1",
        "version": 1,
        "id": "vrxud",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Urban Studies and Planning, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/wfrsp_v1",
        "title": "Why Default Nudges Work: Identifying Cognitive Mechanism with fMRI",
        "authors": "Junichi Chikazoe, Kohei Kawaguchi, Kanji Suzuki, Kosuke Uetake, Yasutora Watanabe, Katsunori Yamada",
        "created": "2025-08-31",
        "abstract": "Default nudges are widely used and effective, but their mechanisms remain unclear. We test whether ease, endowment, or endorsement effects drive choices. In an online randomized experiment, the endowment channel emerges as the principal driver. We then use a novel fMRI approach that constructs brain activity maps of cognitions and uses them to trace their variation in each cognition during decision-making. This approach validates treatments by confirming they elicit the intended cognitions and uses them as instruments to identify the causal effect of cognition on choice. Results show that endowment drives default nudge effectiveness, suggesting policy designs should leverage it.",
        "url": "https://doi.org/10.31235/osf.io/wfrsp_v1",
        "version": 1,
        "id": "wfrsp",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/wma6p_v2",
        "title": "Competitive Effects of Resale Price Maintenance Through Inventory: Evidence from the Publishing Industry",
        "authors": "Kohei Kawaguchi, Jeff Qiu, Yi Zhang",
        "created": "2025-08-31",
        "abstract": "This paper examines the competitive effects of resale price maintenance (RPM) through inventory decisions under demand uncertainty. We focus on the Japanese publishing industry where printed books are excepted from RPM prohibition. We develop and estimate a model of RPM in which price and inventory are determined before demand is realized. Counterfactual simulations show that the price ceiling due to RPM plays a welfare-enhancing role, whereas the price floor can improve supply-side welfare at the expense of consumer surplus. The parameter region for which price floor can improve consumer surplus exists but is narrow.",
        "url": "https://doi.org/10.31235/osf.io/wma6p_v2",
        "version": 2,
        "id": "wma6p",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/xej64_v2",
        "title": "A college on every cape: Gender equality, gender segregation and local college openings",
        "authors": "Adrian F. Rogne, Tora Kjærnes Knutsen, Jørgen Modalsli",
        "created": "2025-09-01",
        "abstract": "The expansion of higher educational systems in Western countries in the latter half of the 20th century is central to the reversal of the gender gap in education. In Norway, major reforms starting in the late 1960s aimed at making higher education more accessible for large segments of the population. This occurred through the establishment, upgrading, and gradual expansion of local colleges across the country, especially in female-dominated fields associated with work in expanding welfare sectors. Previous research has suggested that the gendered profile of educational expansions contributed to the cementing of horizontal gender segregation patterns in education and the labor market. We shed light on these processes using new and detailed data on the establishment and upgrading of higher educational institutions between 1969 and 1993. Linking these to individual-level register data, we study how regional variation in educational opportunities affected the educational attainment and field of study choices of young women and men, using an event study approach. While increased access to college education was a prerequisite for the reversal of the gender gap, our results suggest that the location of colleges had, at most, a very modest impact on local educational attainment and gendered field of study choices.",
        "url": "https://doi.org/10.31235/osf.io/xej64_v2",
        "version": 2,
        "id": "xej64",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/2jxue_v1",
        "title": "Collective Agency: An enhanced capability for joint action",
        "authors": "Juan Mendoza-Collazos",
        "created": "2025-09-03",
        "abstract": "This chapter presents the Layered Model of Agency as a semiotic framework for the study of collective agency. The model identifies six distinct types of agencies: operative, reflective, joint, material-mediated, sign-mediated, and symbolic. Each level is examined in detail to elucidate the semiotic mechanisms and the cognitive architecture underlying the emergence of collective agencies. The model conceptualizes collective agency as an enhanced capability for action, incorporating artifacts to constitute sociotechnical systems. Within this framework, both institutional and non-institutional forms of collective agency are explored. In contrast to institutions, the collective agency of non-institutionalized social organizations generates dense networks of interaction within horizontal structures, facilitating the convergence between shared norms and individual values. This bottom-up view on agency recognizes individuals as agents of change and their crucial role in collective agency. Consequently, I underscore the importance of examining the interactions between individual and collective agency, proposing the Layered Model of Agency as a relevant tool for investigating these issues.",
        "url": "https://doi.org/10.31235/osf.io/2jxue_v1",
        "version": 1,
        "id": "2jxue",
        "subjects": "Sociology",
        "subjects_osf": "Philosophy, Art and Design, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/4bevh_v1",
        "title": "Identifying Subgroups in Acceptance and Use of Digital Technologies to Support Physical Health: The Role of Economic, Cultural, Social and Personal Capital",
        "authors": "Wendy Wagenaar, Marieke Christina van Egmond, Joyce Bierbooms",
        "created": "2025-08-28",
        "abstract": "Background: Digital health technologies offer promising opportunities to support physical health. However, their acceptance, use and associated benefits are not equally distributed across society. While existing research has mainly focused on traditional socioeconomic indicators, broader sociological influences, including economic, cultural, social and personal capital, may provide a more comprehensive understanding of these inequalities. Yet, too little is currently known about how these forms of capital relate to individuals’ intentions to acceptance and use digital health technologies. Objectives: This study aimed to: (1) identify distinct subgroups of individuals based on their acceptance and use of digital technologies to support their physical health; and (2) examine how these subgroups differ in terms of economic, cultural, social and personal capital. Methods: We used cross-sectional data from the LISS panel (Longitudinal Internet Studies for the Social Sciences), including data from the LISS Core Study on health, economic situation, and social integration and leisure. To supplement this data, we conducted an additional online survey in November 2023 via the LISS panel to assess participants' acceptance and use of digital technologies to support their physical health. The final sample included 1,096 participants. We applied three-step Latent Class Analysis to identify subgroups based on constructs from the Unified Theory of Acceptance and Use of Technology (UTAUT). Post hoc comparisons were used to characterize the subgroups based on 22 indicators of economic, cultural, social and personal capital. Results: Five subgroups were identified: neutral users (43.8%), uninterested users (21.4%), engaged users (20.6%), resistant users (9.3%) and enthusiastic users (4.8%). The largest group, neutral users, neither fully adopted nor rejected digital technologies to support their physical health. Higher levels of economic, cultural and social capital were generally associated with greater acceptance and use of digital health technologies. However, personal capital showed a different pattern: neutral users reported low self-confidence despite moderate use, while resistant users reported high self-image despite low acceptance and use. This suggests that personal capital does not always align with traditional predictors of digital engagement. Conclusions: Our findings highlight the need to move beyond socioeconomic indicators when addressing digital health inequalities. Broader factors, including economic, cultural, social and personal capital, should be considered when developing strategies to promote equitable acceptance and use of digital health technologies across society.",
        "url": "https://doi.org/10.31235/osf.io/4bevh_v1",
        "version": 1,
        "id": "4bevh",
        "subjects": "Sociology",
        "subjects_osf": "Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/7ap3e_v1",
        "title": "Psychosocial Impact of OTT Platforms on Young Adults",
        "authors": "Sakshi Singh Bais ",
        "created": "2025-08-29",
        "abstract": "Films and web series have unknowingly become a significant part of our lives. Earlier, with less content, our interaction was also limited; however, as the content grew larger, our interaction with it also increased. Over-the-top (OTT) platforms such as Netflix, Amazon Prime, and Disney+Hotstar have become an integral part of our lives, affecting our Habitus. This study explores the psychosocial, behavioural, and physical effects of these platforms on young adults aged 18 to 30. The researcher employed a questionnaire survey of 111 respondents, in conjunction with existing research. This study investigates the psychosocial effects of binge-watching on young adults and society as a whole. The findings suggest that long watch hours often lead to disturbed sleep, difficulty concentrating, anxiety, mood changes, and a decline in face-to-face engagement with family and friends. While OTT platforms offer unmatched convenience and cultural variety, they also introduce risks that are often overlooked. The study recommends increasing awareness among users, conducting additional research into long-term effects, and implementing proactive measures by policymakers to promote healthier digital habits.",
        "url": "https://doi.org/10.31235/osf.io/7ap3e_v1",
        "version": 1,
        "id": "7ap3e",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/7zxcy_v1",
        "title": "Is there (gendered) discrimination against parents in the hiring process? A meta-analysis of correspondence studies",
        "authors": "Isabel Maria Habicht, Eva Zschirnt, Jessica Daikeler",
        "created": "2025-08-29",
        "abstract": "Unlike race or gender, parenthood is not a distinct ground of protection under most anti-discrimination laws. Yet, evidence of motherhood penalties in the labor market is well documented. To systematically assess parenthood discrimination in employers' hiring decisions across countries and time, we conducted the first meta-analysis of correspondence studies in this field. We synthesized data from 23 studies (N = 65,440 applications) across 11 countries between 1978 to 2022. Using random-effects models, we calculate discrimination risk ratios and conducted subgroup analyses to examine variation by applicant characteristics, occupational context, and national family policies. Our main findings are: (I) Statistically significant status-based discrimination against parents is evident—but primarily driven by anticipated rather than realized parenthood, as it almost exclusively affects women. (II) These penalties are more pronounced in countries lacking supportive family policies, such as paid maternity leave and high female part-time employment. (III) While parents are not systematically penalized across occupations, women—independent of parental status—face discrimination in management roles, and (though not significantly) in highly qualified and male-dominated occupations.",
        "url": "https://doi.org/10.31235/osf.io/7zxcy_v1",
        "version": 1,
        "id": "7zxcy",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/8f9em_v1",
        "title": "Of centers and peripheries: Explaining the macro-structure of book translation flows in Europe",
        "authors": "Matthias Kuppler",
        "created": "2025-08-29",
        "abstract": "This study analyzes the exchange of book translations between countries. Existing research is split over the question of whether translation flows are driven by literary, economic, political, or cultural factors. The forces that stratify countries into centers and peripheries are thus debated. To advance the debate, this study leverages newly collected data on N = 147,443 translations of literary works to reconstruct the network of translation flows between 32 European countries for the time period from 2018 to 2020. The relative impacts of literary prestige, economic infrastructure, state support, and cultural proximity on translation flows are estimated with Generalized Additive Models and the Quadratic Assignment Procedure. Results indicate that translation flows are best explained by a combination of literary prestige and economic infrastructure. Translations flow from countries with high literary prestige and a strong publishing infrastructure to countries with little prestige and weak infrastructure. The transnational circulation of literature appears as a game in which economic infrastructure confers power and in which the accumulation of literary prestige is the ultimate stake. This suggests a logic of competition in which translations are the medium through which economic power is converted into symbolic recognition. In this view, the market logic and the artistic logic are not contradictory orientations but different steps in ongoing accumulation processes. Although these conclusions are specific to the European literary field, they document a novel viewpoint that is not reducible to established arguments that point to either convergence or divergence of art and commerce.",
        "url": "https://doi.org/10.31235/osf.io/8f9em_v1",
        "version": 1,
        "id": "8f9em",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/8tnrk_v2",
        "title": "“They have Black in their blood”: Exploring how genetic ancestry tests affect racial appraisals and classifications",
        "authors": "Marissa E. Thompson, Sam Trejo, AJ Alvero, Daphne Martschenko",
        "created": "2025-08-28",
        "abstract": "How do genetic ancestry tests (GATs) affect how Black Americans decide when others can – or cannot – identify as Black? This study explores the role of GATs in shaping racial appraisal and classification logics. Using a pre-registered nationally representative survey experiment that integrates causal inference with computational text analysis, we disentangle how ancestry (as measured by a GAT) affects how U.S.-born Black Americans draw boundaries around group membership and how these effects vary across setting and prior identification. We find that, though higher levels of Sub-Saharan African ancestry predict higher likelihoods of approval and classification as Black, even individuals with low levels of such ancestry are likely to have their self-identification validated by respondents, consistent with the practice of hypodescent. Furthermore, ancestry treatment effects are primarily mediated by perceptions of the integrity of the individual’s self-identification, suggesting that respondents believe there exists an underlying legitimate and honest way to identify that is partially based on one’s GAT result. However, we also find that the aspects that affect approval and evaluations differ from those that affect classification; the ways that respondents selectively integrate different sources of information, including ancestry, occurs via a dual appraisal and classification process which we term racial contextualism.",
        "url": "https://doi.org/10.31235/osf.io/8tnrk_v2",
        "version": 2,
        "id": "8tnrk",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/cwfn3_v1",
        "title": "PARENTAL NARCISSISM AND THE SOCIAL REPRODUCTION OF EMOTIONAL CONTROL A Comprehensive Analysis of Intergenerational Transmission Mechanisms and Their Sociological Implications",
        "authors": "Juan Pereira",
        "created": "2025-08-26",
        "abstract": "This paper examines parental narcissism as a mechanism of social reproduction, focusing on how emotional control is transmitted across generations within family systems. Moving beyond individual pathology, the analysis situates narcissistic parenting in broader sociological frameworks that include Bourdieu’s concepts of habitus and capital, Foucault’s theories of discipline and biopower, and feminist scholarship on gendered emotional labor. The study argues that parental narcissism constitutes a form of “emotional capital,” whereby children internalize patterns of control, surveillance, and conditional validation that shape their adult relationships, institutional participation, and social positioning. The paper traces the historical emergence of narcissistic family structures within the rise of the nuclear family, capitalist economies, and gendered divisions of labor, showing how these contexts intensify parental strategies of emotional governance. It highlights how mechanisms such as gaslighting, triangulation, and conditional acceptance become embedded as durable dispositions—what may be termed an “emotional habitus”—that reproduce hierarchical social orders. Attention is given to the intersections of class, gender, and culture in shaping narcissistic parenting strategies, as well as to sites of resistance where children and adults develop counter-strategies against domination. Contemporary digital platforms and shifting family forms are also considered as new arenas of emotional control and reproduction. The findings suggest that parental narcissism should be understood as a systemic social process with lasting implications for inequality, institutional reproduction, and emotional well-being, calling for both therapeutic and policy interventions that address its structural roots.",
        "url": "https://doi.org/10.31235/osf.io/cwfn3_v1",
        "version": 1,
        "id": "cwfn3",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ew5zq_v1",
        "title": "Towards a Third Generation of Natural Language Processing: Enhancing Qualitative Research with Large Language Models",
        "authors": "Anton Törnberg",
        "created": "2025-09-03",
        "abstract": "This paper proposes a typology of text analysis methods ranging from surface-level to contextual and cultural interpretation, offering a framework for understanding the evolving role of Natural Language Processing (NLP) in qualitative research. While first- and second-generation NLP methods—such as keyword extraction, topic modeling, and word embeddings—have extended analytical reach, they remain limited in capturing meaning shaped by ideology, discourse, and context. The emergence of Large Language Models (LLMs) represents a third generation of NLP, capable of performing interpretive tasks such as identifying metaphors, framing, and rhetorical strategies. This shift enables new hybrid approaches that integrate computational efficiency with qualitative depth. The paper introduces two frameworks—AI-Augmented Grounded Theory and Theory-Driven AI Analysis—to illustrate how LLMs can support large-scale, context-sensitive interpretation. These “fusion methodologies” challenge the perceived divide between computation and interpretation, pointing toward a new paradigm for qualitative inquiry in the digital age.",
        "url": "https://doi.org/10.31235/osf.io/ew5zq_v1",
        "version": 1,
        "id": "ew5zq",
        "subjects": "Sociology",
        "subjects_osf": "Science and Technology Studies, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/exb58_v1",
        "title": "Classifying parliamentarians by immigration origin and visibility: Some methodological reflections",
        "authors": "Ambra Ostinelli, Leonie Heiniger, Leonie Mugglin, Didier Ruedin, Dina Bader, Jana Bobokova, Enya Beccera, Anna Dazzi, Silja Gerhard, Barbara Schmoutz",
        "created": "2025-09-03",
        "abstract": "Members of minority groups hold comparatively few positions of power, which is notably the case for national parliaments. Under-representation is particularly evident for individuals who are perceived as ‘different’ due to visible traits. Here, we outline in detail how we addressed the search and identification of members of minority groups in a research project in Switzerland. We share our experience and reflection, hoping that future research can build on it. We find that publicly available information typically allows us to identify parliamentarians who would be classified as having a ‘migration background’ in official statistics. For women and parliamentarians at the regional (cantonal) level, identification is more difficult. In many cases, however, publicly available information does not capture self-identification, so we can only provide a list of potential minorities. Focusing on assumed ‘visibility’, we found it useful to differentiate different forms of visibility (physical traits, names, accents), and to recognize ambivalence as a possible category. While we might approximate how voters and party elites perceive candidates, the objective approach cannot replace self-identification.",
        "url": "https://doi.org/10.31235/osf.io/exb58_v1",
        "version": 1,
        "id": "exb58",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ey35h_v1",
        "title": "Religious Hobbyism as a Growing Social Pathology: The Commodification of Faith and the Erosion of Civic Engagement",
        "authors": "Bashar AbuAlghanam",
        "created": "2025-08-29",
        "abstract": "This study examines the emergence of religious hobbyism as a measurable social pathology that mirrors Eitan Hersh's concept of political hobbyism. Religious hobbyism is defined as shallow, consumerist, performative engagement with religion that prioritizes personal gratification over genuine spiritual commitment or civic action. Drawing on data from Pew Research Center, Gallup, World Values Survey, and analysis of social media religious engagement, this paper demonstrates how religious hobbyism undermines civic trust, deepens social polarization, and weakens traditional religious institutions. The research reveals that religious hobbyism manifests through commodified spirituality, social media performativity, and consumer-driven religious engagement that strips faith traditions of their deeper meaning and social function. Key findings include a 300-1500% growth in commodified spiritual products, declining institutional religious participation despite maintained spiritual identity, and concerning pathways from hobbyist spirituality to extremist ideologies. This paper argues that religious hobbyism represents a significant threat to democratic participation and social cohesion, requiring urgent scholarly attention and policy intervention.",
        "url": "https://doi.org/10.31235/osf.io/ey35h_v1",
        "version": 1,
        "id": "ey35h",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Anthropology, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/f37xj_v1",
        "title": "Answers to Which Questions? Clarifying Estimands to Rethink the Muslim–Antisemitism Link in Germany",
        "authors": "Fabian Kratz",
        "created": "2025-08-29",
        "abstract": "Czymara et al. (2025) find that antisemitism is more prevalent among Muslims than among Christians and the religiously unaffiliated. They examine whether these relationships depend on educational attainment or religiosity and aim to explain them using a set of variables, including region of origin, religiosity, and education. I argue that adopting the estimands approach clarifies the research questions, reveals key identification assumptions, and demonstrates the need for causal mediation analysis. Using this approach, I distinguish between confounders and mediators, present revised estimates of what might be considered total effects, and examine the mediating and moderating roles of education and religiosity. The results indicate that caution is warranted when interpreting the link between Muslim denomination and antisemitism. Without controlling for confounders, total effects are overstated. Furthermore, differences in antisemitism between Muslims and Christians are minor among less religious people. However, even among highly educated Muslims, a substantial gap remains relative to Christians and the unaffiliated. I conclude by outlining how the estimands framework may help accomplish one key aim of Czymara et al. (2025): identifying mechanisms that could inform the design of targeted interventions to mitigate antisemitism.",
        "url": "https://doi.org/10.31235/osf.io/f37xj_v1",
        "version": 1,
        "id": "f37xj",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/g7n25_v1",
        "title": "Semantic Schema, Components, and Group Differences of Happiness and Unhappiness: An Investigation with a Word-association Network",
        "authors": "Zeyu Lyu, Zhemeng xie, Sachiko Yasuda, Aguru Ishibashi, Takaharu Saito, Hiroki Takikawa",
        "created": "2025-09-04",
        "abstract": "Understanding everyday people's perceptions of the meaning of happiness is not only intrinsically interesting but also crucial for advancing academic research and informing policymaking on happiness and well-being. However, the question of how ordinary people conceptualize happiness—that is, the everyday conception of happiness—has rarely been systematically explored. This study applies a word-association network approach to examine the semantic schemas, components, and group differences in people's perceptions of both happiness and unhappiness. Specifically, we create a semantic representation of happiness and unhappiness from a survey using a mini-snowball word association task and then employ network analysis to identify semantic characteristics and demographic differences. Our findings suggest that the proposed method not only aligns well with previous studies' implications but also deepens our understanding of the structure by revealing new components of these concepts. Furthermore, the method facilitates further investigation of how semantic representations of happiness and unhappiness vary across demographic groups, highlighting both the general and semantic differences in their components. Overall, this study demonstrates the value of word-association networks for capturing everyday conceptions of happiness and unhappiness, offering both theoretical insights and practical implications for developing more accurate and culturally grounded measures.",
        "url": "https://doi.org/10.31235/osf.io/g7n25_v1",
        "version": 1,
        "id": "g7n25",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/hyr3t_v2",
        "title": "LGBT+ Establishment Trends in the United States: A Panel Data Analysis (1990-2000)",
        "authors": "Jack Thompson",
        "created": "2025-09-03",
        "abstract": "Much of the existing work on LGBT+ placemaking relies on qualitative or historical narratives, which lack the empirical precision to systematically evaluate the structural factors driving the presence and evolution of LGBT+ establishments over time. To address these shortcomings, my paper examines the spatial evolution of LGBT+ establishments in US cities between 1990-2000, using a novel panel dataset combining geocoded Damron Guide entries from Mapping the Gay Guides (MGG) with contextual data from the NHGIS/U.S. Census Bureau. Employing fixed-effects panel models and difference-in-differences frameworks, my analysis investigates how establishment-level and MSA-level factors predict the presence and turnover dynamics of LGBT+ establishments over time. My findings reveal that bars/clubs and erotic shops have a higher likelihood of presence in MSAs relative to accommodations. Theatre/entertainment venues exhibit higher entry and stability into MSA markets, whereas other establishment types face volatile turnover. I also find that the so-called “great cities,\" ubiquitous in works on LGBT+ placemaking, exhibit conditions favorable to the viability of LGBT+ establishments and yet exhibit no significant differences in turnover dynamics compared to other MSAs. My findings extend qualitative narratives by quantifying the impacts of economic changes, demographic shifts, and cultural influences, which should inform urban policy and advocacy efforts to sustain inclusive LGBT+ spaces amidst changing urban landscapes.",
        "url": "https://doi.org/10.31235/osf.io/hyr3t_v2",
        "version": 2,
        "id": "hyr3t",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Sociology"
      },
      {
        "doi": "10.31235/osf.io/pwtzn_v1",
        "title": "Treatment Effect on the Association between Outcomes",
        "authors": "Lai Wei",
        "created": "2025-09-02",
        "abstract": "This paper introduces Treatment Effect on the Association between Outcomes (TEA), a new causal estimand that measures how a treatment influences the covariance between two post-treatment variables. TEA enables researchers to estimate how interventions affect associations that characterize social inequalities. I define TEA, provide identification results under standard causal inference assumptions, and outline estimation strategies including regression-imputation, weighting, and double machine learning estimators. I compare and contrast TEA with other common estimands in similar research settings, highlighting its unique use. I demonstrate the use of TEA through two applications: the effect of college completion on income gradient in health and the effect of college completion on issue alignment, using NLSY97 and GSS respectively. By exploring how treatments modify associations between outcomes, TEA offers a valuable tool for sociological research on inequality, stratification, and public opinion, providing insights into the mechanisms sustaining social inequalities and informing policy interventions.",
        "url": "https://doi.org/10.31235/osf.io/pwtzn_v1",
        "version": 1,
        "id": "pwtzn",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ubn5q_v1",
        "title": "Altyazılı Rüyalar: Avrupa Göçmen Sineması",
        "authors": "Ozgur Yaren",
        "created": "2025-09-02",
        "abstract": "Bu çalışma Avrupa genelinde göçmen sinemacıları ve filmleri konu alıyor. Çalışma kapsamında göç, ulusal sinema, ulus aşırı sinemalar, göçmen sinema gibi kavramlar tartışılıyor. Çalışmada Avrupa göçmen sinemasının, farklı göçmen topluluklarının göç motiflerine göre biçimlenen üç kategori altında ele alınması öneriliyor. Aralarında belli farklılıklar da olsa diasporik topluluklar ve sürgünler bir kategori oluştururken, diğer kategoriler sömürge sonrası göçmenleri ve emek göçmenlerini tanımlıyor. Bu taksonomide her kategorinin tarihsel arka planına, karakteristiğine, filmler ve sinemacılar açısından önde gelen örneklerine yer veriliyor. 'Diaspora ve Sürgünler'de diaspora, diasporik yaratıcılık, politik adanmışlık ve sürgün endüstrisi kavramları tartışılıyor. Bireysel sürgün sinemacılarla birlikte, Avrupa Ermeni diasporası, diasporik sinema için bir model olarak işleniyor. 'Sömürge Sonrası' başlığında, Fransa'daki Kuzey Afrikalılar, İngiltere'deki Siyahlar ve Güney Asyalılar gibi sömürge sonrası göçmen topluluklar ele alınıyor. Bu bölümde (sömürgeci ya da batılı anlatıları) ters yüz etme stratejisi ve melez kimlik trope'u gibi ortak motifler, sömürge sonrası sinemanın direnişçi/mücadeleci nosyonları olarak öneriliyor. 'Emek Göçmenleri', özellikle eşsiz bir göçmen sinema modeline zemin oluşturan Almanya'daki Türkiye kökenli göçmen topluluğa odaklanıyor. 1970'lerdeki 'Yeni Alman Sineması' yönetmenleriyle başlayan bu model önce göçmenlerin eski yurttaşı sinemacılarla, daha sonra, 1990'ların sonlarından itibaren yeni kuşak göçmen ve melez sinemacılarla gelişmiştir. 'Görev sineması ve melezliğin hazları' gibi tartışmalı önermeler de bu bölümde ele alınıyor. Son bölümde göçmen sinema anlatısı ele alınıyor ve göçmen sinema, filmlerdeki ortak anlatısal motifler üzerinden tanımlanmaya çalışılıyor. Bu bölümde aynı zamanda deneysel bir anlatı analizine yer veriliyor. Analiz tema, kronotop (zaman/uzam), olay örgüsü, ve karakterler gibi klasik anlatı ögeleriyle birlikte kimlik temsilleri, dil, müzik ve trope gibi ögelere dayanarak, Avrupa göçmen sinemasının farklı boyutlarını temsil ettiğine inanılan beş örnek filmin (Beautiful People, Kurz und Schmerzlos, Le Haine, En Garde, Chouchou) değerlendirilmesini içeriyor. Analizde Mihail Bahtin'in edebiyat eleştirisinde kullandığı kronotop, tact, ayrışık dillilik, çiftseslilik, çokseslilik gibi kavramları da kullanılıyor. Sonuç kısmında queer'lik ve göçmenlik analojik durumlar olarak öneriliyor; göçmen sinemanın jenerik değeri ve geleceği tartışılıyor.",
        "url": "https://doi.org/10.31235/osf.io/ubn5q_v1",
        "version": 1,
        "id": "ubn5q",
        "subjects": "Sociology",
        "subjects_osf": "Film and Media Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vs8a6_v1",
        "title": "Mathematical and statistical applications for HP Prime",
        "authors": "Dietmar Schrausser",
        "created": "2025-08-29",
        "abstract": "Mathematical and statistical applications for the (a) HP Prime Computer Algebra System CAS, by means of the Pascal based HP Prime Programming Language (HP PPL), (b) the HP Prime User functions and (c) HP Prime Applications, including methods for (i) correlation, (ii) exposure, (iii) integration, (iv) distribution, (v) probability, (vi) combinatorics, (vii) resampling and (viii) complex plane calculations. An overview of the methods and their origins is given.",
        "url": "https://doi.org/10.31235/osf.io/vs8a6_v1",
        "version": 1,
        "id": "vs8a6",
        "subjects": "Sociology",
        "subjects_osf": "Science and Mathematics Education, Psychology, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/x9evk_v2",
        "title": "The causal impact of segregation on a disparity: A gap-closing approach",
        "authors": "Ian Lundberg",
        "created": "2025-08-28",
        "abstract": "Segregation---whether across schools, neighborhoods, or occupations---is regularly invoked as a cause of social and economic disparities. But segregation is a complicated causal treatment: what do we mean when we appeal to a world in which segregation does not exist? One could take societal contexts as the unit of analysis and compare across societies with differing levels of segregation. In practice, it is more common for studies of segregation to take persons or households as the unit of analysis within a single societal context, focusing on what would happen if particular individuals were counterfactually assigned to social positions in a more equitable way. Taking this latter framework, this paper shows how to study segregation as a cause. The first step is to theorize a counterfactual assignment rule: what would it mean to assign people to social positions equitably? The second step is to identify the causal effect of those social positions and simulate counterfactual outcomes. The third step is to interpret results as the impact of a unit-level (rather than society-level) intervention. A running example and empirical analysis illustrates the approach by studying the causal effect of occupational segregation on a racial health gap.",
        "url": "https://doi.org/10.31235/osf.io/x9evk_v2",
        "version": 2,
        "id": "x9evk",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/y3kc4_v1",
        "title": "The 12 Dimensions of Wellness: A Framework for Healing, Justice, and Systemic Transformation",
        "authors": "David H. Johnson",
        "created": "2025-08-30",
        "abstract": "Dominant wellness models have long shaped frameworks in public health, behavioral care, and education. However, they often overlook the structural, cultural, and systemic conditions that define wellness for marginalized and justice-impacted communities. Foundational models such as Hettler’s Six Dimensions and Swarbrick’s Eight Dimensions provide essential scaffolding but fail to capture the full spectrum of harm and potential for healing within communities shaped by colonizing systems: the structures and ideologies that perpetuate colonialism. This article introduces the 12 Dimensions of Wellness: a justice-rooted, community-informed framework that incorporates four essential yet underrepresented domains in mainstream literature: creative, cultural, digital, and the newly defined carceral wellness. Carceral wellness, introduced here for the first time, is defined as a relative state of immunity to, resilience from, or recovery after the physical, psychological, social, and systemic harms imposed by carceral systems. It reflects both the enduring impacts of criminalization and the capacity to construct life-affirming alternatives. Grounded in lived experience and participatory insight, this framework offers a culturally situated and structurally aware reconceptualization of interdimensional wellness. The article explores the model’s theoretical underpinnings, its intersections, and envisioned applications across health, legal, and social systems, advocating for a wellness paradigm rooted not only in individual behavior but in collective liberation.",
        "url": "https://doi.org/10.31235/osf.io/y3kc4_v1",
        "version": 1,
        "id": "y3kc4",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Legal Studies, Social Work, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/zeg6q_v1",
        "title": "I conflitti come risorsa di virtù collettive nell’innovazione dell’intelligenza artificiale",
        "authors": "Angelo Falzarano",
        "created": "2025-08-31",
        "abstract": "L’articolo esplora il ruolo del conflitto come risorsa nella costruzione di virtù collettive nei processi di innovazione tecnologica, con particolare attenzione all’intelligenza artificiale (IA). Piuttosto che essere considerato un ostacolo, il conflitto emerge come un momento generativo, in cui divergenze di valori, interpretazioni e interessi possono stimolare la riflessione critica e la creazione di norme condivise. Sfruttando il dialogo tra i classici della sociologia (Simmel, Durkheim, Weber, Bourdieu) e approcci contemporanei (MacIntyre, Boltanski &amp; Thévenot), e integrando la teoria delle virtù collettive, il conflitto diventa un motore per innovazioni etiche e socialmente responsabili. Il contributo evidenzia come la gestione efficace dei conflitti interni nei team di IA possa favorire la coesione, la responsabilità condivisa e l’apprendimento collettivo. Attraverso il caso della sanità pubblica, l’articolo mostra come le tensioni tra precisione algoritmica e diritti dei pazienti possano generare virtù collettive quali fiducia e trasparenza. La ricerca sottolinea l’importanza di trattare i conflitti come dispositivi generativi, in grado di allineare il progresso tecnologico con la sostenibilità sociale, proponendo un modello di conflitto che promuove un’innovazione etica e sostenibile.",
        "url": "https://doi.org/10.31235/osf.io/zeg6q_v1",
        "version": 1,
        "id": "zeg6q",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/526j9_v1",
        "title": "Transformative Capabilities: Does it play a Role in the Nexus Between Late Movers’ Strategies and Performance of Microfinance Banks in Kenya?",
        "authors": "Douglas Okeyo Bosire, Samuel Maina, Anne Muchemi",
        "created": "2025-08-31",
        "abstract": "Microfinance banks have been critical players in enhancing financial deepening hence fostering socioeconomic development. Despite anchoring socioeconomic transformation and fostering societal wellbeing of households in Kenya, financial performance and sustainability of microfinance have been a concern to players in the industry. The study investigated the mediating effect of transformative capabilities in the nexus between late-mover strategies and the performance of Microfinance Banks. The anchoring theory was dynamic capability theory supported by the balanced scorecard model and theory of change. Positivism research philosophy was employed while integrating descriptive and explanatory research designs. The study population was 13 microfinance banks within Nairobi City County with a target population of 389-unit managers. The sample size was 197-unit managers. To select the sample size, both simple random sampling and stratified sampling were employed. Primary data was employed collected using semi-structured questionnaire. In ascertaining the reliability of the questionnaire, Cronbach's Alpha coefficient was adopted where a value of 0.7 and over indicated the tool is consistent. Validity was ascertained by using content, construct and face validity. Baron and Kenny techniques were employed to investigate mediating role of transformative capabilities on the association between late mover strategies and performance of microfinance banks. It was found out that transformative capabilities mediate the relationship between late movers' strategies and the performance of microfinance banks. The study recommends that mangers in charge of training should regularly organize in-service training, workshops, and seminars in collaboration with industry experts and regulatory bodies to strengthen employee competencies that are key in fostering performance.",
        "url": "https://doi.org/10.31235/osf.io/526j9_v1",
        "version": 1,
        "id": "526j9",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/87t9j_v2",
        "title": "Calling the Kettle White: How Material Stakes Increase Ancestry's Role in External Racial Classification",
        "authors": "William Halm, Maria Abascal, Amada Armenta, Daniel Hopkins, Gall Sigler",
        "created": "2025-08-27",
        "abstract": "Under what conditions do Americans use ascriptive criteria such as ancestry when classifying others into ethnic/racial groups? We generate hypotheses by joining realistic group conflict theory with research treating racial/ethnic classification as an outcome. We then report the results of two conjoint survey experiments, one with undergraduates from diverse backgrounds, the other with American adults. By randomly varying whether respondents classify hypothetical profiles completing a scholarship application or an anonymous survey, we examine the factors that lead people to classify others into various groups. Our experiments show that respondents rely more on ancestry when deciding whether scholarship candidates are white. However, for other classifications, the substantive differences between the scholarship and survey conditions are small, and respondents from different backgrounds behave similarly. Stakes do matter, and they do so in a way consistent with the role of widely shared concerns about fairness and claiming disadvantage inappropriately.",
        "url": "https://doi.org/10.31235/osf.io/87t9j_v2",
        "version": 2,
        "id": "87t9j",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/awh5m_v1",
        "title": "The AI Referee: How Online Interventions Shape Incivility and User Engagement in News Discussions",
        "authors": "Georgia Kernell, Seonhye Noh",
        "created": "2025-08-28",
        "abstract": "This paper seeks to understand how online interventions shape incivility and user engagement with news comments. Using a novel dataset of over 39 million news comments on Korea's largest online news source (Naver News), we examine changes in the share of comments that are categorized as uncivil before and after the introduction of two automated interventions aimed at flagging incivility. We trained two deep learning models to categorize comments and replicate each intervention. The ?findings reveal signifi?cant decreases in uncivil content following each intervention. Interestingly, we find mixed effects of the interventions on total engagement: while the numbers of comments and commenters decreased after the ?rirst intervention, both metrics increased after the second. Examining individual level data reveals that the aggregate reduction in incivility cuts across all users regardless of pre-intervention incivility or commenting frequency.",
        "url": "https://doi.org/10.31235/osf.io/awh5m_v1",
        "version": 1,
        "id": "awh5m",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/h28va_v1",
        "title": "Year of Rupture: The Deepening Democratic Divide in Israel in 2023",
        "authors": "Yuval Feinstein",
        "created": "2025-09-01",
        "abstract": "The 2023 judicial reform crisis in Israel intensified a growing democratic divide. This article employs a cultural-sociological lens to interpret the conflict as part of a broader struggle over national identity. Drawing on original panel survey data and Latent Class Analysis, it identifies five distinct nationalist belief clusters among Jewish Israelis that structured divergent responses to the reform initiative. A key cleavage separates those concerned about democratic backsliding from those endorsing majoritarian rule. This divide has heightened political polarization and reinforced alignment between national identity and party affiliation. Contrary to expectations, the October 7 Hamas attack did not unify the public but entrenched existing divisions. The article considers whether rising concern over democracy might catalyze a broad political realignment with implications for Israel’s democratic future.",
        "url": "https://doi.org/10.31235/osf.io/h28va_v1",
        "version": 1,
        "id": "h28va",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qjs93_v1",
        "title": "Navigating the challenges of collaborative inter-agency practice in supporting people experiencing self-neglect in England: a realist interview study",
        "authors": "David Orr, Cindy Morrison, May Nasrawy, Nicky Selwyn",
        "created": "2025-08-31",
        "abstract": "The distinctive challenges self-neglect poses to collaborative inter-agency practice are well-documented in practice reviews and research. Much existing research in this area has focused exclusively on social work perspectives on interprofessional collaboration. Work is needed that takes a more systemic approach, incorporating perspectives from other professions and services, to support more effective joint working. This article reports on a realist interview study which aimed to understand the mechanisms that underpin successful inter-agency collaboration in support of people experiencing self-neglect, and the barriers to achieving it. Based on semi-structured interviews with 78 practitioners from Adult Social Care, Health, Housing, Fire &amp; Rescue, and Environmental Health, 16 people with experience of self-neglect, and 2 family carers, the study proposes 9 principal programme theories of inter-agency dynamics under the headings of: policies and procedures; mutual inter-agency understandings of roles and task; keeping a collective shared focus on the person experiencing self-neglect; and support from management. It is argued that professional curiosity in safeguarding must be complemented by greater ‘inter-professional curiosity’ if inter-agency working is to fulfil its potential contribution to improving the lives of people experiencing self-neglect.",
        "url": "https://doi.org/10.31235/osf.io/qjs93_v1",
        "version": 1,
        "id": "qjs93",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/rk53z_v1",
        "title": "INEQUITABLE ACCESS TO SUSTAINABILITY CERTIFICATION: IMPLICATIONS FOR THE IMPLEMENTATION OF EUROPEAN GREENWASHING LEGISLATION",
        "authors": "Xavier Font, Inma Gallego, Juan Pedro Mellinas",
        "created": "2025-09-02",
        "abstract": "This study examines potential unintended consequences of the EU Empowering Consumers for the Green Transition Directive (approved) and the Green Claims Directive (stalled) on the hotel sector, revealing that sustainability certification is concentrated among large, high-end, chain-affiliated hotels. Small and independent hotels face significant structural barriers—such as high costs, limited resources, and lack of support—that risk excluding them from making environmental claims. Without targeted policy interventions, both directives could entrench inequities and marginalise under-resourced businesses. Using real options theory, the report identifies four strategic responses: wait and see, partial investment, growth, and withdrawal. It calls for inclusive policy design, accessible certification systems, and coordinated stakeholder action to ensure equitable implementation",
        "url": "https://doi.org/10.31235/osf.io/rk53z_v1",
        "version": 1,
        "id": "rk53z",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/rxfwa_v1",
        "title": "The Pre-Texts Protocol: Promoting Flourishing Through Collective Creative Engagement",
        "authors": "Valeria Pica, Giulia Candeloro, Sara Uboldi, Tiziano Antognozzi, Maria Tartari, Simone Di Plinio, Doris Sommer, Pier Luigi Sacco",
        "created": "2025-08-30",
        "abstract": "This paper examines the Pre-Texts protocol as an innovative educational intervention that operationalizes key principles of positive psychology to foster wellbeing and learning in diverse populations. Pre-Texts integrates collective reading, questioning, artistic creation, reflection, and associative thinking to create conditions for human flourishing aligned with Seligman’s (2011) PERMA model. Drawing on implementations across marginalized communities, we argue how the protocol’s synthesis of aesthetic education, critical pedagogy, and Montessori-inspired principles generates measurable improvements in both psychological wellbeing and cognitive development. The protocol's emphasis on collective creativity and non-competitive engagement provides an alternative to individualistic educational approaches, particularly benefiting vulnerable populations who face barriers to traditional mental health and educational resources. Through an analysis of the protocol’s theoretical foundations and empirical outcomes, we argue that Pre-Texts represents a significant advancement in understanding how creative, text-based interventions can promote mental health, social inclusion, and lifelong learning. The paper contributes to the positive psychology literature by demonstrating how relatively simple, low-cost interventions can create virtuous cycles of learning and wellbeing, offering a replicable model for fostering human flourishing across diverse cultural contexts.",
        "url": "https://doi.org/10.31235/osf.io/rxfwa_v1",
        "version": 1,
        "id": "rxfwa",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/uw6yx_v1",
        "title": "The Impact of Immigration Digitalization on National Resilience: A Case Study the Use of Electronic Visas and Autogates at Soekarno-Hatta Airport, Indonesia",
        "authors": "Khusnul Adi Wibowo, Muhammad Syaroni Rofii",
        "created": "2025-08-31",
        "abstract": "The digitalization of the immigration system through the implementation of electronic visas ( e-Visa ) and Autogate was a strategic way for Indonesia in facing the increasingly complex challenges of international mobility. The digitalization in the immigration sector has been widely studied, research specifically analyzing its impact on Indonesia's national resilience is still very limited. This study aimed to analyze the impact of the implementation of e-Visa and Autogate at Soekarno-Hatta Airport on national resilience from a security, economic, and socio-political perspective, and to identify implementation challenges. This study used a qualitative method with a library research approach, analyzing various regulations, official documents, and related academic studies for the period 2020-2025. The results showed that the implementation of e-Visa and Autogate significantly accelerates the immigration administration process, strengthens border control, improves service efficiency, and supports the national economy by increasing tourist visits by 15%. There were many challenges such as cybersecurity risks, personal data protection, and maintaining technological infrastructure, which are serious obstacles. This research was important for providing strategic policy recommendations to ensure the effectiveness of the immigration digitalization system and strengthen national resilience in a sustainable manner.",
        "url": "https://doi.org/10.31235/osf.io/uw6yx_v1",
        "version": 1,
        "id": "uw6yx",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vmqc6_v1",
        "title": "Beyond the Reintegration: The Role of Women in Preventing CAAFAG in North Darfur",
        "authors": "Safa Yagoub",
        "created": "2025-08-31",
        "abstract": "The recruitment of children into armed groups remains a critical yet under-researched issue in North Darfur, Sudan. While disarmament, demobilization, and reintegration (DDR) efforts have historically focused on post-recruitment responses, this study explores the overlooked role of women-led, community-based prevention strategies. Using a qualitative case study approach, the research draws on interviews, focus group discussions, and written narratives from 112 participants, including displaced women, civil society actors, and children associated with armed groups. The findings highlight the pivotal role of traditional female mediators—particularly the Hakamate—as cultural influencers who use oral storytelling to discourage recruitment and foster social cohesion. Despite their contributions, these women are systematically excluded from formal DDR frameworks and face structural barriers such as lack of funding, political marginalization, and security threats. This paper argues for a paradigm shift in child protection strategies: from reactive reintegration to proactive prevention, anchored in local knowledge and gender-inclusive policies. The study concludes that recognizing and supporting women’s preventive roles is essential for sustainable peacebuilding in conflict-affected regions like Darfur.",
        "url": "https://doi.org/10.31235/osf.io/vmqc6_v1",
        "version": 1,
        "id": "vmqc6",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vqa5p_v1",
        "title": "Using Large Language Models to perform theoretically informed semi-structured interviews",
        "authors": "Erwin Gielens, Mihai Constantin",
        "created": "2025-08-29",
        "abstract": "Large Language Models (LLMs) are very promising when applied to conduct interviews, typically implemented through a conversational chat interface. These “chatbot interviewers” can be used to (a) collect large-scale in-depth opinion data and (b) run prompt experiments with personalized conversational interventions. In this work, we use the open-source Python package boterview, designed for social scientists, to conduct chatbot interviews in an experimental setting. To investigate whether chatbot interviewers can develop theoretical sensitivity, we ran a pilot interviewing experiment on 26 university students and staff, compared to a group of 12 student interviewers, on the topic of a Universal Basic Income. Based on a content analysis of interviewer questions, we find that chatbot interviewers provided with theoretical background information are more likely to ask theoretically relevant questions, and are more likely to pick up theoretically relevant cues from interviewees. On the other hand, compared to (in-person) human interviewers, responses to (written) chatbot interviewers are shorter and less informative, and chatbots tend to more strongly stick to the script. We conclude by discussing avenues for improving the technical abilities and theoretical sensibilities of chatbot interviewers.",
        "url": "https://doi.org/10.31235/osf.io/vqa5p_v1",
        "version": 1,
        "id": "vqa5p",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/xv7hz_v1",
        "title": "Testing the effectiveness of Family Spirit Strengths (FSS) – a culturally informed intervention designed to prevent mental health and substance misuse for Indigenous families through home visiting",
        "authors": "Leonela Nelson, Laura Mata Lopez, Shannon Archuleta, Stephanie Skavenski Van Wyk, Elizabeth Kushman, Lisa Martin, Kristin Mitchell, Elizabeth Leffler, Timothy Werwie, Christopher Kemp",
        "created": "2025-08-26",
        "abstract": "Background: Families represent the foundation of health for many Indigenous communities. Yet, Indigenous women, particularly women of the age who are starting families, face profound challenges related to mental health and substance use. These challenges are rooted in historical trauma, ongoing discrimination, systemic racism, and chronic underfunding of mental health and substance use services, and result in significant gaps in access to care. Family-based home visiting has the potential to address multiple types of mental health and substance use concerns in a way that is more accessible and culturally acceptable. However, to date, there are no empirically supported family-based home visiting interventions designed to specifically to address these concerns in Indigenous communities. Family Spirit Strengths is a culturally tailored intervention developed to help fill this gap. Methods: This study is a Hybrid Type I Effectiveness-Implementation randomized controlled trial with the primary goal is to test the effectiveness of Family Spirit Strengths (FSS) at reducing poor mental health days, symptoms of depression, anxiety, and substance use, among N = 188 primary caregivers across three diverse Tribal settings and contexts. Participants will be randomized 1:1 to receive FSS or a beneficial control, an evidence-based nutritional support program. FSS is a transdiagnostic secondary-prevention intervention that was adapted from the evidence-based Common Elements Treatment Approach. The FSS intervention consists of 4-16 lessons (average 6-8 lessons), tailored to participant needs, delivered weekly or bi-weekly by a trained home visitor. Primary outcomes will be measured 6-9 months post-enrollment. We will also seek to characterize heterogeneity and mechanisms of FSS effects by using mixed methods and exploring moderators and mediators of impact. We will also estimate FSS costs, cost-effectiveness, and budget impact. Discussion: Serious mental health and substance use issues have long been challenges home visitors encounter with few tools to help, beyond screening and referral to clinical services, which are often hard to access if available at all. This has been particularly true when working with Indigenous families due to the profound mental health and substance use inequities they face. This trial will inform the evidence base for transdiagnostic interventions delivered through early childhood home visiting. Trial Registration: NCT050836090",
        "url": "https://doi.org/10.31235/osf.io/xv7hz_v1",
        "version": 1,
        "id": "xv7hz",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/zhg8n_v1",
        "title": "Time To Act: Evaluating the impact of Royal Shakespeare Company pedagogy on literacy and academic self-concept in primary schools",
        "authors": "Matthew Collins, Lynsey McCulloch, Margaret J. Snowling",
        "created": "2025-08-29",
        "abstract": "This study reports findings from an exploratory cluster randomised controlled trial evaluating the impact of the implementation of rehearsal room pedagogy on language, literacy and academic self-concept in Year 5 pupils. The intervention involved training teachers from 45 state-schools to deliver 20 hours of drama-based strategies, rooted in ensemble practice and active engagement with Shakespearean texts, within the English curriculum. The impact of the intervention was assessed using measures of reading, language, and writing skills. While no significant effects were observed on self-concept, reading or language, the intervention group demonstrated significantly greater lexical diversity, syntactic complexity, and emotional expressiveness in their writing. Pupils exposed to the rehearsal room approaches used more sophisticated vocabulary and sentence structures, and their narratives reflected deeper character understanding and emotional insight. These findings suggest that drama-based pedagogy can enhance written language skills, even when writing is not explicitly taught. The study provides proof of principle that rehearsal room strategies can be integrated into mainstream teaching and positively influence pupils’ writing. Future research should explore longer-term impacts, generalisation to other writing contexts, and potential gains in oracy and teacher confidence.",
        "url": "https://doi.org/10.31235/osf.io/zhg8n_v1",
        "version": 1,
        "id": "zhg8n",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/253gm_v1",
        "title": "Asymmetrical Performance between English-to-Chinese and Chinese-to-English Translation on Asymmetrical Word Order NP + AdjP/AdvP Constructions among Chinese Learners of English: An Outcome of Underutilization of Syntactic Trial and Error Parsing",
        "authors": "Jiapeng Xu",
        "created": "2025-08-31",
        "abstract": "This study conducts an empirical experiment with 140 subjects and employs statistical analysis using SPSS, GraphPad Prism, and Cursor, confirming four findings: 1. Chinese learners of English show no significant difference in performance when translating symmetrical word order NP + AdjP/AdvP constructions from English to Chinese compared to from Chinese to English. 2. In contrast, their performance on asymmetrical word order NP + AdjP/AdvP constructions is significantly better when translating from English to Chinese than from Chinese to English. 3. The adoption of chunk strategy does not mitigate this asymmetrical translation performance. 4. However, from a confidence perspective, they demonstrate significantly higher confidence in translating both asymmetrical and symmetrical word order NP + AdjP/AdvP constructions from English to Chinese compared to Chinese to English. A model explaining this asymmetrical performance is described, identifying the underutilization of syntactic trial and error parsing among Chinese learners of English as a contributing factor.",
        "url": "https://doi.org/10.31235/osf.io/253gm_v1",
        "version": 1,
        "id": "253gm",
        "subjects": "(Other)",
        "subjects_osf": "Linguistics"
      },
      {
        "doi": "10.31235/osf.io/2xmjw_v1",
        "title": "The Influence of AI in the Media Workforce: How Companies Use an Array of Legal Remedies",
        "authors": "Javier Díaz-Noci, Simón Peña-Fernández, Koldobika Meso-Ayerdi, Ainara Larrondo-Ureta",
        "created": "2025-08-29",
        "abstract": "The emergence of ChatGPT and other related artificial intelligence systems has posed many questions upon the impact that such tools could have on some jobs, including media workers. Serious legal concerns have arisen regarding the learning practices of AI-related companies such as OpenAI and Google. These concerns involve crawling and extracting presumably unauthorized copyright works from news repositories, whose rightholders are often media companies. In this article, we aim to categorize the newsroom practices and routines affected by artificial intelligence. We also explore copyright-law related issues, including AI-assisted reporting, its impact on journalists and the media workforce, SEO and commercial strategies, as well as training and blocking AI engines. The legal solutions applied to solve those questions are also addressed, including technical solutions, fair use guidelines and legal solutions (litigation, legislative reform, and negotiation). Our conclusion is twofold: first, in the unequal fight against artificial intelligence systems, a utilitarian and entrepreneurial conception of intellectual property is enforced; and second, the position of journalists as authors is weakening.",
        "url": "https://doi.org/10.31235/osf.io/2xmjw_v1",
        "version": 1,
        "id": "2xmjw",
        "subjects": "(Other)",
        "subjects_osf": "Commercial Law, Legal Ethics and Professional Responsibility, Intellectual Property Law, Property Law and Real Estate, Communication"
      },
      {
        "doi": "10.31235/osf.io/5gwxk_v1",
        "title": "Straddling Two Platforms: From Twitter to Mastodon, an Analysis of the Evolution of an Unfinished Social Media Migration",
        "authors": "Simón Peña-Fernández, Ainara Larrondo-Ureta, Jordi Morales-i-Gras",
        "created": "2025-08-29",
        "abstract": "Social media have been fundamental in the daily lives of millions of people, but they have raised concerns about content moderation policies, the management of personal data, and their commercial exploitation. The acquisition of Twitter (now X) by Elon Musk in 2022 generated concerns among Twitter users regarding changes in the platform’s direction, prompting a migration campaign by some user groups to the federated network Mastodon. This study reviews the onboarding of users to this decentralised platform between 2016 and 2022 and analyses the migration of 19,000 users who identified themselves as supporters of the platform switch. The results show that the migration campaign was a reactive response to Elon Musk’s acquisition of Twitter and was led by a group of highly active academics, scientists, and journalists. However, a complete transition was not realised, as users preferred to straddle their presence on both platforms. Mastodon’s decentralisation made it difficult to exactly replicate Twitter’s communities, resulting in a partial loss of these users’ social capital and greater fragmentation of these user communities, which highlights the intrinsic differences between both platforms.",
        "url": "https://doi.org/10.31235/osf.io/5gwxk_v1",
        "version": 1,
        "id": "5gwxk",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/5m4xy_v1",
        "title": "The Gender Gap in Science Communication on TikTok and YouTube: How Platform Dynamics Shape the Visibility of Female Science Communicators",
        "authors": "Maider Eizmendi-Iraola, Simón Peña-Fernández, Jordi Morales-i-Gras",
        "created": "2025-08-26",
        "abstract": "Social media platforms facilitate the dissemination of science and access to it. However, gender inequalities in the participation and visibility of communicators persist. This study examined the differences in reach and audience response between YouTube and TikTok from a gender perspective. To do so, the ten most influential science accounts on YouTube and TikTok were selected, with the sample divided equally between men and women, to conduct a comparative study. A total of 4293 videos on TikTok and 4825 on YouTube were analyzed, along with 277,528 comments, considering metrics of views and interaction. The results show that on YouTube, men received more likes and views, while on TikTok, audience response was more balanced. The participation of women on both platforms also had a differential impact, as the number of women engaging with content on YouTube negatively correlated with interaction levels, whereas on TikTok, their impact was slightly positive. In conclusion, TikTok emerges as a more inclusive space for scientific communication, though structural challenges remain on both platforms, encouraging further research into strategies that promote gender equity in online science communication.",
        "url": "https://doi.org/10.31235/osf.io/5m4xy_v1",
        "version": 1,
        "id": "5m4xy",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/73ktu_v1",
        "title": "Understanding the role of community membership in journalistic authority claims: a framework informed by boundary work and fan studies",
        "authors": "Clara Juarez Miro, Phoebe Maares, Jonathan Hendrickx, Folker Hanusch",
        "created": "2025-09-04",
        "abstract": "Digitalization and declines in news use underscore the tension between journalistic ideals of detachment and audience communities’ demands for journalistic actors’ engagement. This is enhanced by the emergence of non-traditional actors who can effectively assert journalistic authority within communities by deviating from specific traditional journalistic values. However, scholarly understanding of the role of community membership in claims of journalistic authority remains limited. To address this, we propose a theoretical framework that draws on boundary work and fan studies. This framework allows us to examine how diverse journalistic actors in a variety of communities can base their journalistic authority claims on their: (1) proximity to news sources and protagonists; (2) authenticity as perceived by the audience community; and (3) professionalism in relation to the journalistic field. Through empirical research, this framework may help us to better understand how diverse journalistic actors can claim authority while meeting communities’ diverse needs.",
        "url": "https://doi.org/10.31235/osf.io/73ktu_v1",
        "version": 1,
        "id": "73ktu",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/8ymq4_v1",
        "title": "Generative AI as Transformative Pedagogy for Cultural Competence Education: An Essential for Future-Ready Higher Education",
        "authors": "Shuangyu Li, Sandro Radovanović, Narongdej Phanthaphoonmee, Nuntiya Doungphummes",
        "created": "2025-08-28",
        "abstract": "The rapid advancement of generative artificial intelligence (Gen AI) is unsettling regimes of knowledge production and dissemination in higher education. Cultural competence (CC) is recognised as a core graduate capability for global citizenship and professional effectiveness, yet empirical evidence on how Gen AI can nurture CC remains scarce. This study investigates how an in-house Gen AI chatbot can cultivate CC in university students. Guided by the ACT model of cultural competence, transformational learning theory, and critical pedagogy, we conducted a qualitative study of student experiences with an AI-simulated debate platform that stages contested dialogues and provides rubric-based feedback. 32 undergraduates at a Thai university engaged in three debates and reflective questionnaire. Thematic analysis indicates meaningful growth across all ACT domains—Activating consciousness, Connecting relations, and Transforming practices. The AI-mediated simulations exposed learners to disorienting uncertainties, reconfiguring cognitive schemas, catalysing critical reflection, and prompting action oriented toward social justice; participants also reported heightened AI literacy. The intervention thus enabled transformative pedagogy across cultural contexts, while underscoring the imperative for universities to purposefully integrate AI in order to equip graduates with future-critical skills. However, remaining ambiguities concerning the shifting positionalities of educators, learners, and AI warrant further investigation.",
        "url": "https://doi.org/10.31235/osf.io/8ymq4_v1",
        "version": 1,
        "id": "8ymq4",
        "subjects": "(Other)",
        "subjects_osf": "Bilingual, Multilingual, and Multicultural Education, Communication"
      },
      {
        "doi": "10.31235/osf.io/adpcg_v1",
        "title": "Política vs. entretenimiento. Análisis del liderazgo conversacional de los medios en las redes sociales / Politics Vs. Entertainment. Conversational Leadership of the Media in Social Networks",
        "authors": "Ainara Larrondo-Ureta, Simón Peña-Fernández, Jordi Morales-i-Gras",
        "created": "2025-08-29",
        "abstract": "Las marcas de medios tradicionales y nativos digitales compiten desde hace décadas con un conjunto heterogéneo de actores, lo que contribuye a cuestionar su liderazgo periodístico, autoridad y legitimidad pública. Al mismo tiempo, el actual sistema de medios, híbrido y disruptivo, ofrece a estas marcas diversas oportunidades para recuperar su centralidad como medios de referencia y ofrecer garantías frente a las amenazas de tipo desinformativo. Este contexto resulta de interés para investigar la presencia y liderazgo conversacional de los citados medios referenciales en X (Twitter), a partir de una aproximación empírica cualitativa y cuantitativa sustentada en el Análisis de Redes Sociales (ARS). Este artículo analiza así las métricas de actividad, agenda temática, capacidad de enganche y seguimiento evidenciadas durante un año por veintidós medios españoles en la citada red social. Los resultados evidencian por primera vez en la literatura científica en qué medida las marcas mediáticas referenciales capitalizan el debate público digital de actualidad. Las conclusiones explican esta circunstancia distinguiendo el peso o liderazgo conversacional de estos medios en la agenda política y en temáticas relacionadas con el entretenimiento a nivel estatal y global. El artículo contribuye así a visibilizar y comprender tipo de estrategia y liderazgo de las grandes marcas mediáticas en redes sociales en lo relativo a los temas principales de interés del público y a su capacidad para mediar e influir ante fuentes y audiencias hiperconectadas. --- For decades, traditional and digital-native media brands have competed with a diverse array of actors, challenging their journalistic leadership, authority, and public legitimacy. Simultaneously, the current media system, both hybrid and disruptive, offers these brands various opportunities to reclaim their centrality as reference media and provide safeguards against disinformation threats. This context is of particular interest for investigating the presence and conversational leadership of these reference media on X (Twitter), through an empirical approach combining qualitative and quantitative methods supported by Social Network Analysis (SNA). This article, therefore, examines the activity metrics, thematic agenda, engagement capacity, and follower dynamics exhibited over one year by twenty-two Spanish media outlets on the mentioned social network. The results provide the first scientific evidence of the extent to which these reference media brands capitalize on the digital public debate on current events. The conclusions distinguish the conversational weight or leadership of these media in the political agenda and topics related to entertainment at both the national and global levels. Thus, the article contributes to highlighting and understanding the strategies and leadership of major media brands on social networks regarding the main topics of public interest and their ability to mediate and influence hyperconnected sources and audiences.",
        "url": "https://doi.org/10.31235/osf.io/adpcg_v1",
        "version": 1,
        "id": "adpcg",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/d25kw_v1",
        "title": "Dalla Logica del Posizionamento Alla Logica della Risposta: Come l'intelligenza artificiale sta trasformando la SEO",
        "authors": "Ruben Fanari",
        "created": "2025-08-31",
        "abstract": "L'ecosistema della Search Engine Optimization (SEO) sta subendo una trasformazione radicale, spinto dall'integrazione dell'intelligenza artificiale generativa nei motori di ricerca. Questa tesi analizza tale mutamento: il passaggio da un paradigma competitivo basato sul posizionamento in SERP a un modello fondato sulla \"logica della risposta\" diretta. Dopo aver analizzato la SEO tradizionale, lo studio si incentra sull'impatto dei \"motori di risposta\" (es. AI Overviews di Google, ChatGPT). Grazie ad architetture come il Retrieval-Augmented Generation (RAG), questi sistemi non si limitano a indicizzare il web, ma lo sintetizzano per offrire soluzioni immediate. In tale contesto, la visibilità organica cede il passo alla necessità di \"essere scelti\" quale fonte autorevole per la generazione della risposta. Si esaminano quindi le discipline emergenti, come l'Answer Engine Optimization (AEO) e la Generative Engine Optimization (GEO). L'indagine mostra come la visibilità generativa premi la qualità intrinseca e la \"citabilità\" semantica di un contenuto, spesso a prescindere dal suo ranking tradizionale. La discussione finale affronta le implicazioni più ampie, ovvero strategiche, professionali ed etiche, di questa trasformazione. In un contesto sempre più dominato da automatismi, ma anche esposto a rischi reali di bias e disinformazione, emerge un punto cruciale: l'etica non è più soltanto un principio da rivendicare, ma si configura come un vero e proprio vantaggio competitivo. La tesi mette in luce come il ruolo del professionista SEO stia cambiando in modo sostanziale, trasformandosi da esecutore tecnico a figura strategica, capace di curare, orientare e garantire la qualità dei contenuti. In chiusura, si sostiene un’idea centrale: in un ecosistema informativo automatizzato e in continuo mutamento, è proprio il giudizio umano, con la sua capacità critica, il senso del contesto e la responsabilità etica, a restare l’elemento più prezioso e insostituibile.",
        "url": "https://doi.org/10.31235/osf.io/d25kw_v1",
        "version": 1,
        "id": "d25kw",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/d7ke6_v1",
        "title": "Bisakah PNS melayani secara efektif selama COVID-19? studi kebijakan work from home di Dinas Sosial Kabupaten Sleman",
        "authors": "Al Fauzi Rahmat",
        "created": "2025-09-02",
        "abstract": "The outbreak of Corona Virus Disease (Covid-19) cases in various countries, including Indonesia, resulted in the paralysis of most services, including in the government sectors. The enactment of Work from Home (WFH) policy for State Civil Servants (PNS) indicates the massive level of urgency for the spread of this deadly virus, leading to the Social Distance policy being also applied in the government environment. This article aims to examine civil servants' work effectiveness in implementing WFH during Covid-19 pandemic in Sleman Regency, with a case study at the Department of Social Service. This research uses an exploratory case study approach, emphasizing the exploration of a phenomenon such as WFH policy. Furthermore, semi-structured interviews and literature reviews were used to obtain reliable data analysis. The findings of this study show that the adaptation of civil servants in the Sleman Social Service to the WFH policy is seen as complex in several divisions, because they are not accustomed to working in a home environment where teleconference facilities may be urgently required and the dependence on communication and coordination between employees is crucial. Another issue is that in the Department of Social Service there are no sanctions for civil servants who do not work under the guidance of WFH policy. In addition, knowledge and skills needed to operate and administer online services are still limited, affecting civil servants' ability in delivering a community’s public service needs. Hence, the implementation of WFH policy may not be effective in all types of public operations.",
        "url": "https://doi.org/10.31235/osf.io/d7ke6_v1",
        "version": 1,
        "id": "d7ke6",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/f5sbx_v1",
        "title": "Mediatised Participation: Citizen Journalism and the Decline in User-Generated Content in Online News Media",
        "authors": "Simón Peña-Fernández, Ainara Larrondo-Ureta, Irati Agirreazkuenaga",
        "created": "2025-08-29",
        "abstract": "The second generation of web tools shook the journalist profession approximately two decades ago with the proactive incorporation of audiences into the media. Citizen journalism and user-generated content arose as an object of interest due to the democratising value of participation attributed to them, with empowered citizens who could emulate the professional and institutional practises of journalists. However, difficulties soon came to the surface, and audience participation in news media began to be limited. Within this context, this article conducts a critical review of studies on audience participation in news media based on a systematic literature review. The results indicate that, in general, audiences showed low interest in the creation of informative content and that their participation has grown increasingly problematic. In addition, journalists are reticent as they defend their professional role above all else, while company strategies have prioritised making participation profitable. For this reason, the idea of citizen journalism that offers user-created content through the media appears to be a thing of the past, with many characteristics that could define it as a failed innovation. Therefore, the text concludes that audience participation in the media could be defined as mediatised participation.",
        "url": "https://doi.org/10.31235/osf.io/f5sbx_v1",
        "version": 1,
        "id": "f5sbx",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/fnkum_v1",
        "title": "The Digital Ecology of Belief",
        "authors": "John Tapper, Carolyn Bronstein",
        "created": "2025-08-28",
        "abstract": "Belief formation now unfolds in platformed environments where algorithms and users interact at high speed, producing dynamics that legacy communication models struggle to explain. The Digital Ecology of Belief offers a systems-level framework for studying these recursive processes. It introduces two diagnostic constructs: spiral velocity, the rate at which beliefs consolidate, and epistemic friction, the resistance that slows, redirects, or fractures belief formation. The framework is organized into two layers. The Interaction Layer examines how infrastructural and interpretive forces shape belief trajectories through recursive feedback. The Cross-Platform Ecology layer shows how circulation across platforms accelerates, sustains, modifies, or destabilizes those trajectories. By integrating rhetorical, sociocultural, and cybernetic traditions with platform studies, the model explains how beliefs stabilize, reverse, or fracture in high-feedback systems. It offers a comparative vocabulary for analyzing how platforms shape conviction and provides a path for reconnecting fragmented communication theories with contemporary conditions.",
        "url": "https://doi.org/10.31235/osf.io/fnkum_v1",
        "version": 1,
        "id": "fnkum",
        "subjects": "(Other)",
        "subjects_osf": "Social Statistics, Communication"
      },
      {
        "doi": "10.31235/osf.io/htmg7_v1",
        "title": "Journalists’ Perceptions of Artificial Intelligence and Disinformation Risks",
        "authors": "Urko Peña-Alonso, Simón Peña-Fernández, Koldobika Meso-Ayerdi",
        "created": "2025-09-01",
        "abstract": "This article investigates journalists’ perceptions of how artificial intelligence (AI) affects disinformation risks within the news ecosystem. Drawing on a structured survey of 504 journalists in the Basque Country administered online and by telephone in May–June 2024, the study examines associations between perceived risk and professional variables, including experience and AI usage. Results show that 89.88% of respondents believe AI will considerably or significantly increase disinformation risks, a pattern consistent across genders and media types, though somewhat less pronounced among digital-native outlets. Experience matters: perceptions of risk rise with years in the profession. Conversely, intensive users of AI in the newsroom tend to report more moderate views of its harmful effects. The most frequently cited risks concern difficulties identifying false content and deepfakes, and the likelihood of obtaining inaccurate data; co-occurrence analysis indicates these concerns are commonly linked in journalists’ mental models. Additional worries include exposure to scams and biases related to data provenance. The paper argues for targeted AI literacy, ethical training, and transparent verification workflows to calibrate expectations and bolster resilience against information disorders. Overall, the findings underscore both the scale of perceived threat and the potential of professional familiarity to nuance risk assessments.",
        "url": "https://doi.org/10.31235/osf.io/htmg7_v1",
        "version": 1,
        "id": "htmg7",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/juyc6_v1",
        "title": "Cultivating Change: Israeli Attitudes Towards Gardens Influence Management Practices Shaping Environmental and Health Outcomes",
        "authors": "Yonit Nadra",
        "created": "2025-08-29",
        "abstract": "Domestic gardens in peri-urban areas play a crucial role in urbanised society, by their potential contribution to ecosystem services and human well-being. Understanding homeowner behaviour is key for promoting sustainable practices. This study explores the drivers and barriers influencing sustainable garden management practices such as low paving ratio, irrigation effectiveness and pest control, among female homeowners in a peri-urban region known for its progressive views. Data collection methods include an online survey (n=100) and five semi-structured interviews, complemented by biophysical surveys of participants' gardens. Additionally, the interviewed women completed a New Ecological Paradigm (NEP) questionnaire to assess the role of environmental beliefs. Findings reveal a positive correlation between relational values (emotional connection) and sustainable gardening practices, aligning with existing research on the link between human-nature connectedness and positive garden ecosystem services. However, no significant association was found between fundamental ecological beliefs (measured by NEP) and garden-related attitudes or practices.",
        "url": "https://doi.org/10.31235/osf.io/juyc6_v1",
        "version": 1,
        "id": "juyc6",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences, Urban Studies and Planning, Environmental Studies, Public Affairs, Public Policy and Public Administration, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/jyv29_v1",
        "title": "When science isn’t beautiful: The effect of lab space aesthetics on participant performance of two Color Stroop tasks",
        "authors": "Chandler Eli Getty Carr, Audrey Propp, Kayla Saikaly, Kira Bailey",
        "created": "2025-08-30",
        "abstract": "Aesthetic experiences are a universal and constant phenomenon, affecting our decision making, job performance, and emotional reactivity. While the effects of aesthetic experiences reach far beyond the simple appreciation of art, most research in the field still focuses on subjective ratings of fine art. The current study explored the effect of decorating a lab space on a participant's inhibitory control and emotional reactivity. First, we used an online survey to confirm that participants found the aesthetic room (i.e., decorated lab space) more pleasing and comforting, and expressed a greater willingness to work in that space compared to the bare room. Next, participants performed a Proportion Congruent Stroop task to examine inhibitory control and a Emotion Vocabulary Stroop task to test inhibitory control in the context of emotional stimuli, or their emotional reactivity. Average response times on both tasks were faster in the aesthetic room, while accuracy did not differ between the rooms. These results suggest that participants in the bare room were less efficient at task performance. This research provides a controlled and standardized attempt at understanding the role that aesthetics plays in our daily lives by elaborating on the, understudied, link between aesthetics and inhibitory control.",
        "url": "https://doi.org/10.31235/osf.io/jyv29_v1",
        "version": 1,
        "id": "jyv29",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/k4ta7_v1",
        "title": "Teaching Artificial Intelligence in Business Schools: Applied Assignments for Skills and Competence Development",
        "authors": "Panos FITSILIS, Vyron Damasiotis, Vasileios Kyriatzis, Paraskevi Tsoutsa",
        "created": "2025-09-02",
        "abstract": "As Artificial Intelligence (AI) becomes a mandatory component within business environment and in many cases a key competitive advantage, it is essential that business education evolves accordingly for preparing students for this new reality. This paper presents an approach aimed at integrating AI into business education through practical, global oriented assignments. We have experimented with students working in teams to tackle real-world business challenges using AI tools and concepts. Their task was to analyze a specific business problem, design an AI-driven business model, and develop a prototype solution. The goal was to offer them not just theoretical insights, but a hands-on experience of how AI can support and transform business processes. The research is based on students’ experimentation with AI techniques to solve business problems, combined with insights gathered through a follow-up survey. Further, a survey explored students’ views on the relevance of AI in business, the effectiveness of the assignment, and the skills they felt they developed through the process. The findings suggest that this kind of applied, project-based learning has strong educational value. Students not only deepened their understanding of AI technologies but also gained confidence in using them creatively. Overall, this study contributes to the growing conversation about how business schools can better align their teaching with the realities of a rapidly evolving digital economy. It also offers practical suggestions for educators who wish to bridge the gap between academic theory and the demands of professional practice.",
        "url": "https://doi.org/10.31235/osf.io/k4ta7_v1",
        "version": 1,
        "id": "k4ta7",
        "subjects": "(Other)",
        "subjects_osf": "Educational Assessment, Evaluation, and Research, Higher Education, Curriculum and Instruction, Educational Methods, Science and Technology Studies, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/k5bmf_v1",
        "title": "Exploring landscape burning as the earliest active use of fire",
        "authors": "Femke H. Reidsma, Amanda Henry",
        "created": "2025-08-29",
        "abstract": "Fire is a key component of human technology, but when and how we first developed the ability to use and create fire remains heavily debated. Some argue that control of fire developed early and quickly became an essential tool for cooking food, based on morphological changes that first appeared in Homo erectus. Others emphasize the lack of widespread and consistent traces of fire in the early archaeological record, and argue that control of fire came relatively late, post 500ka. In looking for archaeological evidence for fire use, most studies focus on the co-occurence of fire traces and other signs of human activity (e.g., stone tools, cut-marked bones). This assumes that our ancestors first focused on the idea of the hearth, either bringing the fire back to the activity area, or performing activities near a spatially-constrained fire. However, recent research has highlighted the potential importance of intentional burning of landscapes as a tool that could similarly provide nutritional and energetic benefits to the earliest hominin fire users. If landscape burning was the first type of intentional fire use, then we should not expect the co-occurrence of fire traces and other signs of hominin activity. Inspired in part by Wil Roebroeks’ emphasis on off-site activities and longstanding interest in fire, here we provide a suggestion for a new approach to explore the archaeological record for evidence of intentional landscape burning. Future analyses using this approach may help us better understand the deep history of fire use and resolve the potential mismatch between the early appearance of morphological traits associated with the consumption of cooked food and the late co-occurrence of fire traces and hominin activity in the archaeological record.",
        "url": "https://doi.org/10.31235/osf.io/k5bmf_v1",
        "version": 1,
        "id": "k5bmf",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/uyn62_v1",
        "title": "An integrated time-space-interaction framework for the analysis of social media content creators’ practices: The case of translocal trajectories of @foodqood",
        "authors": "Elisabetta Adami",
        "created": "2025-09-01",
        "abstract": "Addressing a gap in extant research on social media content creation, the paper presents a time-space-interaction analytical framework for the investigation of content creators’ development of practices through time and orchestration across the spaces of their online presence, cross-checked through interactions with followers. While the framework is potentially applicable to any research focus, the paper focuses its application on the analysis of translocal trajectories as entextualised in the semiotic practices of social media video-based food content creators. The application takes as a case study @foodqood, a food content creator based in Italy who gained megainfluencer status (with over 23 million followers on TikTok) and analyses the creator’s whole production on TikTok, Instagram and YouTube. The framework is structured along four analytical semiotic layers, i.e., the resources of the subject matter (food), the embodied and disembodied resources of the creator’s performance, the video-specific visual and auditory resources, and the resources in the paratext. The semiotic layers are considered by intertwining three dimensions of analysis, i.e., the creator’s trajectories through time, across the different social media platforms of their online presence, and in the interactions with followers. The findings show distinct phases in the creator’s development of practices, from experimentation to institutionalisation, and trace trajectories of the creator’s identity performances marked by distinctive strategies in the combined use of the three layers of semiotic resources; the development of these through time, across spaces and in relation to followers’ prompts reveals the creator’s shifting interests in terms of audience reaches, as well as a nuanced effort to appeal to different audience segments. The conclusions point to the usefulness of a social semiotic framework that includes a languaging perspective to observe transnational phenomena, and of such a time-space-interaction analysis to trace the complex dynamics of influence between practices from below and institutional ones, and between agency in sign-making choices and semiotic regime ideologies.",
        "url": "https://doi.org/10.31235/osf.io/uyn62_v1",
        "version": 1,
        "id": "uyn62",
        "subjects": "(Other)",
        "subjects_osf": "Linguistics, Communication"
      },
      {
        "doi": "10.31235/osf.io/wtysq_v1",
        "title": "Artificial intelligence training in media: addressing technical and ethical challenges for journalists and media professionals",
        "authors": "Barbara Sarrionandia, Simón Peña-Fernández, Jesús Ángel Pérez-Dasilva, Ainara Larrondo-Ureta",
        "created": "2025-08-29",
        "abstract": "The rise of Artificial Intelligence (AI) is presenting both technical and ethical challenges for media organisations, creating an urgent need for professional training. This study explores how media professionals in the Basque Country are equipping themselves to face these challenges. Using a mixed-method approach, it combines a survey of 504 active professionals with in-depth interviews with six innovation leaders from major regional media outlets. The findings reveal that only 14.1% of professionals have undergone AI training, mostly through self-learning. Larger, internationally focused companies are more proactive in providing training, while local and traditional media organisations show significant gaps. Technical and managerial roles are leading the way in adopting AI, whereas newsroom staff are notably behind. The study highlights the pressing need to enhance AI training, with a particular focus on ethical and technical aspects, both through in-house programmes and formal education pathways.",
        "url": "https://doi.org/10.31235/osf.io/wtysq_v1",
        "version": 1,
        "id": "wtysq",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/y27ur_v1",
        "title": "Technology, education and critical media literacy: potential, challenges, and opportunities",
        "authors": "Maite Santos-Albardia, Simón Peña-Fernández, Irati Agirreazkuenaga",
        "created": "2025-08-29",
        "abstract": "This study examines the impact of technology within media education, media literacy, and educommunication, and explores how these fields are perceived and understood by students and academic experts, focusing on the development of critical competencies and critical media literacy. Based on semi-structured in-depth interviews with leading experts in the field of critical media literacy, and a survey conducted with 141 university students in Communication and Education programs, this study explores how recent technological advances are linked to challenges in information consumption—such as disinformation, fake news, incidental exposure to information, and deepfakes—as well as the challenges and opportunities these issues present within educational contexts. The results reveal that, although such technologies provide opportunities to improve teaching–learning processes, their inclusion in the curriculum is limited and often superficial. In addition, we identify shortcomings in how teachers are trained to manage these tools effectively, hindering the development of critical thinking by students. The conclusions suggest a need for critical media literacy that not only educates students in the use of technologies but also allows them to question and evaluate the content they consume, all within an ethical and reflective framework that promotes participatory and critical citizenship.",
        "url": "https://doi.org/10.31235/osf.io/y27ur_v1",
        "version": 1,
        "id": "y27ur",
        "subjects": "(Other)",
        "subjects_osf": "Higher Education, Communication"
      },
      {
        "doi": "10.31235/osf.io/yjgha_v1",
        "title": "La formación de periodistas en la era de la inteligencia artificial: aproximaciones desde la epistemología de la comunicación / Journalists’ Training in the age of Artificial Intelligence: Approaches from the epistemology of communication",
        "authors": "Ainara Larrondo-Ureta, Simón Peña-Fernández",
        "created": "2025-08-29",
        "abstract": "La automatización de redacciones y el uso de la inteligencia artificial generativa en las empresas de comunicación contribuye desde hace algún tiempo al debate teórico, ético y práctico en el ámbito del periodismo. Ante la evidencia de que la inteligencia artificial conlleva oportunidades, pero también desafíos para el ejercicio de la comunicación social y su enseñanza-aprendizaje, surgen las preguntas acerca de su impacto a nivel epistemológico y en habilidades no solo nucleares, sino también de tipo sociotecnológico y transversal vinculadas a la actividad informativa. En este contexto, este artículo reflexiona sobre los principales factores condicionantes de la incorporación de la inteligencia artificial en los planes de estudio actuales de comunicación, a partir de una reivindicación del valor de esta tecnología para desarrollar el periodismo como profesión al servicio de la sociedad, más allá de su utilidad intrínseca para optimizar los procesos de producción informativa. --- The automatization of newsrooms and the use of generative artificial intelligence in media companies have contributed to the theoretical, ethical and practical debates in the field of journalism. Given the evidence that artificial intelligence brings with it opportunities, but also challenges for the practice of social communication and its teaching-learning, questions arise about its impact at the epistemological level and on skills that are not only nuclear, but also of a socio technological and transversal nature linked to informative activity. In this context, this article reflects on the main conditioning factors of the incorporation of artificial intelligence in current communication curricula, based on a vindication of the value of this technology to develop journalism as a profession at the service of society, beyond its intrinsic usefulness in optimising the processes of news production.",
        "url": "https://doi.org/10.31235/osf.io/yjgha_v1",
        "version": 1,
        "id": "yjgha",
        "subjects": "(Other)",
        "subjects_osf": "Higher Education, Communication"
      },
      {
        "doi": "10.31235/osf.io/yz845_v1",
        "title": "Shooting the Messenger? Harassment and Hate Speech Directed at Journalists on Social Media",
        "authors": "Simón Peña-Fernández, Urko Peña-Alonso, Ainara Larrondo-Ureta, Jordi Morales-i-Gras",
        "created": "2025-08-29",
        "abstract": "Journalists have incorporated social networks into their work as a standard tool, enhancing their ability to produce and disseminate information and making it easier for them to connect more directly with their audiences. However, this greater presence in the digital public sphere has also increased their exposure to harassment and hate speech, particularly in the case of women journalists. This study analyzes the presence of harassment and hate speech in responses (n = 60,684) to messages that 200 journalists and media outlets posted on X (formerly Twitter) accounts during the days immediately preceding and following the July 23 (23-J) general elections held in Spain in 2023. The results indicate that the most common forms of harassment were insults and political hate, which were more frequently aimed at personal accounts than institutional ones, highlighting the significant role of political polarization—particularly during election periods—in shaping the hostility that journalists face. Moreover, although, generally speaking, the total number of harassing messages was similar for men and women, it was found that a greater number of sexist messages were aimed at women journalists, and an ideological dimension was identified in the hate speech that extremists or right-wing populists directed at them. This study corroborates that this is a minor but systemic issue, particularly from a political and gender perspective. To counteract this, the media must develop proactive policies and protective actions extending even to the individual level, where this issue usually applies.",
        "url": "https://doi.org/10.31235/osf.io/yz845_v1",
        "version": 1,
        "id": "yz845",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/z456t_v1",
        "title": "Towards safer and more equitable pedestrian crossing siting: a GIS-multi criteria decision analysis approach",
        "authors": "Patrick Ballantyne, Carmen Cabrera, Giada Garofani, Alex Singleton",
        "created": "2025-09-02",
        "abstract": "The strategic placement of pedestrian crossings is critical for promoting road safety in urban environments. While previous research has used Geographic Information Systems (GIS) to identify underserved areas, existing approaches often fail to integrate empirical data with stakeholder expertise, or directly link road safety concerns with wider spatial equity considerations. This study develops a novel GIS-Multi Criteria Decision Analysis (GIS-MCDA) framework to evaluate the suitability of sites for new pedestrian crossings, incorporating four key criteria: existing provision of pedestrian infrastructure, road safety risks, proximity to urban amenities, and socio-demographic vulnerability. Applied to Liverpool City Region as a policy case study, the framework integrates advanced spatial analysis techniques with stakeholder informed weights, to assess the suitability of postcodes for new pedestrian crossings. Site suitability scores are generated which reflect both the considerations relevant to key stakeholders, as well as the distribution of controlled pedestrian crossings, road traffic collisions, urban amenities and census-derived vulnerability indicators. The results reveal significant spatial inequalities where, specific locations with high socio-demographic vulnerability also experience the greatest road safety risks and poorest access to pedestrian crossings, despite proximity to essential services. The framework successfully pinpoints priority locations where road safety and spatial inequality concerns compounded negatively, providing evidence-based guidance for data-driven, stakeholder-informed pedestrian infrastructure investment.",
        "url": "https://doi.org/10.31235/osf.io/z456t_v1",
        "version": 1,
        "id": "z456t",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/zyxw3_v1",
        "title": "POLKE: A system for comprehensively annotating pedagogically-oriented grammatical structure use in language production",
        "authors": "Nelly Sagirov, Xiaobin Chen",
        "created": "2025-09-01",
        "abstract": "Analysing a speaker’s language, in particular their usage of certain vocabulary and grammatical structures, can give insights into their linguistic abilities and cognitive competence. Traditional approaches to characterising language production typically incorporate linguistic complexity metrics, which, while useful for various tasks such as learner proficiency evaluation and text readability assessment, have limited pedagogical relevance. There have been calls for more fine-grained annotations of linguistic structures in recent research, particularly in the field of second language acquisition (SLA), where grammar is a central part of second language (L2) learning. However, there is a lack of comprehensive tools for systematically analysing detailed grammatical structures. To address this gap, we present POLKE (Pedagogically-Oriented Language Knowledge Extractor), a tool for automatically annotating English grammar use based on the English Grammar Profile (EGP). In this paper, we introduce the POLKE system and outline the results of its evaluation, which yielded satisfactory results.",
        "url": "https://doi.org/10.31235/osf.io/zyxw3_v1",
        "version": 1,
        "id": "zyxw3",
        "subjects": "(Other)",
        "subjects_osf": "Linguistics"
      }
    ]
  }
}
