{
  "update": "2026-02-06",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/2zjmt_v1",
        "title": "Overcoming Inexperience: How the Opposition Wins in Competitive Authoritarian Systems",
        "authors": "Adam D Roberts",
        "created": "2026-02-02",
        "abstract": "How do voters in competitive authoritarian systems learn about opposition parties? Electing opposition parties is risky when their governance quality is uncertain, but voters can reduce this uncertainty by observing and learning from neighboring sub-national governments’ experiences with opposition leadership. I examine how opposition governance in neighboring municipalities affects support for opposition candidates in municipal elections in 1990s Mexico. Using a close-election regression discontinuity design, I find that municipalities with exogenous exposure to PRD-governed neighbors increased their support for the PRD by 12-15 percentage points compared to municipalities with PRI-governed neighbors. This effect is specific to the PRD and does not extend to the PAN, a better-known opposition party. These findings provide insight into how governance information spreads across electoral borders and highlight that opposition parties are not necessarily perceived equally in competitive authoritarian systems.",
        "url": "https://doi.org/10.31235/osf.io/2zjmt_v1",
        "version": 1,
        "id": "2zjmt",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/3c4za_v1",
        "title": "Selective Inclusion and Colonial Institutions: Rethinking the Settler–Extractive Distinction in Long-Run Development⋆",
        "authors": "Don Sanjeewa Alwis",
        "created": "2026-02-02",
        "abstract": "The institutional approach to development typically classifies colonial institutions as inclusive or extractive. This categorization is based on formal design. This classification often overlooks how rights and protections were distributed within societies, assuming access rather than measuring it. This paper develops a Selective Inclusion framework, arguing that colonial regimes frequently built formally capable institutions while restricting access for indigenous and majority populations. To operationalize this idea, I construct a Partial Access Index (PAI) measured at independence for a sample of 62 former colonies. The index codes access in four domains: political franchise, access to executive constraints, legal uniformity, and educational-economic participation. Descriptive evidence reveals a Settler Colony Paradox: countries commonly treated as benchmarks of inclusive institutions often exhibited substantial exclusion of non-settler populations. Empirically, higher institutional access is associated with lower long-term income inequality. Robustness checks, including jackknife and region-exclusion tests, confirm that this relationship is not driven by outliers. The pattern is non-linear and region-specific. Latin America exhibits high inequality under partial inclusion. Sub-Saharan Africa exhibits high inequality under low access. These findings suggest that formal institutional strength can coexist with restricted access, and that who is included matters as much as what institutions exist. The distinction of institutional form from institutional access clarifies the persistent distributional consequences of colonial rule.",
        "url": "https://doi.org/10.31235/osf.io/3c4za_v1",
        "version": 1,
        "id": "3c4za",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/43bwe_v1",
        "title": "A Game-Theoretical Approach to the Accession of Central and Eastern European countries to the European Union in 2004 and 2007",
        "authors": "Mascha Samkova",
        "created": "2026-02-04",
        "abstract": "This paper employs a novel approach in applying the cheap talk signalling game to study the EU accession game of the 10 Central and Eastern European states that joined the European Union in 2004 and 2007. The interdisciplinary application of a Bayesian game to international relations reveals the strategic interactions between the Union and applicant states in the light of the Copenhagen criteria and the unprecedented challenges countries faced during the post-Communist transition since 1989. The paper first presents the historical background about the EU accession process, debates on EU conditionality and existing game-theoretical approaches, before presenting the timeline and data on accession and reform speed of applicant states from 1989 to 2007. The model applies a signalling game to the negotiations process where the European Commission’s annual progress reports are seen as costless, unverifiable and observable signals to the applicant states about their final EU accession speed. It is demonstrated that possible equilibria outcomes can be uninformative or informative, depending on the players’ divergence of interests with regards to reform speed. Furthermore, the model is used to explain the outcomes seen in three ex-post case studies, taking into account additional domestic and external factors that shaped the varying outcomes of accession and reform speeds in the two EU enlargement waves in the 2000s.",
        "url": "https://doi.org/10.31235/osf.io/43bwe_v1",
        "version": 1,
        "id": "43bwe",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "History, International and Area Studies, Political Science, Economics, Public Affairs, Public Policy and Public Administration, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/58qsg_v1",
        "title": "The Name of the Game: Party Branding in Post-Authoritarian Regimes",
        "authors": "Riccardo Di Leo, Elias Dinas, Lucía Doménech Collado, Ksenia Northmore-Ball",
        "created": "2026-02-04",
        "abstract": "Do dictatorships create an ideological backlash in new democracies? Existing evidence documents shifts in public opinion and party supply, but cannot distinguish genuine preference change from stigma attached to former regimes. We address this by focusing on the actors most vulnerable to such stigma: parties aligned with the Dictator’s ideological Side (DS). If backlash is genuine, parties’ policy platforms and the heuristics signaling them should shift in tandem; if stigma operates, heuristic signals should move more than policy. To isolate this divergence, we compare parties’ names - highly visible yet non-binding cues - to manifesto-based ideological positions. In a preregistered survey, 988 UK-based respondents guessed the ideology of 1,604 parties from 53 countries using only their English-translated names. Names are markedly less informative about \"true\" ideology in post-authoritarian regimes than in mature democracies; a gap driven by DS parties, systematically perceived as more centrist than their manifestos indicate.",
        "url": "https://doi.org/10.31235/osf.io/58qsg_v1",
        "version": 1,
        "id": "58qsg",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/72gxa_v1",
        "title": "How Crisis Reshapes Government Talent",
        "authors": "Jacob Brown, Hunter Rendleman, Maria Silfa",
        "created": "2026-01-29",
        "abstract": "How do public servants respond to institutional crises? Existing theories emphasize bureaucratic resilience, but shocks that generate workplace dysfunction and threaten professional identity may affect the stability of bureaucratic labor. To address this question, we study the aftermath of the storming of the U.S. capitol on January 6, 2021. Using comprehensive data on congressional staffers from 2008-2022, we find increased turnover in Democratic offices relative to Republican offices. Subsequent staffing patterns also shifted: Democratic offices experienced declines in observable human capital (legislative experience and educational attainment) and increased reliance on temporary staff. These changes were further accompanied by reductions in the racial and gender diversity of congressional staff. Taken together, these findings suggest that workplace disruptions can degrade institutional capacity by reshaping the composition and continuity of the congressional workforce. More broadly, we demonstrate how political unrest reverberates through the personnel infrastructure of governance.",
        "url": "https://doi.org/10.31235/osf.io/72gxa_v1",
        "version": 1,
        "id": "72gxa",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/b3wp5_v1",
        "title": "Implied Authenticity Effect? The Impact of Explicit Labels on AI-Generated Content",
        "authors": "Fabian Pawelczyk, Drew Dimmery, Pu Yan",
        "created": "2026-02-02",
        "abstract": "This study investigates how labeling AI-generated content (AIGC) influences users’ perceptions of authenticity in social media environments. Motivated by emerging global regulations mandating the disclosure of AI-generated media, we designed a pre-registered survey experiment to test two main questions: (1) Do AI labels reduce the perceived authenticity of AI-generated images? (2) Does exposure to labeled content affect perceived authenticity in unlabeled images (a potential spillover effect)? The pre-analysis plan and materials are available on OSF (see link below). We conducted a survey experiment with a German sample (N = 877) in which participants were randomly assigned to one of three groups: a control group without labels, a process-based label group (“AI-generated”), or a harm-based label group (“Misleading”). Participants viewed twelve Instagram-style posts, six of which contained AI-generated or AI-altered content. Perceived authenticity was measured by asking whether the depicted events actually occurred. Our results show that both labeling strategies significantly reduced perceived authenticity of AI-generated images, with average reductions of about 0.27 standard deviations. We also find evidence of an implied authenticity effect: exposure to labeled content slightly increased perceived authenticity in unlabeled images (about one-fifth the size of the direct labeling effect). Exploratory analyses indicate that internet skills and age are associated with perceived authenticity differences. By embedding labels in Instagram-style posts, our study increases ecological validity compared to earlier work focused on headlines or generic stimuli. Situated in Germany, a frontrunner in digital platform regulation, the findings provide rare non-U.S. evidence on AI labeling and contribute directly to ongoing policy debates.",
        "url": "https://doi.org/10.31235/osf.io/b3wp5_v1",
        "version": 1,
        "id": "b3wp5",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/c8ygf_v1",
        "title": "Branding at the Water’s Edge: Perceived Elite Polarization of Ukraine Aid, 2022–2024",
        "authors": "Haoran Shi, Wanting (Wendy) Wang, Dario Krpan",
        "created": "2026-02-01",
        "abstract": "How do political parties transform bipartisan foreign policy issues into partisan polarization? This study examines partisan polarization on Ukraine aid between Democratic and Republican elites as reflected in U.S. news media from March 2022 to December 2024, leveraging party brand theory and foreign policy polarization literature to explain when and how Democrats and Republicans consolidated distinct positions on a novel foreign policy issue. Analyzing 37,312 sentences from 23,630 news articles, we employ a dual-pipeline methodology combining LLM-based ideological scoring across four dimensions with BERT-based masked vocabulary extraction. Results reveal significant polarization growth, driven asymmetrically by Republican movement toward opposition while Democrats maintained stable pro-aid positioning. Resource allocation framing, such that Ukraine aid competes with domestic resources, contributed most strongly to the general polarization of supplying further aid to Ukraine, accounting for over 60% of explained variance. PELT identified October 2022 as the first major departure from bipartisan consensus, with polarization of the subsequent segments moving with electoral cycles and leadership transitions. Critically, as polarization increased, so did the clarity of party brands to voters: both parties’ messaging became more internally coherent, enabling clearer partisan differentiation. Vocabulary extraction revealed early crystallization of partisan linguistic patterns, with Democrats emphasizing language of provision (“promised,” “signed”) and Republicans emphasizing language of obstruction (“block,” “killed”). These findings demonstrate that elite polarization on Ukraine aid served functional party branding purposes, challenging assumptions about foreign policy’s insulation from domestic partisan conflict.",
        "url": "https://doi.org/10.31235/osf.io/c8ygf_v1",
        "version": 1,
        "id": "c8ygf",
        "subjects": "Politics",
        "subjects_osf": "Psychology, Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/g8tjc_v1",
        "title": "Asia, Finance and the Liberal Script: Between Accommodation, Co-Existence and Contestation",
        "authors": "Johannes Petry",
        "created": "2026-01-31",
        "abstract": "This chapter investigates the growing importance of Asia within the global financial system and analyzes its implications for the liberal script. First, the chapter explores the place of finance within the liberal script, investigating the paradigm shift from embedded liberalism to neoliberalism and subsequently growing importance of capital-market based finance for economic allocation within the Western script. Second, the autonomous origins of developmentalism in Asian financial scripts are discussed which markedly differ from (neo)liberal conceptions of finance. Third, and moving beyond the neoliberal-developmental dichotomy, the chapter conducts a comparative analysis of the five largest Asian financial systems: China, Korea, India, Japan, and Singapore. In doing so, the chapter identifies significant variations of how Asian finance relates to the liberal script, ranging between accommodation, resistance, and contestation. While maintaining some developmental characteristics, Japan and Singapore largely accommodate the liberal script. In contrast, we can observe resistance to conform with the liberal script in Korea and India where developmental characteristics maintain a prominent role and steps are taken to enable a controlled co-existence. Finally, only China truly contests the liberal script, both through the intensity and international reach of its developmental characteristics but most importantly through other actors’ reaction towards it. The chapter thus illustrates that while there are significant differences between (more) developmental Asian and (more) neoliberal Western financial systems, the rise of Asia represents only a partial contestation of the neoliberal financial script, which cannot, however, be separated from broader geopolitical constellations that challenge the liberal script.",
        "url": "https://doi.org/10.31235/osf.io/g8tjc_v1",
        "version": 1,
        "id": "g8tjc",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "International and Area Studies, Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/jxd8g_v1",
        "title": "Climate Change and Pastoralist Conflict in the Sahel: Mali’s Dogon–Fulani Violence (2018–2025)",
        "authors": "Adriel Ekozin, Lydia Chryss-Afiawari, John Oghenekevwe Ifaka",
        "created": "2026-02-02",
        "abstract": "This study investigates the intricate relationship between climate change and pastoralist–farmer conflict in Mali’s Dogon–Fulani communities within the wider Sahel region. The problem addressed stems from the increasing environmental pressures (such as drought, desertification, and erratic rainfall) that intensify resource competition amid fragile governance and deep-seated ethnic tensions. The study’s objectives were to examine how climate change contributes to these conflicts, identify key conflict drivers, and propose strategies to mitigate their impacts. Using a qualitative content analysis approach, 56 peer-reviewed articles published between 2014 and 2024 were purposively selected from the Google Scholar database. Data were thematically analysed under three categories: environmental pressures, institutional responses, and conflict transformation mechanisms. The findings reveal that environmental degradation acts as a conflict catalyst only where weak governance and social exclusion prevail. Statistics from the region indicate that mean annual temperatures have increased significantly since the 1960s, while rainfall in the Sahel has become increasingly erratic, leading to a 40% loss of livestock in past extreme drought cycles and displacing hundreds of thousands in central Mali. Yet, communities that maintain inclusive local mediation structures experience fewer violent clashes. The study concludes that sustainable peace in the Sahel depends on integrating environmental resilience with effective governance. It recommends strengthening the rule of law, enhancing state capacity, adopting climate-smart and technology-driven agricultural practices, and transitioning to modern ranching systems to reduce farmer–herder competition and build long-term regional stability.",
        "url": "https://doi.org/10.31235/osf.io/jxd8g_v1",
        "version": 1,
        "id": "jxd8g",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/pyq39_v1",
        "title": "Asymmetric Party System Fragmentation",
        "authors": "Riccardo Di Leo, Elias Dinas, Ksenia Northmore-Ball",
        "created": "2026-02-04",
        "abstract": "Extant literature has arguably overlooked the impact of authoritarian ideological legacies on the shape of party systems in newly-established democracies. Most - if not all - autocracies are not ideologically neutral, but can be ascribed to ideological “brands” (Left/Right). These, in turn, serve as powerful heuristic cues in party competition. Combining insights from signaling theory and mnemonic politics, we argue that party elites in new democracies will try to distance themselves from the previous dictator’s ideological side in pursuit of legitimacy and in line with a spatial competition framework. Consistently, we show evidence of asymmetric fragmentation in the party systems of both former Left- and Right-Wing regimes, with fewer parties located on the dictator’s side. This difference persists in time, waning as party systems consolidate. Our analysis shows how such an escape from the stigma has substantive implications for the average ideological slant of the party system and its polarization.",
        "url": "https://doi.org/10.31235/osf.io/pyq39_v1",
        "version": 1,
        "id": "pyq39",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/s9pmz_v1",
        "title": "Modernization after modernization: Scandal, trust, and vernacular moral order in Philippine politics",
        "authors": "Karl Patrick R. Mendoza",
        "created": "2026-02-02",
        "abstract": "This article reexamines political modernization by developing a theory of vernacular moral order to explain how political legitimacy is sustained under conditions of institutional fragility. Drawing on public scandals and everyday civic discourse in the Philippines, it shows how moral reasoning is organized through vernacular grammars such as hiya, tino, and bait, which translate concerns with trust, accountability, and authority into relational practices of judgment and repair. Rather than treating scandal as institutional breakdown or moral deviance, the article theorizes scandal as a recurrent activation mechanism through which publics evaluate authority and recalibrate legitimacy when formal procedures fail to command confidence. These vernacular moral grammars do not represent residues of tradition opposed to modern politics; instead, they function as culturally embedded infrastructures that enable political order to endure despite weak institutions and persistent uncertainty. By foregrounding moral reasoning as relational, affective, and culturally situated, the article challenges institutionalist accounts of modernization and legitimacy, demonstrating how political order is sustained not by the completion of modernization but through ongoing moral coordination in its aftermath.",
        "url": "https://doi.org/10.31235/osf.io/s9pmz_v1",
        "version": 1,
        "id": "s9pmz",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/t7phk_v1",
        "title": "What Ends Justify the Means? Explaining Party Spending Intensity in Referendum Campaigns in Europe",
        "authors": "Toine Paulissen, Bart Maddens",
        "created": "2026-02-03",
        "abstract": "This study investigates expenditure of European parties in referendum campaigns. Previous work exploring why parties initiate referendums hints at the importance of subsequent campaigns to parties, but theoretical insights regarding party behavior in campaigning contexts are fragmented and limited. We argue that party expenditure indicates the extent of their engagement, and identifying explanatory factors can offer insights into underlying strategic goals driving parties in their behavior. Drawing on referendum instrumentalization literature and existing empirical studies, we propose a framework with three strategic factors and corresponding hypotheses. These are tested using official expenditure data for 47 parties campaigning in 24 referendums in eight European countries through bivariate and multivariate analysis. Our findings mainly suggest that parties see referendum campaigns as avenues for image-building, spending more on average when they initiate them and when referendums are publicly salient. Additionally, parties seemingly prioritize elections, while spending limits are ineffective in curbing expenditure.",
        "url": "https://doi.org/10.31235/osf.io/t7phk_v1",
        "version": 1,
        "id": "t7phk",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/th65d_v1",
        "title": "How Capitalist Globalisation Undermines Traditional Local Knowledge: The Case of Indian Ghani, an Ancient Artisanal Method of Producing Edible Oil, Grappling with the Growing Industrialisation and Liberalisation of the Sector",
        "authors": "Alessio Lacchè",
        "created": "2026-02-04",
        "abstract": "This dissertation investigates how capitalist globalisation undermines traditional local knowledge systems, focusing on the Indian ghani, an ancient artisanal method of producing edible oil. The decline of this practice is analysed within the broader context of Western-driven development, agri-food industrialisation, and liberalisation of the edible oil sector. The study examines epistemological tensions between traditional and modern knowledge, the sociocultural and economic significance of the ghani, and the extent to which artisanal practices can coexist with industrial production in contemporary India. A hybrid deductive–inductive approach was employed, combining a literature review with fieldwork conducted in India. This comprised two surveys allowing both quantitative and qualitative analysis of contributions from a wide range of stakeholders, including civil society, ghani workers, NGOs, industry representatives, and academics. Findings reveal declining visibility and practical knowledge of the ghani, yet also a strong sociocultural resonance. This paradox reveals a fading practice that continues to embody memory, identity, and resistance to the homogenisation of global models. Economically, small producers face severe disadvantages in competing with industrial plants and cheap imports, while niche markets provide only limited opportunities for survival. The analysis shows how industrial and policy frameworks structurally marginalise artisans, relegating them to peripheral or subordinated roles, while simultaneously rebranding elements of their cultural value for urban elite markets. This process of “eliticisation” risks detaching artisanal production from its community base, transforming a once accessible tradition into a niche commodity. The study concludes that the decline of the ghani is emblematic of wider processes of epistemic injustice, whereby capitalist globalisation privileges industrial efficiency and consumerist appropriation over cultural continuity, social equity, and ecological sustainability. It calls for a reimagined food system in which artisanal and industrial modes of production are integrated on more equitable terms. Such an approach would recognise the cultural and ecological contributions of traditional practices while harnessing the capacities of modern industry, generating hybrid models that are both more socially just and environmentally resilient. Safeguarding institutions like the ghani is thus not a nostalgic exercise but a vital step towards building plural, inclusive, and sustainable futures.",
        "url": "https://doi.org/10.31235/osf.io/th65d_v1",
        "version": 1,
        "id": "th65d",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Conflict of Laws, Indian and Aboriginal Law, International Trade Law, Antitrust and Trade Regulation, Intellectual Property Law, International Law, Agriculture Law, Other Arts and Humanities, Other Languages, Societies, and Cultures, Race, Ethnicity and Post-Colonial Studies, Religion, Art Practice, History, South and Southeast Asian Languages and Societies, Art and Design, Food Studies, Geography, International and Area Studies, Other Social and Behavioral Sciences, Political Science, Agricultural and Resource Economics, Environmental Studies, Economics, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Anthropology, Social Statistics, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/2d9v5_v1",
        "title": "Prospect Theory as Active Inference: A Metabolic Account of Risk-Sensitive Decision Making",
        "authors": "Riccardo Palumbo, Alessandro Bortolotti, Pier Luigi Sacco",
        "created": "2026-01-28",
        "abstract": "Prospect theory's characteristic patterns (loss aversion, reference dependence, and nonlinear probability weighting) have generally been interpreted as cognitive biases, i.e. as evidence of bounded rationality. This paper proposes a conceptual framework for understanding these phenomena through the lens of active inference and the free energy principle. We argue that prospect theory's central features are consistent with computationally efficient solutions to decisionmaking under uncertainty within the thermodynamic constraints of neural computation. Loss aversion implements adaptive precision-weighting of prediction errors, allocating greater computational resources to negative deviations that threaten survival. Reference dependence implements efficient predictive coding, transmitting only surprising deviations from expectations. Probability weighting reflects optimal precision allocation across the probability range when maintaining full Bayesian representations would exceed metabolic budgets. This framework is supported by converging evidence: neuroimaging studies show unified value coding with asymmetric precision for losses; pharmacological manipulations reveal dissociable neurotransmitter systems for value encoding versus loss sensitivity; and metabolic manipulations including hypoxia, glucose depletion, and circadian mismatch modulate prospect theory parameters in predicted directions. Developmental evidence shows that children display probability weighting patterns opposite to adults, with gradual transformation through experience pointing at calibration rather than to genetic determination. We propose that prospect theory patterns reflect how biological systems navigate uncertainty under fundamental energetic constraints, with implications for understanding decision-making architecture and reconceptualizing rationality.",
        "url": "https://doi.org/10.31235/osf.io/2d9v5_v1",
        "version": 1,
        "id": "2d9v5",
        "subjects": "Economics",
        "subjects_osf": "Psychology, Economics"
      },
      {
        "doi": "10.31235/osf.io/3d9xe_v1",
        "title": "Unlocking Health Potential: Effects of Free Maternal and Child Health Program",
        "authors": "Tejendra P. Singh, Olanrewaju Yusuff",
        "created": "2025-12-27",
        "abstract": "We investigate the health impacts of Nigeria’s free maternal and child health program (FMCHP), leveraging variation in exposure to the program across births to the same mother. Results show reduced under-five mortality, with effects more pronounced in disadvantaged populations and in areas with more healthcare services. Increased demand for preventive care likely drives improvements in mortality. The FMCHP prevents a child’s death at approximately 54% of annual household expenditure. Our findings suggest that improving access to institutional healthcare during pregnancy improves maternal and child health outcomes in areas with low healthcare utilization. These conclusions are robust to various empirical checks.",
        "url": "https://doi.org/10.31235/osf.io/3d9xe_v1",
        "version": 1,
        "id": "3d9xe",
        "subjects": "Economics",
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/7rkap_v1",
        "title": "From Military Skills to Entrepreneurial Intention: The Mediating Role of Self-Efficacy in a Post-Conflict Economy",
        "authors": "Achai Deng Genevieve Alor, Li Xiaojing, Tharcisse Ndayipfukamiye",
        "created": "2026-01-31",
        "abstract": "Purpose: This study examines whether perceived military skills transferability (PMST) influences entrepreneurial intention (EI) in a post-conflict economy. Drawing on Social Cognitive Theory, it tests entrepreneurial self-efficacy (ESE) as a mediator and perceived environmental hardship as a moderator. Design/methodology/approach: A quantitative cross-sectional survey was conducted with 270 working-age adults across three regions of South Sudan (Juba/Central Equatoria, Upper Nile and Western Bahr el Ghazal) between July and October 2025 using paper-based and online questionnaires. Hypotheses were tested using hierarchical regression and PROCESS-based mediation (Model 4) and moderation (Model 1) with 5,000 bootstrap resamples. Findings: PMST is positively associated with EI. ESE mediates this relationship (indirect-only): the bootstrapped indirect effect is significant and the PMST→EI direct effect becomes non-significant when ESE is included. Perceived environmental hardship weakens the positive PMST–EI relationship. Resilience is positively related to EI but does not moderate the focal relationship. Research limitations/implications: The cross-sectional design limits causal inference and self-reports may introduce common method bias. Future research should use longitudinal and comparative designs and examine behavioral outcomes (e.g., business start-up). Practical implications: Reintegration and entrepreneurship programs should combine skills-recognition and ESE-building (e.g., mastery-based training and mentoring) with ecosystem interventions that reduce contextual constraints. Social implications: Supporting entrepreneurship among individuals with military experience may contribute to livelihood recovery, inclusion and reintegration in fragile settings. Originality/value: The study integrates perceived skills transferability, cognitive mechanisms and contextual constraints to explain entrepreneurial intention in a fragile, post-conflict economy. Type of paper: Research paper. Keywords: perceived skills transferability; entrepreneurial self-efficacy; entrepreneurial intention; environmental hardship; resilience; post-conflict; fragile economy.",
        "url": "https://doi.org/10.31235/osf.io/7rkap_v1",
        "version": 1,
        "id": "7rkap",
        "subjects": "Economics",
        "subjects_osf": "Education Economics, Economics, Social Work"
      },
      {
        "doi": "10.31235/osf.io/8as72_v2",
        "title": "Uncertainty about maternal mortality in India: New estimates from the National Family Health Survey",
        "authors": "Nathan Franz, Aashish Gupta, Dean Spears, Diane Coffey",
        "created": "2026-02-02",
        "abstract": "This paper presents new estimates of national and regional maternal mortality ratios (MMR) for India using the National Family Health Surveys (NFHS) 4 and 5, collected in 2014-15 and 2019-21. We compare the results to MMRs from the Sample Registration System (SRS), a nationally representative group of demographic surveillance sites. We estimate 256 maternal deaths (95% CI [222, 295]) per 100,000 live births in the NFHS-4 and 305 (95% CI [268, 344]) in the NFHS-5. The SRS reports an MMR of 130 for 2014-16 and 97 for 2018-20. Differences between the two surveys’ MMR measurements are largest in the socioeconomically disadvantaged states of north India. We discuss possible sources of sampling and non-sampling error in the two surveys. We conclude that these new NFHS estimates should inform discourse about the burden of maternal mortality in India.",
        "url": "https://doi.org/10.31235/osf.io/8as72_v2",
        "version": 2,
        "id": "8as72",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/9he6d_v1",
        "title": "The Development of Domestic Bond Markets",
        "authors": "Amanda Dos Santos",
        "created": "2026-01-31",
        "abstract": "This paper documents the importance of government debt in facilitating the development of corporate bond markets. Using micro-level data from Brazil, I exploit variation in the supply of government bonds at different maturities to estimate the causal effect of additional government debt outstanding on firm issuance decisions. I find that at early stages of development, government debt complements corporate debt, implying that additional government debt outstanding at a given maturity causes firms to issue more. These effects ultimately increase long-term debt issuance and investment across firms, with stronger responses from companies with higher asset duration. However, as markets mature and government debt levels rise, I document a shift from complementarity to substitution. This evidence can be rationalized through government debt reducing corporate pricing uncertainty by providing pricing benchmarks and facilitating price discovery in bond markets.",
        "url": "https://doi.org/10.31235/osf.io/9he6d_v1",
        "version": 1,
        "id": "9he6d",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/cv5xk_v3",
        "title": "Os limites da racionalidade econômica",
        "authors": "Lorran Luiz de Oliveira Neves",
        "created": "2026-01-31",
        "abstract": "Este artigo investiga a crise epistemológica estrutural que atravessa as teorias econômicas, principalmente as contemporâneas na qual essa crise se agravou, tanto na ortodoxia quanto na heterodoxia. Argumenta que a incapacidade recorrente de prever, explicar ou evitar crises sistêmicas não decorre de falhas técnicas pontuais, mas de problemas metodológicos muito mais profundos, a começar pelo recurso frequente a meta-axiomas, o núcleo duro da metodologia econômica, e em torno desse núcleo duro uma segunda camada frequentemente orbitada por argumentos circulares, tudo isso dando base para as elaborações teóricas que então se diferenciam, ortodoxas e heterodoxas. Como parte dessa forma mais externa a matemática geralmente aparece como mais um recurso retórico à disposição da teorização. A análise se direciona em três direções: (i) o Teorema de Sonnenschein‑Mantel‑Debreu (SMD), cuja prova pode ser entendida como a impossibilidade lógica de derivar comportamento racional agregado a partir de preferências individuais racionais, e sua consequência na microfundamentação de teorias macroeconômicas, (ii) na Teoria Monetária Moderna (MMT) e (iii) na possibilidade ou não da planificação econômica na sociedade capitalista. Analisamos os limites de discursos modernos e realistas como o socialismo de mercado, a economia do projetamento e a nova economia do projetamento e como, em última instância, mesmos esses discursos mais modernos ainda carregam fundamentações baseadas em argumentações circulares e antigos meta-axiomas. Por fim, a partir disso, concluímos a impossibilidade da planificação econômica em uma sociedade capitalista, apesar desses discursos, argumentos e propostas e apesar da possibilidade de superação da sociedade capitalista e da planificação econômica não capitalista nesse processo.",
        "url": "https://doi.org/10.31235/osf.io/cv5xk_v3",
        "version": 3,
        "id": "cv5xk",
        "subjects": "Economics",
        "subjects_osf": "Philosophy, Other Social and Behavioral Sciences, Economics"
      },
      {
        "doi": "10.31235/osf.io/j9x75_v1",
        "title": "Social Security and Fiscal Design: A New Proposal for Welfare State Classification",
        "authors": "Matteo Piazzon Facchina",
        "created": "2026-02-02",
        "abstract": "The most recent conjunctures of financial criticality have brought about evident institutional and socio-economic transformation trajectories; looking at the Western context, the policy field of welfare assistance and protection has seemingly been affected by these changes. Since the main theoretical foundations for the comparative study of these regimes of public aid towards socio-economic disadvantage primarily derive from scientific contributions that are previous to this alteration window, we suggest the opportunity of drafting a new epistemic framework, which, on one hand, may be able to renovate the analytical and heuristic appropriateness of the so called ‘regime approach’, while, on the other, providing a precise and in-depth glance at the current geography of welfare architectures within the developed economies’ perimeter, mainly relying on quantitative indicators inherent (i) to the private sector’s participation in welfare provision, (ii) to the public actor’s generosity of treatment and (iii) to the familist architectural propensity. The 28-case-studies field-testing of the framework, conducted via modern HCA, KCA and PCA techniques provides results that corroborate the practical reliability of the fiscal design model as a means of welfare legacy family identification.",
        "url": "https://doi.org/10.31235/osf.io/j9x75_v1",
        "version": 1,
        "id": "j9x75",
        "subjects": "Economics",
        "subjects_osf": "Economics, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/qr7u2_v1",
        "title": "THE EFFECT OF MARKETING MIX ON CUSTOMER LOYALTY INDONESIAN SHARIA BANK IN BANDA ACEH WITH SATISFACTION AS AN INTERVENING VARIABLE",
        "authors": "Zahriatul Aini",
        "created": "2026-02-03",
        "abstract": "This study explores the impact of the marketing mix on customer loyalty at the Banda Aceh Branch of Bank Syariah Indonesia (BSI), with satisfaction acting as a mediating variable. In a highly competitive Islamic banking industry, an effective marketing strategy is essential for sustaining customer loyalty. This research employs a quantitative approach, using purposive sampling of 100 customers from five BSI branches in Banda Aceh. Data were collected through a Likert-scale questionnaire and analyzed using multiple linear regression and path analysis. The results indicate that while factors such as place, human resources, and physical evidence contributed to customer loyalty, ineffective promotion and slow service processes reduced it. Furthermore, customer satisfaction plays a mediating role, strengthening the link between the marketing mix and loyalty. These findings emphasize the need for BSI Banda Aceh Branch to improve their service efficiency, enhance human resource quality, and adopt more targeted promotional strategies to retain customers in the long term. Enhancing service efficiency and refining marketing strategies will allow BSI Banda Aceh to maintain a competitive edge in the evolving Islamic banking industry.",
        "url": "https://doi.org/10.31235/osf.io/qr7u2_v1",
        "version": 1,
        "id": "qr7u2",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/sdpn2_v1",
        "title": "Miseconomics: Moral Misalignment and Lazeez-Fair Patterns in Contemporary Governance",
        "authors": "Krish Chetan Patel",
        "created": "2026-02-02",
        "abstract": "Problems such as persistent inequality, institutional decay, performative governance, and large scale economic costs from global conflicts suggest a deeper structural flaw within the economic reasoning itself, one that cannot be adequately explained by technical inefficiencies or policy errors alone. This paper conceptualizes miseconomics as the practice of conducting economic activity that generates cumulative social harm through normalized societal losses, and misaligned incentives that erode moral responsibility while remaining internally consistent within an institutional framework. Drawing on classical moral philosophy, normative economic critiques, and cases from governance failures across multiple political systems, the study analyses moral entropy to describe a pattern of progressive institutional disorder. Governmental failure is examined through the conceptual framework of Lazeez Fair governance, wherein symbolic, performative, and indulgent interventions substitute substantive reform, allowing dysfunction to persist despite visible action. The paper further illustrates these dynamics though global patterns of corruption, institutional capture, and the selected cases of proxy warfare, showing patterns through which costs appear externalized onto vulnerable populations while benefits accrue narrowly. It concludes that without a structural realignment of incentives and a reintegration of moral responsibility into mainstream economic thought and governance- stability, sustainability, and development- risk remaining structurally unattainable. The central claim is that economic failure is not primarily a shortage of analytical tools and normative ideologies, but a failure of moral alignment embedded within decision making systems. Recognizing and correcting miseconomics is therefore presented as a necessary condition for restoring coherence between economic theory, development of society, and human wellbeing.",
        "url": "https://doi.org/10.31235/osf.io/sdpn2_v1",
        "version": 1,
        "id": "sdpn2",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/ugdjf_v1",
        "title": "The Class Gap in Career Progression: Evidence from U.S. Academia",
        "authors": "Anna Stansbury, Kyra Rodriguez, Carolyn Fisher",
        "created": "2026-02-02",
        "abstract": "Unlike gender or race, class background is rarely a focus of research on career progression, or of DEI efforts in elite occupations. Should it be? In this paper we document a large class gap in career progression in one occupation—U.S. tenure-track academia—using parental education to proxy for class background. First-generation college graduates are 10% less likely to be tenured at an R1, are tenured at institutions ranked 11% lower, earn 3% less, and report 5% lower job satisfaction, than their former Ph.D. classmates (from the same institution and field) with a parent with a non-Ph.D. graduate degree. Neither selection out of academia nor different preferences explain this gap; differential research productivity also plays little role. Instead, likely drivers are differences in cultural and social capital. We also find a class gap in career progression for Ph.D.s who work in industry, suggesting this phenomenon generalizes outside academia. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/ugdjf_v1",
        "version": 1,
        "id": "ugdjf",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/wrkj3_v1",
        "title": "Mechanism Design for Harm Reduction: Game Theory and Social Choice for Carceral MOUD and Recovery Housing",
        "authors": "Tarnell Brown",
        "created": "2026-02-03",
        "abstract": "Individuals released from jails and prisons face extremely high risks of fatal overdose and reincarceration, yet many jurisdictions continue to underprovide medications for opioid use disorder (MOUD), recovery housing, and supervised consumption services. At the same time, recovery residences and diversion courts are expanding without a clear framework for institutional design. This paper develops a mechanism-design model of harm-reduction policy at the interface of criminal justice and community treatment. A public funder chooses a funding regime and certification rules, diversion judges set the stringency of supervision and treatment conditions, recovery residence providers decide whether to operate abstinence-only or MOUD-inclusive housing, and high-risk individuals choose whether to comply or relapse. The model yields a punitive equilibrium, supported by abstinence-only funding and strict conditions, and a harm-reduction equilibrium under MOUD-inclusive funding and flexible conditions. Using effect sizes from Rhode Island’s statewide corrections MOUD program, Massachusetts’ jail-based MOUD pilots, and recent recovery housing evaluations, we show that the harm-reduction equilibrium is Pareto-superior for funders, judges, providers, and high-severity residents, yet the punitive equilibrium can remain risk-dominant because of political and informational frictions. We then embed the game in a computational social choice framework: stakeholders hold multi-dimensional preferences over policy bundles—combinations of funding rules, certification standards, diversion guidelines, and overdose prevention interventions such as supervised consumption sites—and social choice is constrained by justice-based requirements that rule out policies generating avoidable lethal risk or systematic exclusion of MOUD patients from housing and treatment. The analysis characterizes which harm-reduction mechanisms are implementable as equilibrium outcomes of the institutional game while respecting these constrained social preferences, and it identifies simple instruments—MOUD-inclusive funding commitments, performance-based transparency, and structured diversion defaults—that can move jurisdictions from punitive to harm-reduction equilibria within existing legal constraints.",
        "url": "https://doi.org/10.31235/osf.io/wrkj3_v1",
        "version": 1,
        "id": "wrkj3",
        "subjects": "Economics",
        "subjects_osf": "Criminal Law, Legal Studies, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/zah6e_v1",
        "title": "Asset Dynamics and Dissipative Structures in Open Economies: Economics as a Prescription for the \"Thermal Death\" of Equilibrium",
        "authors": "Kazuhito Kitamura",
        "created": "2026-02-02",
        "abstract": "This paper deepens the \"Equilibrium Theory Endogenizing Imbalances\" based on asset dynamics, as presented in the previous study (Kitamura, 2025), by incorporating concepts from thermodynamics and statistical mechanics. While the previous work proposed a model where imbalances are perpetuated through asset preference and capital diffusion, this study extends the framework into a model where \"effective asset potential\"—defined as the asset level divided by the rate of return on assets—acts as the driving force behind capital flows. It demonstrates a mechanism in which the capital efficiency of each nation significantly determines its economic trajectory. Through observations using multilateral data, this paper reveals that individual economies exist under a tension between \"subjective equilibrium,\" aimed at utility maximization, and the \"pressure of entropy increase\" inherent in asset dynamics. Consequently, the global economy has polarized into \"self-organizing economies\" that concentrate and accumulate capital, and \"diffusive economies\" that primarily disperse and dissipate capital. This paper presents a novel perspective that views the global economy as a \"dissipative structure\" maintained through the interdependence of these distinct phases. Based on this analysis, the paper argues that for an economic system to remain sustainable, it is essential to involve maintaining the gradient of asset potential within the system by promoting innovation and eliminating \"stagnation\" through redistribution policies. Ultimately, this paper proposes that what economics terms \"equilibrium\" is equivalent to \"thermal death\" in physics; therefore, the goal of economics should be the avoidance rather than the realization of such a state, making the perspective of \"entropy management\" indispensable.",
        "url": "https://doi.org/10.31235/osf.io/zah6e_v1",
        "version": 1,
        "id": "zah6e",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/3jvzn_v2",
        "title": "Re-application to university after rejection and later income and occupational status – Using education-linked genes to predict outcomes in longitudinal register data",
        "authors": "INVEST Flagship, Henrik Dobewall, Hannu Lehti, Outi Sirniö, Maria Vaalavuo",
        "created": "2026-02-02",
        "abstract": "Research has identified socioeconomic disparity in university enrollment due to a higher likelihood to stop applying after an initial rejection among individuals from less educated families. We investigate the role of education-linked genes alongside family background and experiencing mental illness and other major life events in predicting (re-)application to university. We further examine the later socioeconomic outcomes of individuals who are more persistent in their educational goals. Utilizing longitudinal genetically informed register data from Finland, we analyze a sample of 6,101 individuals born 1987-1990 followed up until 2018. The study uses parental polygenic scores to assess the genetic endowment to high educational attainment (EDU-PGS) combined with information on application behavior (1,683 individuals experienced rejection) and socioeconomic variables. Multinomial and binary logistic regression models and discrete time hazard models are employed. Our findings indicate an intricate interplay of genetic endowments, income and education of the parents, (re-)application behavior, and early adulthood income and occupational status. Individuals with a higher EDU-PGS were more likely to reapply after rejection, suggesting a genetic component in persistence in educational goals and application behaviors beyond family background. Mental illness did not have an effect over and above other included indicators on stop applying, and there was no evidence for the presence of gene-environment interactions. Moreover, application behavior mediated the influence of the polygenic score on occupational status in early adulthood. The study contributes to the broader equality of opportunity debate and shows how genes express themselves in our smaller or bigger decisions. The joint contribution of genetic and family factors has a crucial role in shaping educational trajectories and later socioeconomic outcomes.",
        "url": "https://doi.org/10.31235/osf.io/3jvzn_v2",
        "version": 2,
        "id": "3jvzn",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/3mt7n_v1",
        "title": "Ubiquitous Audiency: Recorded Music and Attention in Everyday Public-space Encounters in China",
        "authors": "Samuel Horlor",
        "created": "2026-01-31",
        "abstract": "This article puts forward the idea of ubiquitous audiency to help explain the fleeting and fluid ways in which ostensibly peripheral actors, such as passers-by, help perform musical situations in city streets and similar situations of everyday public-space life. It analyses several instances involving the playback of recordings in regional metropoles in China, especially Kunming, showing how attention is distributed across various actors and sensory modalities. It also considers several significances of the direction in which attention is granted, ultimately advocating adoption of a broader situational lens to transcend a focus on performer/audience bilateralities in these and other musical encounters.",
        "url": "https://doi.org/10.31235/osf.io/3mt7n_v1",
        "version": 1,
        "id": "3mt7n",
        "subjects": "Sociology",
        "subjects_osf": "East Asian Languages and Societies, Music, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/4g2b5_v1",
        "title": "Anti-Diversity Legislation, State Dependence, and Anticipatory Compliance in Faculty Hiring at Public Colleges and Universities",
        "authors": "Kwan Woo Kim, Laura T. Hamilton",
        "created": "2026-01-29",
        "abstract": "State-level anti-diversity bills, which have been introduced in 33 states, close off avenues through which many underrepresented scholars have been hired. These bills signal a shift in the local political climate, pressuring public colleges and universities to realign their priorities in anticipation of future legal changes. Using federal data on new postsecondary hires, we find that the introduction of state anti-diversity legislation was followed by an increase in the share of White men and a substantial decline in the share of faculty hires from marginalized groups, even before bills were signed into law. This shift was most pronounced at schools highly dependent on state funding. Our findings suggest that “anticipatory compliance” with political intervention varies by organizational revenue streams, raising concerns for the future of higher education organizations largely dependent on public grants and appropriations.",
        "url": "https://doi.org/10.31235/osf.io/4g2b5_v1",
        "version": 1,
        "id": "4g2b5",
        "subjects": "Sociology",
        "subjects_osf": "Organizations Law, Legislation, Sociology"
      },
      {
        "doi": "10.31235/osf.io/5jrfn_v1",
        "title": "Gender Dynamics and Homophily in a Social Network of LLM Agents",
        "authors": "Faezeh Fadaei, Jenny Carla Moran, Taha Yasseri",
        "created": "2026-02-02",
        "abstract": "Generative artificial intelligence and large language models (LLMs) are increasingly deployed in interactive settings, yet we know little about how their identity performance develops when they interact within large-scale networks. We address this by examining Chirper.ai, a social media platform similar to X but composed entirely of autonomous AI chatbots. Our dataset comprises over 70,000 agents, approximately 140 million posts, and the evolving followership network over one year. Based on agents' text production, we assign weekly gender scores to each agent. Results suggest that each agent’s gender performance is fluid rather than fixed. Despite this fluidity, the network displays strong gender-based homophily, as agents consistently follow others performing gender similarly. Finally, we investigate whether these homophilic connections arise from social selection, in which agents choose to follow similar accounts, or from social influence, in which agents become more similar to their followees over time. Consistent with human social networks, we find evidence that both mechanisms shape the structure and evolution of interactions among LLMs. Our findings suggest that, even in the absence of bodies, cultural entraining of gender performance leads to gender-based sorting. This has important implications for LLM applications in synthetic hybrid populations, social simulations, and decision support.",
        "url": "https://doi.org/10.31235/osf.io/5jrfn_v1",
        "version": 1,
        "id": "5jrfn",
        "subjects": "Sociology",
        "subjects_osf": "Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/63a7p_v1",
        "title": "Digital Health Intervention and Long-term Social Outcomes after Divorce: Evidence from a Randomized Controlled Trial Follow-up in Denmark",
        "authors": "Peter Fallesen, Andreas Nielsen Hald, Frank Eriksson, Gert Martin Hald",
        "created": "2026-01-30",
        "abstract": "Divorce is prevalent and often leads to adverse social outcomes among divorcees and their children. Digital platforms offering online post-divorce help may provide scalable, affordable, and accessible support for divorcees during this transition. The study examined the long-term effects (five years) of a post-divorce targeted digital mental health intervention on divorcee’s labor market attachment and income. Participants (n=1,856) were divorcees from a nationally administered randomized controlled trial (RCT) tracked over a five-year period post their RCT participation using Danish national register data. Cumulative and by-year effects of treatment on labor market income, weeks on sick leave benefits, weeks on welfare benefits, and share of year unemployed were obtained using linear and count models. The study protocol was preregistered. Over the follow up period, participants in the treatment group spent fewer weeks on sick leave benefits and accumulated higher labor market income. By-year estimates for labor market income passed preregistered significance levels, but accumulated effects estimates and estimates for sick leave benefits did not. Digital health interventions may be a low-cost, high scalability way to address negative life consequences of divorce. However, more—and higher powered—research projected are needed to obtain better knowledge of their full potential.",
        "url": "https://doi.org/10.31235/osf.io/63a7p_v1",
        "version": 1,
        "id": "63a7p",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/8tmea_v1",
        "title": "Native Spiritualities and Identities as Influences on Mental Health in American Indian Communities in the Midwest",
        "authors": "Olivia Wojtowicz, Ryan Goeckner, Sean M. Daley, Joseph A Pacheco, Jason Hale, Justin Begaye, Won S Choi, Christine Makosky Daley",
        "created": "2026-02-03",
        "abstract": "Spirituality and individual identity are necessary factors to fully understand physical and mental health outcomes in many communities. However, limited research has been conducted to assess the impacts of these constructs within American Indian communities despite rampant health disparities. To begin addressing this gap, a cross-sectional survey (N=968) was conducted in urban and reservation communities in the Plains region of the United States to assess how Native spirituality and identity were correlated with physical health perceptions and mental well-being. Results show that higher Native spirituality and identity were correlated with lower depression and anxiety, as well as lower perceived social support. These results highlight the importance of understanding historical and political factors influencing identities within Native communities as well as differing definitions and views on the concepts of religion, spirituality, and social support and highlight the need for longitudinal study to better understand these relationships.",
        "url": "https://doi.org/10.31235/osf.io/8tmea_v1",
        "version": 1,
        "id": "8tmea",
        "subjects": "Sociology",
        "subjects_osf": "Religion, Sociology"
      },
      {
        "doi": "10.31235/osf.io/8yrq7_v1",
        "title": "Prescription Medication Misuse and Mental Health among American Indians in the Plains",
        "authors": "Christine Makosky Daley, Olivia Wojtowicz, Ryan Goeckner, Joseph A Pacheco, Won S Choi",
        "created": "2026-02-02",
        "abstract": "The misuse of prescription medications is a significant problem in the US. Misuse, particularly of antibiotics, includes sharing medication and using them outside of provider instructions. American Indian people have not had adequate representation in studies examining this issue. This study used a cross-sectional survey of American Indian reservation and urban communities in the Plains focused on mental health, prescription misuse, and addiction. One major finding is 39.2% of participants took a medication not prescribed to them, and 27.8% shared them with others. Anxiety and perceived stress showed an association with misuse, and antibiotics reported as the most misused medication.",
        "url": "https://doi.org/10.31235/osf.io/8yrq7_v1",
        "version": 1,
        "id": "8yrq7",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/92r4v_v1",
        "title": "Disadvantaged yet optimistic: Migrants’ paradoxical perceptions of meritocracy and equality of opportunity",
        "authors": "Margherita Cusmano",
        "created": "2026-02-02",
        "abstract": "While the structural disadvantage and discrimination migrants face are well-documented, migrants’ perceptions of meritocracy and equality of opportunity remain underexplored. This study addresses this gap using a mixed-methods approach, combining data from the German Socio-Economic Panel (GSOEP), the European Social Survey (ESS), and in-depth qualitative interviews and group discussions (N = 47). Quantitative results indicate that first-generation migrants are significantly more likely than non-migrants to think German society is meritocratic and offers equal opportunities. In turn, they are more likely to tolerate large inequalities. Qualitative analysis reveals that this optimism stems from favorable comparisons with their countries of origin. This paper argues that migrant optimism, previously associated with educational expectations, extends beyond individual-level perceptions to encompass perceptions of society at large. While prior research has emphasized the motivational benefits of migrant optimism, this study highlights how it can lead migrants to legitimize inequalities, revealing more ambivalent political consequences.",
        "url": "https://doi.org/10.31235/osf.io/92r4v_v1",
        "version": 1,
        "id": "92r4v",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/a4nrq_v1",
        "title": "Why Does Paid Parenting Leave Terminology Matter?: Implications for Policy Design, Monitoring and Comparative Research",
        "authors": "Alzbeta Bartova, Thordis Reimer, Gerardo Meil, Pedro Romero-Balsas",
        "created": "2026-01-30",
        "abstract": "Paid parenting leave (PPL) policies have become a central pillar of contemporary welfare states, supporting gender equality, labour market participation, child well-being, and long-term social sustainability. As these policies have expanded in scope, duration and objectives, however, the terminology used to describe them has evolved unevenly across countries, international organisations, databases and academic research. This Policy Brief argues that terminology is not merely a semantic or technical issue, but a core element of governance and knowledge production. The concepts used to name, classify and aggregate parenting leave entitlements shape how policies are designed, monitored, evaluated and compared. Inconsistent terminology weakens cross-national comparability, obscures policy effects and undermines evidence-based policymaking. Drawing on a comprehensive review of international regulations, comparative databases, national terminologies and academic research, the brief demonstrates that traditional distinctions between maternity, paternity and parental leave no longer adequately capture the diversity and complexity of contemporary leave systems. While diversity in national terminology is both inevitable and normatively meaningful, the absence of a harmonised comparative framework has become a major obstacle to effective monitoring, policy learning and research synthesis. The brief concludes that harmonisation of terminology at national level is neither feasible nor desirable, but that harmonised terminology for comparative and monitoring purposes is essential. It proposes the systematic use of an umbrella concept of parenting leave, disaggregated by entitlement type, while always retaining national legal terms and contextual specificity.",
        "url": "https://doi.org/10.31235/osf.io/a4nrq_v1",
        "version": 1,
        "id": "a4nrq",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/asfxv_v1",
        "title": "The uneven burden of contraception: couples’ resources, gender beliefs, and women’s exposure to method-level contraceptive labor",
        "authors": "Katrin Firl, Nora Müller, Theresa Nutz",
        "created": "2026-02-04",
        "abstract": "This study examines how couples’ relative resources and gender ideology shape women’s exposure to method-level burdens embedded in contraceptive methods in Germany. Contraceptive labor is conceptualized as the physical, financial, and psychosocial costs and risks structurally embedded in contraceptive methods and unequally distributed between women and men. Using nationally representative data from the German Family Demography Panel Study (FReDA), we assign partnered women aged 18–49 a method-specific Contraceptive Labor Score (CLS) capturing these structural burdens. Regression analyses show limited support for resource-based explanations: relative employment is not associated with women’s exposure to method-level contraceptive burdens, while women who are more highly educated than their partners are more likely to be exposed to methods with higher CLS values. In contrast, the gender ideology hypothesis holds: women with traditional gender beliefs face higher method-level burdens than egalitarian women. Supplementary analyses using contraceptive efficacy as an alternative outcome show that exposure to method-level burdens does not fully correspond to contraceptive effectiveness. By linking couple-level inequalities to structural characteristics of contraceptive methods, this study extends research on the gendered division of unpaid work to reproductive labor and highlights the role of institutionalized contraceptive arrangements in sustaining women’s disproportionate responsibility for fertility control.",
        "url": "https://doi.org/10.31235/osf.io/asfxv_v1",
        "version": 1,
        "id": "asfxv",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/bu92v_v1",
        "title": "Mortality Patterns in the Intersex Population",
        "authors": "Morten Kjær Thomsen, Andrea Tilstra, Jane Greve",
        "created": "2026-02-02",
        "abstract": "Intersex individuals are born with sex characteristics - such as sexual anatomy, reproductive organs, or hormonal or chromosomal patterns - that do not fit typical binary definitions of male or female bodies. This paper provides the first comprehensive population-level evidence on age-specific mortality and cause of death patterns in the intersex population compared to the endosex (i.e., not intersex) population. The study relies on diagnostic codes in Danish administrative health data to observe intersex traits at the individual level across the entire population, identifying more than 1.2% of the Danish population as intersex. Results reveal higher mortality among intersex males in early life, driven by deaths related to congenital disorders, but deaths in childhood remain rare in absolute numbers among both intersex and endosex individuals. Distinctive mid- to late-life survival patterns emerge whereby intersex males' survival probabilities outpace those of endosex males, instead converging towards that of endosex females. At the same time, the survival probability of intersex females is lower than that of endosex females, converging towards that of endosex males. Whilst substantial heterogeneity exists across intersex subgroups, overall intersex mortality patterns - like intersex sex characteristics - fall in between the typical patterns of males and females.",
        "url": "https://doi.org/10.31235/osf.io/bu92v_v1",
        "version": 1,
        "id": "bu92v",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/fravw_v1",
        "title": "Monitor Digitale Arbeitsgesellschaft – Kurzbericht der ersten Befragungswelle. Zwischen Interesse, Ambivalenz und Unsicherheit: Wie Erwerbstätige KI bewerten und nutzen",
        "authors": "Frank Marcinkowski, Fabian Anicker, Marco Lünich, Birte Keller, Florian Golo Flaßhoff",
        "created": "2026-02-02",
        "abstract": "Der Kurzbericht präsentiert zentrale Ergebnisse der ersten von vier repräsentativen Befragungswellen der Studie Monitor Digitale Arbeitsgesellschaft, die im Rahmen des Forschungsprojekts Meinungsmonitor Künstliche Intelligenz 3.0 durchgeführt wurde. Untersucht wurden die Wahrnehmungen und Einstellungen sowie das Nutzungsverhalten der 1.657 Befragten (1.119 Erwerbstätige, 538 Nichterwerbstätige) zu Beginn des Jahres 2025. Die überwiegend ambivalenten Einstellungen gegenüber KI in der Bevölkerung weisen lediglich geringfügige Unterschiede zwischen Erwerbstätigen und Nichterwerbstätigen auf. In der Arbeitswelt äußern Erwerbstätige zunächst eine eher positive affektive Haltung gegenüber KI, die sich jedoch bei der konkreten Bewertung einzelner Arbeitsbedingungen relativiert. Während Befragte Entlastungspotenziale durch den KI-Einsatz in Hinblick auf Arbeitsbelastung und Gesundheitsschutz sehen, bewerten sie die KI-Auswirkungen auf Datenschutz, soziale Kontakte und Mitbestimmung kritisch. Konkrete Sorgen um Arbeitsplatzverlust oder Karriere bleiben bislang begrenzt. Zugleich zeigt sich eine zunehmende, überwiegend freiwillige Nutzung von KI am Arbeitsplatz. Insgesamt deuten die Ergebnisse auf noch instabile und kontextabhängige Einstellungsmuster hin, die durch eine hohe Ambivalenz gekennzeichnet sind.",
        "url": "https://doi.org/10.31235/osf.io/fravw_v1",
        "version": 1,
        "id": "fravw",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/gf4yc_v1",
        "title": "Theory of Ideological Hegemony and Imperial Phase of Capitalism",
        "authors": "Aleksandar Korolija",
        "created": "2026-01-31",
        "abstract": "Theory of Ideological Hegemony and the Imperial Phase of Capitalism offers a groundbreaking synthesis of Marxist, Gramscian, and Althusserian theory to explain how ideology, power, and global capitalism reproduce themselves through modern state and supranational institutions. In this wide-ranging study, Aleksandar Korolija develops the original concept of the imperial ideological apparatus—a framework that connects the structures of global finance, political power, and transnational institutions such as NATO, the IMF, and NGOs with the formation of contemporary ideological systems. Combining philosophical precision with historical analysis, the book explores how class domination is maintained not only through economic coercion but through the cultural and ideological mechanisms of the global order. Drawing on Marx, Gramsci, and Althusser—while critically engaging with other critical authors—Korolija demonstrates how the transition from the nation-state to the imperial phase of capitalism transforms the function of ideology itself. This theory connects the formation of hegemony in the classical Marxist sense to the reproduction of global capitalist power in the 21st century. This is an excerpt with two out of six sections. Winner of the 2023 and 2024 Best Dissertation Award of the Serbian Sociological Society",
        "url": "https://doi.org/10.31235/osf.io/gf4yc_v1",
        "version": 1,
        "id": "gf4yc",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/k3a6m_v1",
        "title": "Held awake by care: An autoethnography of interspecies trust, vulnerability, and everyday temporalities",
        "authors": "Karl Patrick R. Mendoza",
        "created": "2026-02-02",
        "abstract": "In this article, I offer an autoethnographic inquiry into interspecies care as a site for rethinking trust and vulnerability. Tracing my adoption of an injured stray cat encountered in a habitual workspace, I examine how hesitation, domestic negotiation, and eventual commitment unfolded alongside wider social encounters with animal neglect and my own developing engagement with moral-relational public life. I conceptualize trust not as a calculated expectation of reciprocity but as a redistribution of contextualized vulnerability and a temporal reordering of everyday routines. The cat’s early-morning activity, which reorganized household and scholarly rhythms, becomes an analytic hinge for examining how care inscribes itself into bodily time. I argue that interspecies adoption offers a micro-foundation for understanding trust as an embodied, temporal, and morally generative practice of being held.",
        "url": "https://doi.org/10.31235/osf.io/k3a6m_v1",
        "version": 1,
        "id": "k3a6m",
        "subjects": "Sociology",
        "subjects_osf": "Animal Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/kw965_v1",
        "title": "Monitor Digitale Arbeitsgesellschaft – Kurzbericht der zweiten Befragungswelle. Steigende Informiertheit und kollegiale Unterstützung durch KI",
        "authors": "Frank Marcinkowski, Marco Lünich, Birte Keller, Florian Golo Flaßhoff",
        "created": "2026-02-03",
        "abstract": "Der Kurzbericht präsentiert zentrale Ergebnisse der zweiten von vier repräsentativen Befragungswellen der Studie Monitor Digitale Arbeitsgesellschaft, die im Rahmen des Forschungsprojekts Meinungsmonitor Künstliche Intelligenz 3.0 durchgeführt wurde. Grundlage sind die Angaben von 1.651 Befragten (925 Erwerbstätige, 726 Nichterwerbstätige) im Juli 2025; der Bericht legt einen besonderen Fokus auf Entwicklungen im Vergleich zur ersten Erhebung zu Beginn des Jahres 2025. Insgesamt bleiben die Einstellungen gegenüber Künstlicher Intelligenz (KI) in der Bevölkerung ambivalent, zeigen jedoch leichte Verschiebungen hin zu größerer Informiertheit, differenzierteren Bewertungen und steigender Akzeptanz, insbesondere unter Erwerbstätigen. Diese berichten häufiger persönlichen Nutzen durch KI, während die Wahrnehmung gesellschaftlicher Risiken verhaltener positiv ausfällt. In der Arbeitswelt bleibt die affektive Haltung gegenüber KI stabil positiv, zugleich entwickeln sich einzelne kognitive Bewertungen moderat in Richtung positiverer Einschätzungen, etwa in Bezug auf Einkommen, Karrierechancen und Kompetenzanforderungen. Die Jobunsicherheit bleibt insgesamt niedrig; die allgemeine Sorge vor einer KI-bedingten Ersetzung menschlicher Arbeit nimmt leicht ab. Parallel dazu steigt die berufliche Nutzung von KI deutlich, insbesondere von generativer KI, und weitet sich von routinisierten hin zu komplexeren und kreativen Aufgaben aus. Insgesamt deuten die Ergebnisse auf einen graduellen Übergang von Unsicherheit zu stärker erfahrungsbasierter Auseinandersetzung mit KI hin, wobei KI zunehmend als kollegiale Unterstützung wahrgenommen wird, ohne dass bestehende Ambivalenzen vollständig aufgelöst sind.",
        "url": "https://doi.org/10.31235/osf.io/kw965_v1",
        "version": 1,
        "id": "kw965",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/mx9pb_v1",
        "title": "Anger Is Like Chocolate — A Socio-Ecological Model of Emotional Indulgence —",
        "authors": "Koichi Hiraoka",
        "created": "2026-02-03",
        "abstract": "Anger has long been regarded as an adaptive emotion in human evolution, functioning as a mechanism for negotiation, deterrence, and the correction of unfair treatment. However, in contemporary societies characterized by dense institutional arrangements and long-term social interaction, anger frequently manifests not as an adaptive response but as a source of interpersonal disruption, psychological insecurity, and harassment. Despite its apparent maladaptiveness, anger persists and, in some environments, proliferates. This study proposes a novel theoretical framework, the Anger-as-Indulgence Model (AIM), which conceptualizes anger not as a mere emotional reaction or personality trait, but as an emotional resource that is selected, consumed, and reproduced within socio-ecological systems. Drawing on evolutionary psychology, behavioral economics, neuroscience, meme theory, and the author’s prior work on emotional contagion, formal sanction loops, and reverse selection, AIM explains how anger becomes repeatedly chosen through immediate psychological rewards, reward expectations, institutional legitimation, and environmental selection pressure. Central to this model is the redefinition of anger as an indulgent emotion analogous to a consumer good: not physiologically necessary, yet repeatedly consumed due to its reliable short-term rewards, despite long-term social costs. Through anonymized case studies, this paper demonstrates that the indulgent transformation of anger is not dependent on individual personality traits, but on isomorphic socio-ecological configurations across different times, locations, and occupational contexts. The findings suggest that conventional interventions focusing on emotional regulation or moral instruction are insufficient as long as anger remains embedded in reward-generating institutional arrangements. Instead, effective intervention requires reconfiguring environments so that anger no longer produces psychological or organizational rewards. By shifting the analytical focus from managing anger to repositioning it within socio-ecological systems, this study offers a unified explanation for anger dependence, contagion, institutionalization, silence, and avoidance, and provides a structural foundation for addressing anger-related dysfunctions in modern organizations and societies.",
        "url": "https://doi.org/10.31235/osf.io/mx9pb_v1",
        "version": 1,
        "id": "mx9pb",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/p48ft_v2",
        "title": "Functionaries: A Distributional Approach to Institutional Analysis",
        "authors": "Dustin S. Stoltz, Marshall A. Taylor, Omar Lizardo",
        "created": "2026-02-01",
        "abstract": "This paper outlines a distributional approach to institutional analysis, reconceptualizing institutions as distributions of knowledge and activity across people. We argue that institutionalization and institutional change are best understood by focusing on actors with the requisite knowledge and motivation to keep institutional patterns going, fix them when they go awry, or transform them when required, here called functionaries. The distributional approach allows us to distinguish between two main types of institutional change often conflated in the literature: Content-based and formal change. Content-based change, the one most often discussed, involves the importation, recombination, or expansion of specific patterns of activity. In contrast, formal change, often neglected in the literature, refers to shifts in the distribution of knowledge and activity within an institution, leading to dynamics of centralization and decentralization of institutional patterns. In this way, the distributional approach highlights the role of functionaries in both institutional stability and change, providing a micro-level perspective on institutional dynamics.",
        "url": "https://doi.org/10.31235/osf.io/p48ft_v2",
        "version": 2,
        "id": "p48ft",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/p9vrt_v1",
        "title": "Why is change in scholarly communication so hard to imagine? Findings from a stakeholder consultation for the cOAlition S proposal ‘Towards Responsible Publishing’",
        "authors": "Wolfgang Kaltenbrunner, Andrea Chiarelli, Andrea Reyes Elizondo, Stephen Pinfield, Ludo Waltman, André Brasil",
        "created": "2026-01-31",
        "abstract": "We analyse focus group discussions and free-text survey responses from a multi-stakeholder consultation conducted after the October 2023 publication of the proposal Towards Responsible Publishing by cOAlition S. The proposal calls for a systemic reform of scholarly communication by reducing barriers to knowledge dissemination, promoting early sharing of outputs through preprints, and shifting peer review to an open, post-publication model. We focus on how different stakeholder groups –such as researchers, infrastructure providers, academic institutions, and publishers –perceive obstacles to the large-scale, coordinated reform envisioned in the proposal. We interpret these accounts as articulations of collective action problems, shaped by entrenchment of many actors in existing academic reward systems and established commercial revenue models that make transitions toward a more economically sustainable scholarly communication system difficult, even where many actors see the principal need for change. This approach highlights the extent to which stakeholder perspectives align or conflict. It also underscores the performative nature of discourse about collective action problems in scholarly communication: by articulating challenges to reform, participants simultaneously construct, reinforce, or contest their own roles within the system, which directly influences their collective capacity to act.",
        "url": "https://doi.org/10.31235/osf.io/p9vrt_v1",
        "version": 1,
        "id": "p9vrt",
        "subjects": "Sociology",
        "subjects_osf": "Other Social and Behavioral Sciences, Library and Information Science, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/rwv79_v1",
        "title": "Blinded by the Light. An exploratory case study on airport policing of corruption by the Dutch Royal Marechaussee",
        "authors": "Yarin Eski, Kristina S. Weißmüller, Dore Alkemade",
        "created": "2026-01-30",
        "abstract": "Despite the Netherlands’ reputation for transparency, public sector corruption and integrity violations remain persistent issues, particularly in transport security environments. This article reports insights based on an exploratory qualitative case study of airport policing of corruption by the Royal Netherlands Marechaussee (KMar) at a regional Dutch airport. Grounded in a theoretical understanding of corruption as a socially constructed and discursively mediated phenomenon shaped by institutional logics, professional identities, and operational constraints, we draw on in-depth interviews with KMar officers (N=12) and participant observations (N=3) to deliver a “thick” description of how airport KMar officers perceive, define, and make sense of the nature of corruption, and how this perception affects their work practices in policing corruption. Two distinct logics – socially-reinforced moral licensing and integrity-draining demands – constitute this process of social construction, leading to blind spots in policing and paradoxical moral hazards for officers to engage in corruption. These novel insights expand prior research on the process of social construction of corruption and corruptibility in security forces, with important implications for theory and practice.",
        "url": "https://doi.org/10.31235/osf.io/rwv79_v1",
        "version": 1,
        "id": "rwv79",
        "subjects": "Sociology",
        "subjects_osf": "Legal Ethics and Professional Responsibility, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vbj9q_v1",
        "title": "The Diffusion of Cohabitation Among Immigrants in Europe: The Role of the National Cohabitation Context",
        "authors": "INVEST Flagship, Katrin Schwanitz, Martin Klesment",
        "created": "2026-02-02",
        "abstract": "Immigrants and their descendants constitute an increasing share of European populations, yet research on how immigrant background shapes the cohabitation experience remains limited. This study investigates how generational status at the individual level and national context at the macro level influence the likelihood of ever having cohabited. Our central proposition is that the diffusion of cohabitation among immigrants is more pronounced in countries where the practice is common and socially accepted among the native population. We analysed pooled data from the European Social Survey (ESS; 2002–2023), encompassing 66,017 respondents across 32 countries. Our findings provide evidence of an adaptation pattern: descendants of immigrants are significantly more likely to have ever cohabited than the first generation. Crucially, this generational difference does not vary systematically according to the prevalence of cohabitation among natives. The cohabitation context nonetheless significantly increases the likelihood of ever having cohabited, outweighing the influence of economic factors such as income inequality (Gini index). This suggests that the social and normative environment—the cohabitation context—is a primary driver of behavioural change. This study contributes to the literature by demonstrating that immigrant family formation is not merely a product of individual traits but is fundamentally shaped by the normative climate of the host country.",
        "url": "https://doi.org/10.31235/osf.io/vbj9q_v1",
        "version": 1,
        "id": "vbj9q",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/vfuex_v1",
        "title": "The Privilege of Passing: a Transgender Population Study",
        "authors": "Morten Kjær Thomsen, Jane Greve",
        "created": "2026-01-29",
        "abstract": "Transgender individuals who do their gender in ways that allow them to pass as cisgender (i.e., who appear to others to be 'not trans') are theorised to hold a 'passing privilege'. Using matched survey and register data on the population of transgender individuals who have changed their legal sex in Denmark, we investigate the relationship between passing and outcomes related to mental health, social life, and education and the labour market. Our findings confirm that higher levels of passing are associated with increasingly favourable outcomes across all domains. Individuals who pass to a high degree report less life dissatisfaction, fewer suicidal thoughts, less social isolation, and fewer difficulties in daily life settings. Higher passing is also associated with substantial educational and labour market advantages, including increased employment rates, particularly for trans men. While trans men and trans women place similar importance on passing, and often face similar privilege increments when passing to a higher degree, trans men are much more likely to pass at high levels and thus to enjoy the privileges associated with passing.",
        "url": "https://doi.org/10.31235/osf.io/vfuex_v1",
        "version": 1,
        "id": "vfuex",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/wg4dt_v2",
        "title": "Mental and Neurodevelopmental Disorders in the Intersex Population",
        "authors": "Morten Kjær Thomsen, Jane Greve",
        "created": "2026-02-01",
        "abstract": "Population-level research on intersex individuals has been impeded by the difficulty of identifying this population in large-scale data. In this paper, we develop a novel strategy for identifying intersex individuals using ICD-10 diagnostic codes in population-wide health registers. Applying this approach to Danish data spanning 1994-2022, we provide the first population-level examination of the risk of mental and neurodevelopmental disorders in the intersex population. We identify intersex traits in 1.6% of the Danish population - rising to 2.5% among the 1994-2022 birth cohorts, for whom diagnostic data cover the entirety of their lives. We disaggregate the intersex population into six subgroups based on the type of intersex-related diagnoses and examine the risk of fourteen clusters of mental and neurodevelopmental disorders. Across all subgroups, the risk of mental and neurodevelopmental disorders is substantially elevated relative to the endosex population, although specific risk profiles vary: some subgroups show broad elevations across disorder categories, whilst others exhibit more selective patterns. These patterns persist after controlling for age and assigned sex, as well as after the inclusion of sibling fixed effects. Our findings highlight the need for mental health support tailored to individuals with intersex traits. Our ICD-based identification strategy addresses longstanding methodological barriers to intersex research and offers a replicable approach for population-level research beyond mental health and across contexts with comparable health data.",
        "url": "https://doi.org/10.31235/osf.io/wg4dt_v2",
        "version": 2,
        "id": "wg4dt",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/zkd9h_v1",
        "title": "Summer Melt and the Postsecondary Pathway",
        "authors": "Brian Holzman, Corbin Franklin",
        "created": "2026-01-30",
        "abstract": "Summer melt describes the phenomenon of graduates who appear ready for college opting not to enroll after high school, often because of challenges arising during the summer. Using the Education Longitudinal Study of 2002, this study situates summer melt within the broader college-choice process by comparing summer melters with students who follow through on their intentions, those who never intend to enroll, and those who enroll without prior intent. Socioeconomic differences in summer melt are closely tied to earlier disparities in progressing toward college intent, and summer melters’ academic and behavioral patterns across high school vary more than those of college-intending enrollees. These results highlight the value of viewing summer melt as one point among several at which students reconsider their postsecondary plans, as well as the need for conceptual models that incorporate ongoing, rather than discrete, decision-making in the transition to college.",
        "url": "https://doi.org/10.31235/osf.io/zkd9h_v1",
        "version": 1,
        "id": "zkd9h",
        "subjects": "Sociology",
        "subjects_osf": "Secondary Education, Higher Education, Sociology"
      },
      {
        "doi": "10.31235/osf.io/zvfm2_v1",
        "title": "Young Adults’ Fertility Intentions and Self-reported Rationales in Low-Fertility Finland",
        "authors": "INVEST Flagship, Lydia Palumbo, Marika Jalovaara, Christina Salmivalli",
        "created": "2026-02-02",
        "abstract": "Objective: This study identifies profiles of individuals with similar rationales for their fertility intentions and examines how these profiles relate to fertility intentions in Finland. Background: Total fertility rates in Finland have declined sharply since 2010, reaching lowest-low levels in recent years. This study complements previous, mostly register-based, research by focusing on young Finns’ fertility intentions and their self-reported rationales. Method: We analyzed survey responses from 3,803 young Finns (aged 20–29) collected in 2021–2022, who evaluated how 39 rationales influenced their fertility intentions, including postponement, not desiring (additional) children, or uncertainty. Exploratory factor analysis was used to group the rationales, and latent profile analysis identified distinct groups of individuals with similar rationales. Multinomial logit models were then estimated to examine the associations between these profiles and fertility intentions. Results: We identified five latent profiles differing in their constellations of personal and partnership concerns, autonomy concerns, global concerns, and career-related concerns. Postponing childbearing was typical of the groups with moderate concerns over personal autonomy and career, who could also have experienced personal and partnership difficulties. Individuals who intended to forgo childbearing entirely prioritized personal autonomy and global concerns. Conclusions: Practical circumstances primarily drive the postponement of childbearing, while ideological motivations and lifestyle choices are more strongly associated with intentions to remain childless.",
        "url": "https://doi.org/10.31235/osf.io/zvfm2_v1",
        "version": 1,
        "id": "zvfm2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/2j9fm_v2",
        "title": "Why does poverty increase time discounting? A mathematical model",
        "authors": "Benoît de Courson, Willem Frankenhuis, Daniel Nettle",
        "created": "2026-02-03",
        "abstract": "People in situations of poverty tend to heavily discount the future. Despite robust evidence, the theoretical literature lacks satisfying models to explain why. Existing theories often invoke urgent needs to explain impatience, this intuition is not sufficient: in persistent poverty, one may need resources tomorrow as much as today. We show that previous models assume that poverty is temporary and improvement is expected, and predict discounting only under this condition, which is rarely realistic. Here, we present the first model showing that time discounting can be rational in persistent poverty. We propose a two-period model in which basic needs are captured by a 'desperation threshold' -- a critical resource level above which agents aim to stay. In four stylized scenarios, we show analytically that agents discount the future near the threshold and are patient at intermediate resource levels. In line with the empirical record, time discounting increases on both sides of the threshold, while risk taking is polarized -- higher below the threshold, lower above. Unlike existing accounts, our explanation does not rely on assuming a future improvement in financial situation. Rather, it predicts a U-shaped effect of future expectations, with greater time discounting if the future will be either much better or much worse than the present, which can reconcile economic theory with ethnographic findings. Our findings suggest that addressing material scarcity directly, rather than attempting to alter future orientation, may be the most effective way to reduce time discounting and align behavior with true preferences.",
        "url": "https://doi.org/10.31235/osf.io/2j9fm_v2",
        "version": 2,
        "id": "2j9fm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3s5eq_v1",
        "title": "Assisting, Not Automating: Large Language Models in Qualitative and Mixed-Methods Research",
        "authors": "Moses Boudourides",
        "created": "2026-02-04",
        "abstract": "Qualitative and mixed-methods research has long balanced interpretive depth against empirical scope. The rapid expansion of digital and textual data has intensified this tension, creating methodological pressures that challenge established qualitative workflows. Large language models (LLMs) have recently been proposed as a means of addressing these pressures by enabling large-scale textual processing and synthesis. However, their apparent fluency risks conflating linguistic coherence with interpretation, thereby obscuring judgment, accountability, and scholarly responsibility. This paper argues that the methodological significance of LLMs for qualitative and mixed-methods research lies not in automation but in carefully governed computational assistance. Drawing on qualitative traditions centered on meaning, interpretation, and theory-building, the paper situates LLMs as infrastructural tools whose use must be governed by explicit research design, validation, and reflexive oversight. Particular attention is given to forms of failure that exceed factual error, including bibliographic distortion and loss of structural integrity in scholarly representation. The analysis develops a framework organized around research design patterns, human judgment under computational assistance, and three interrelated dimensions of validity: interpretive, integrative, and bibliographic. Ethical implications concerning consent, representation, bias, and responsibility at scale are also examined. The paper concludes that responsible integration of LLMs requires strengthening—not relaxing—the methodological commitments that define qualitative and mixed-methods inquiry. Carefully governed computational assistance, rather than automation, provides the appropriate orientation for incorporating computational assistance while preserving interpretive rigor.",
        "url": "https://doi.org/10.31235/osf.io/3s5eq_v1",
        "version": 1,
        "id": "3s5eq",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/7ur6e_v2",
        "title": "Virginity Beliefs and Gender in Malaysia: A Stigma Frame Analysis",
        "authors": "Munawar Ali Shaaban, Kartina Rau Raman, Assoc.Prof.Dr.Saravana Kumar",
        "created": "2026-02-02",
        "abstract": "Abstract Background: In various cultures, virginity is not only seen as a physiological state but an important symbol of purity as it is associated with morality, reputation within the community and family honor (1). The female virginity is often implicitly communicated through family and religious institutions, framing a woman’s body and chastity as points of collective honor (1). In an era of globalization and digital connectivity, such traditional paradigms are faced with modern, interest-based beliefs t",
        "url": "https://doi.org/10.31235/osf.io/7ur6e_v2",
        "version": 2,
        "id": "7ur6e",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8yts9_v1",
        "title": "Prosedur Penyusutan Arsip Pada BPJS Ketenagakerjaan Cabang Banda Aceh",
        "authors": "Muhammad Dzar Alghifari, Zahriatul Aini",
        "created": "2026-02-03",
        "abstract": "The archives are one of the important sources of information that can support the processes of administrative and bureaucratic activities. The archives created from processing units will always be improved because the activities of an institution or individual never stop and will grow. One way to reduce the amount excess archives in an organization or agency is by narrowing the archives. Archive reduction is one of the activities of archive management in the archival unit of an institution such as BPJS Ketenagakerjaan Banda Aceh Branch. The purpose of this research is to find out the stages of archive narrowing, and the constraints experienced by the BPJS of Banda Aceh Branch. This research uses qualitative descriptive methods with observational data collection techniques, interviews, and library studies. The result of this research is the production of archive shrinkage in BPJS. The archive is destroyed by the Archival Unit in several ways, and the archive transfer is carried out by the Archival Unit to the Head of ANRI. The transfer of archives to BPJS is done according to the guidelines of JRA. The problems experienced by BPJS are limited archive storage, a lack of human resources, and a lack of training for human resources.",
        "url": "https://doi.org/10.31235/osf.io/8yts9_v1",
        "version": 1,
        "id": "8yts9",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/9s3pd_v1",
        "title": "Developing and Pilot Testing a Culturally Appropriate Telephone-Based Smoking Cessation Program for American Indians",
        "authors": "Christine Makosky Daley, Sean M. Daley, Jason Hale, Charley Lewis, Joseph A Pacheco, Ryan Goeckner, Byron J Gajewski, Won S Choi",
        "created": "2026-02-02",
        "abstract": "Despite reductions in smoking rates across populations in recent years, American Indians continue to smoke at the highest rates of all racial/ethnic groups in the United States. To address this disparity, an individual telephone-based version of the successful culturally appropriate All Nations Breath of Life smoking cessation program was developed and pilot tested using community-based participatory research with a quit rate of 28.6% among program participants. The program was further modified based on process results and is now being tested for efficacy in a randomized trial using a novel Bayesian Adaptive Design at the request of the community.",
        "url": "https://doi.org/10.31235/osf.io/9s3pd_v1",
        "version": 1,
        "id": "9s3pd",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/anzqc_v1",
        "title": "Student Health Literacy and Awareness of 5G-Related Electromagnetic Field Exposure",
        "authors": "Mehdi Khalighi",
        "created": "2026-01-27",
        "abstract": "The rapid expansion of wireless communication technologies has transformed everyday patterns of technology use and raised new questions about public awareness and perceptions of potential health related risks associated with radiofrequency electromagnetic field (RF-EMF) exposure. Fifth generation (5G) mobile networks, introduced in 2019, rely on increasingly dense digital infrastructures that may alter how individuals interact with and experience wireless technologies. Generation Z represents a particularly relevant population for examining these issues due to near constant smartphone use beginning in childhood or adolescence. This pilot study examined smartphone use behaviors, awareness of RF-EMF exposure, and selected exposure relevant practices among high school and college students. A cross-sectional survey was administered to 60 high school students and 72 college students to characterize daily smartphone use across social networking, communication, and academic activities; device proximity behaviors during daytime and nighttime; network type (4G/5G); and awareness of regulatory exposure concepts, including Specific Absorption Rate (SAR). Descriptive statistics and exploratory subgroup comparisons were conducted. Results indicated substantial daily smartphone use across both groups, with college students reporting significantly greater total use and higher engagement across social networking, calling/texting, and study related activities compared with high school students (all p ≤ .005; small-to-moderate effect sizes). Awareness of RF-EMF exposure concepts and regulatory metrics was limited among participants. Exposure relevant behaviors, including close body proximity during daytime use and placement of phones near sleeping areas at night, were common across both groups. College students were significantly more likely to report use of 5G enabled devices than high school students (p = .045), although the effect size was small. These findings highlight important gaps in technology related risk awareness and health literacy among younger populations. The results underscore the need for improved risk communication strategies, educational interventions, and interdisciplinary research on how emerging digital infrastructures shape everyday technology use, perceptions of risk, and informed decision making in contemporary society.",
        "url": "https://doi.org/10.31235/osf.io/anzqc_v1",
        "version": 1,
        "id": "anzqc",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/apdmb_v1",
        "title": "한국의 복지균열 부상에 관한 연구",
        "authors": "Jihun Yeo",
        "created": "2026-02-05",
        "abstract": "이 연구의 목적은 경제성장담론이 지배적이던 한국정치에서 복지담론 및 전선이 부상한 요인을 규명하는 것이다. 경제 구조의 변화의 기존 규범에의 작용 및 시민사회 내 헤게모니를 둘러싼 담론투쟁 이론을 통해 2009년 무상급식부터 2012년 대선 시기 복지담론의 활성화 및 복지균열의 부상 요인을 추적하였다. 저 발달한 발전주의 복지레짐과 신자유주의 경제정책의 연계된 정책효과는 사회양극화, 빈 곤층 확대 등을 초래하였고, 이것은 ‘경제성장이 민생문제를 해결한다’는 기존의 규범을 약화 시켰다. 경제성장이 민생문제를 해결한다고 주장하고 집권한 이명박 정부의 정당성이 약화되 고, 2009년 경기교육감과 경기의회의 갈등을 계기로 무상급식 논쟁이 촉발하였다. 그리고 시 민사회 내 시민, 사회단체들은 사적이익을 공적이익으로 전환하고, 사회적 정당성을 획득하기 위한 담론투쟁을 전개한다. 이를 통해 국민여론이 무상급식 및 복지에 대한 지지로 변화하였 다. 복지에 대한 국민적 지지를 확인한 정당들은 특정 위기 국면에서 복지를 수용할 정치적 이익이 있는 세력 우선적으로 복지를 수용하게 된다. 그리고 여론, 시민사회단체들의 계속적인 압력 속에서, 선거에서 복지 이슈를 선점하기 위해 양당은 전면적으로 복지를 수용하고, 이후 이것은 경제민주화담론으로 이어지게 된다.",
        "url": "https://doi.org/10.31235/osf.io/apdmb_v1",
        "version": 1,
        "id": "apdmb",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ct5e6_v1",
        "title": "Textual and Functional Interstices: Notes from the Ground on Environmental Education Curriculum and Pedagogy",
        "authors": "Carol Blaizy D'Souza",
        "created": "2026-01-31",
        "abstract": "Political possibilities are shaped by how a problem is defined. When it comes to the environmental crisis, the defined contours of growth, development, and scarcity drive the conversation in predetermined directions. (D’Souza, 2019) Democratic processes can be compromised when these contours are narrowly traced and closed off to questioning. When outlined as categories liable to be influenced by culture, context, and power structures, their study can serve as a searching tool that illuminates complex dynamics. Environmental education influences and is influenced by the prevailing discourses in environmentalism. The discourse privileged by the curriculum's language frame depends on the text's location, who it is aimed at, and the concomitant priorities. In this exploratory paper, practitioners working in the fields of environmental education (EE) pedagogy, teaching, curriculum design, and activism were interviewed. The idea was to get a sense of what people in different fields working towards the common goal of better care for the environment and an ethic of sustainability had to say about the EE curriculum. What was their vision for it, and what was the reality they had encountered in these technology-driven, fast-paced times? Special attention was paid to interlocutors' thoughts on the significance of the words and language used in the curriculum.",
        "url": "https://doi.org/10.31235/osf.io/ct5e6_v1",
        "version": 1,
        "id": "ct5e6",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/dc9zs_v1",
        "title": "El algoritmo precoz: La delegación simbólica y la eyaculación scroll",
        "authors": "OMAR ENCINAS MENDOZA",
        "created": "2026-01-30",
        "abstract": "A partir de la Teoría de la Delegación Simbólica, este ensayo realiza un diagnóstico fenomenológico sobre la mutación del sujeto en el technohabitat contemporáneo. Superando las categorías convencionales de \"adicción\" o \"alienación\", se analiza cómo la superinterfaz opera una transferencia ontológica donde el individuo terciariza sus facultades de síntesis y juicio. Se introduce la categoría de \"algoritmo precoz\" como el dispositivo biopolítico encargado de abolir la duración simbólica, y se define la \"eyaculación scroll\" como la mecánica de descarga y evacuación que impide la inscripción de la experiencia. Este análisis expande el entramado teórico del autor —aplicado previamente a las esferas del trabajo, la economía y el amor— hacia el microcosmos de la gestualidad digital, fundamentando la tesis de la desposesión del Yo y la anulación de la presencia soberana.",
        "url": "https://doi.org/10.31235/osf.io/dc9zs_v1",
        "version": 1,
        "id": "dc9zs",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/dpvmg_v1",
        "title": "From community to crisis and back again: using systematic mapping methodology to critically explore conceptualisations of LGBTQ+ suicide prevention in the UK",
        "authors": "Hazel Marzetti",
        "created": "2026-02-03",
        "abstract": "Although globally it is acknowledged that LGBTQ+ communities face disproportionately high rates of suicidal thoughts and attempts when compared to their heterosexual counterparts, less is known about the suicide prevention needs of LGBTQ+ people. In response, UK suicide prevention policies have suggested that there needs to be tailored, prioritised and culturally appropriate methods of prevention employed. However, what these should, or even could, look like has been left undefined and unguided. To begin to address this, in this research I employed systematic mapping methods, identifying 79 services, groups and organisations providing suicide prevention to LGBTQ+ communities and engaging with 37 practitioner and facilitators for informal reflections on their service provisions in the UK. Reflecting critically on the findings of this, I explore the pathologising problematics and productive potentialities of expanding suicide prevention beyond the conventional disclosure-to-recovery, mental health model that dominates the landscape of suicide prevention both in the UK, and globally. I ultimately argue that the discomforting tension between the problematic and the productive may offer us fertile space to not only consider what LGBTQ+ suicide prevention is, but what all suicide prevention could be.",
        "url": "https://doi.org/10.31235/osf.io/dpvmg_v1",
        "version": 1,
        "id": "dpvmg",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/emrqa_v1",
        "title": "Enabling Access to Online Platform Data: Research Data Infrastructures in the DSA Era",
        "authors": "Olivier Y. Rouquette, Yannik Peters, Johannes B. Gruber, Sebastian Stier, Katrin Weller",
        "created": "2026-02-02",
        "abstract": "The European Union’s Digital Services Act (DSA) introduces, for the first time, a legal framework granting researchers access to data from very large online platforms and search engines. This represents a profound shift in how platform data can be obtained: access becomes a regulated right rather than a technical workaround. Yet the DSA’s promise of transparency depends on the ability of researchers to meet stringent legal and technical requirements for security, confidentiality, and data protection. Few researchers can do so individually. This commentary argues that the emerging DSA regime makes research infrastructure a precondition for meaningful and lawful data access. Secure Processing Environments (SPEs) and other institutional arrangements can mediate between three actors — researchers, platforms, and Digital Services Coordinators — ensuring trust, compliance, and accountability. In this role, infrastructures become not just technical means but governance interfaces that translate regulatory obligations into practical research conditions. The shift from ad hoc data collection to regulated access requires more than new rules; it demands a reorientation of the research community itself. Building and sustaining infrastructures is now integral to enabling independent, transparent, and reproducible platform research. The DSA, we suggest, inaugurates a new phase in the politics of data access — one in which infrastructures mediate the relationship between science, regulation, and the digital platforms that shape public life.",
        "url": "https://doi.org/10.31235/osf.io/emrqa_v1",
        "version": 1,
        "id": "emrqa",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/hqjf5_v1",
        "title": "“Largest-large” families in Italy: what do we know about them?",
        "authors": "Maria Castiglioni, Fausta Ongaro",
        "created": "2026-02-03",
        "abstract": "From 1961 in Italy the average number of individuals per household decreased from 3.6 to 2.4 in 2011 and to 2.2 in 2022, and the proportion of households with six or more members or more from 14.4% to 1.4% and 1.2% respectively. Large families, particular those with four or more children, are often associated with poverty, but, given their rarity, they are extremely difficult to study. They are essentially unknown, especially in contexts of very low fertility, such as Italy. We aim to characterize families with four or more children (largest-large families) and to identify the socio-demographic factors that distinguish them from families with one or two children (small families) which represent the prevailing model. To do this, we apply multivariate logistic models to microdata from the 2011 Italian Population and Housing Census. This is the last Census conducted in Italy on universal population basis. Sample surveys are usually not large enough to enable in-depth analyses of the processes underlying the formation of this type of families. The census source also allows analyses to be conducted separately for the native and non-native populations. Results suggest a socio-economic polarization of largest-large families and a negative association with women’s education among both native and non-native populations. Among Italian couples only, re-partnering is a predictor of having a largest-large family and couples in which the male partner is self-employed are more likely to have four or more children than those with employed men. Regional cultural and institutional differences also play a non-negligible role.",
        "url": "https://doi.org/10.31235/osf.io/hqjf5_v1",
        "version": 1,
        "id": "hqjf5",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/j7ydp_v1",
        "title": "Reclaiming ‘Normal Life’: Everyday Resistance by Gen Z in Iran",
        "authors": "MAJID IMANI",
        "created": "2026-01-27",
        "abstract": "This paper examines how Generation Z bridges online and offline spaces to reclaim normal life. Drawing on the concepts of “quiet encroachment” and “everyday resistance” the paper argues how resistance flows between online and offline realms, quietly reshaping the boundaries of social life. This study adopts an anthropological approach, employing ethnographic methods in both offline and online spaces to explore the lived experiences of Iranian Generation Z. Data was collected through three fieldwork periods, online materials, and in-depth interviews. A reflective thematic analysis identifies two core themes: Generation Z's everyday resistance and 'reclaiming normal life' within the context of the Woman Life Freedom movement.",
        "url": "https://doi.org/10.31235/osf.io/j7ydp_v1",
        "version": 1,
        "id": "j7ydp",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/m4kuf_v1",
        "title": "Social Media Driven Rumours and Communal Violence in Bangladesh: Patterns, Catalysts, and Mitigation Strategies",
        "authors": "Mohammad Khairul Alam",
        "created": "2026-02-01",
        "abstract": "The swift growth of social media use in Bangladesh has strengthened communication but has also lightning the diffusion of rumours. In several latest events, unverified posts framed around political, religious, and identity-based outrage have moved quickly from online spaces into offline vandalism and communal violences. The transition from rumour to violence is not automatic and unavoidable. It depends on how digital content is articulated, who disseminates it where it spreads, and how authorities respond. This study develops a sequential explanation of social media driven rumour spread in Bangladesh and analyses a risk-reduction model. Using a mixed-methods design, this study combines content analysis of viral rumour incidents, interviews with journalists, diffusion pathway mapping within closed networks, influencer, and digital security stakeholders. Presenting information suggests that escalation is most likely when identity threats circulate through trusted local networks and confusing institutional responses. Employing Social Exchange Theory, the study argues that perceived institutional failure facilitates negative reciprocity and accumulation. This study also suggests a mitigation strategy structured around early detection, rapid institutional communication, and locally credible counter-narratives.",
        "url": "https://doi.org/10.31235/osf.io/m4kuf_v1",
        "version": 1,
        "id": "m4kuf",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/n3ut5_v1",
        "title": "Inception, Survival and Success of Bangladesh Ready-made Garments Industry in World Economy",
        "authors": "Mahmud Wahid",
        "created": "2026-01-29",
        "abstract": "This paper takes an attempt to understand the readymade garments industry of Bangladesh which made its appearance in the global market in 1970s. Since then there have been various important events which took place and made impact in the exporting business regarding RMG sector. A sequential approach has been taken to understand the inception of the garments business in Bangladesh and how it has grown over the years with the support of various internal and external factors. A major growth in business has been observed in the 1990s but the business also faced major hurdle in the year 2004 when Multi-Fiber agreement was phased out. We take a look at how Bangladesh have survived this scare and became a top player in this arena overcoming formidable oppositions.",
        "url": "https://doi.org/10.31235/osf.io/n3ut5_v1",
        "version": 1,
        "id": "n3ut5",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/q6fus_v1",
        "title": "Between Choice and Coercion: Debates on Sex Work and Sex Traffi cking in India",
        "authors": "Ashna Devaprasad",
        "created": "2026-02-04",
        "abstract": "Over the past two decades, discussions on human trafficking have disproportionately focused on sex trafficking in the context of prostitution, sidelining other forms of exploitation. This article engages with key findings from the empirical literature on the Indian experience to unpack the complex relationship between sex trafficking and sex work. Interpretations of “exploitation” in both fields are fluid and constantly negotiated in real-world scenarios. Policy measures intended to combat trafficking can inadvertently harm sex workers by increasing surveillance, restricting movement, and heightening vulnerability to exploitation, thus threatening their livelihoods.",
        "url": "https://doi.org/10.31235/osf.io/q6fus_v1",
        "version": 1,
        "id": "q6fus",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qb4k7_v1",
        "title": "There’s a little capitalist in me: Artists’ perspectives on entrepreneurship",
        "authors": "Daniel Karlsson, Alison Gerber",
        "created": "2026-01-30",
        "abstract": "This article examines the influence of entrepreneurialism on the self-conceptions and practices of contemporary artists, highlighting the interplay between traditional artistic values and emerging entrepreneurial norms. We explore the sociological processes through which precarious labor markets and entrepreneurial discourses have reshaped artistic subjectivities. Artists today navigate fragmented careers marked by overwork, uncertainty, and excessive self-promotion, while simultaneously reinterpreting ideals like autonomy, creativity, and authenticity through entrepreneurial lenses. We underscore the ambivalence artists experience in engagements with entrepreneurialism: some embracing it as a pathway to fulfillment, while others critique its alignment with market logics. By situating entrepreneurialism within broader cultural and structural contexts, we reveal the ways that it naturalizes precarious conditions and reinforces individual responsibility for success. Ultimately, this work calls for critical engagement with the entrepreneurial spirit that shapes modern art worlds and emphasizes the need to address structural inequalities in creative industries.",
        "url": "https://doi.org/10.31235/osf.io/qb4k7_v1",
        "version": 1,
        "id": "qb4k7",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qr97m_v1",
        "title": "Unlocking Economic Potential: A Review of University Entrepreneurial Ecosystems and Spin-offs within the New Zealand Context",
        "authors": "Sam Mutsamwira",
        "created": "2026-02-01",
        "abstract": "This review synthesises the literature on university entrepreneurial ecosystems to understand their role in fostering university spin-off companies as drivers of economic development. This study adopts a systematised conceptual literature review design, employing a structured search and thematic synthesis to develop an integrative conceptual framework that positions university entrepreneurial ecosystems as a dynamic interplay between internal (e.g. university leadership, faculty) and external (e.g. government, venture capitalists) stakeholders. The framework identifies knowledge spillover and transfer as key mediating processes, and highlights intellectual property frameworks and mechanisms (e.g. university IP policy, legal system) as a critical moderator that can either enable or constrain academic entrepreneurship, and subsequently spin-off formation. Applying this lens to New Zealand, a paradoxical situation was uncovered: while home to a recognised “emerging world leading” university entrepreneurial ecosystem, there is a significant paucity of recent, system-wide academic research. Key gaps are identified, including the need for longitudinal data on spin-offs performances, and a deeper understanding of internal ecosystem dynamics like the critical imperative to integrate Mātauranga Māori (Māori traditional knowledge) into commercialisation pathways. This review provides a foundation for future empirical research and offers insights for policymakers and university leaders in New Zealand and other small, innovative economies. Keywords: University Entrepreneurial Ecosystem, University Spin-off, Technology Transfer, Intellectual Property, Knowledge Spillover, Academic Entrepreneurship, New Zealand",
        "url": "https://doi.org/10.31235/osf.io/qr97m_v1",
        "version": 1,
        "id": "qr97m",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/r3z47_v1",
        "title": "De-escalation techniques on daily duty: A body-worn camera analysis of police-civilian interactions in the Netherlands",
        "authors": "Lenneke van Lith, Peter Ejbye-Ernst, Esther Borghuis, Vana Hutter",
        "created": "2026-01-30",
        "abstract": "Purpose – This study examines the de-escalation techniques police officers employ during everyday encounters with civilians and assesses how the use of these techniques varies when civilians exhibit different emotional and behavioral states. Design/methodology/approach – We systematically analyzed body-worn camera footage from 82 real-life police-civilian interactions in the Netherlands, coding 35 distinct de-escalation techniques. Using Firth’s logistic regression with cluster bootstrap, we assessed differences in technique use for interactions involving civilians showing intoxicated, incomprehensible, or heightened emotional behavior, compared to interactions with civilians not exhibiting these behaviors. Findings – Officers employed the full range of de-escalation techniques, most frequently utilizing communication strategies. The use of specific techniques varied with the civilians’ emotional and behavioral states. For 22 de-escalation techniques, the odds that officers use them proved to be either significantly higher or lower in the investigated types of interactions. Sixteen techniques were specific for one type of interaction (e.g., civilian showing incomprehensible behavior), while six were significant for more than one type of interaction. Most differences were observed in interactions with civilians exhibiting heightened emotional behavior, where, for example, the odds of officers remaining calm were higher compared to interactions with civilians not showing such behaviors. Originality/value – Few studies have examined officer de-escalation techniques in real-life interactions using body-worn camera footage. This study advances our understanding of what de-escalation entails in daily practice and how officers adapt their techniques to the civilians’ emotional and behavioral states.",
        "url": "https://doi.org/10.31235/osf.io/r3z47_v1",
        "version": 1,
        "id": "r3z47",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/s5u6v_v1",
        "title": "Low social support is a risk factor for food insecurity: Evidence from France, the UK and the USA",
        "authors": "Daniel Nettle, Melissa Bateson",
        "created": "2026-02-02",
        "abstract": "Background. Food insecurity (FI) is associated with increased mortality and poor health. In high-income populations, documented risk factors for experiencing FI include low income, being female, having children, and ethnic minority status. Low social support may increase the risk of FI above and beyond these. Methods. In two epidemiological datasets, the Changing Cost of Living Study (CCLS; UK and France) and the National Health Interview Survey 2024 (NHIS; USA), we used model selection to identify the best predictors of FI from a set including social support alongside socioeconomic and demographic variables. Results. In both datasets, social support was selected as a predictor variable. High social support roughly halved the odds of experiencing FI (CCLS: 0.45 (95% CI 0.35 - 0.56); NHIS: OR 0.52 (95% CI 0.49 - 0.56)). Other selected predictor variables were income, income volatility, gender, and age (CCLS); and income, gender, age, having children, education and ethnicity (NHIS). Social support operated additively to other factors. Conclusions. Low social support is an independent risk factor for FI. FI may be reduced by fostering social connection and capital; and inferences about the causal effects of FI on health may be confounded by the influence of social support on both.",
        "url": "https://doi.org/10.31235/osf.io/s5u6v_v1",
        "version": 1,
        "id": "s5u6v",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/sj69a_v1",
        "title": "The Influence of Gender Identity on Eating Disorders: Differences Between Gender Groups",
        "authors": "Bui Thi Dieu Linh, Nguyen Khanh Chi, Hoang Tuan Minh",
        "created": "2026-02-01",
        "abstract": "This study focused on exploring the relationship between gender identity and eating disorders in high school students, in order to clarify the differences in rates, manifestations and levels of influence between different gender groups. Using a combination of qualitative and quantitative methods with 170 students participating in the survey in Hanoi, the results showed that the rate of eating disorders was highest in females, followed by males and the other gender group. In particular, the other gender group had the most severe and diverse levels of eating disorders. Factors such as body dissatisfaction, social pressure on body standards, gender discrimination and internalization of appearance standards had a significant impact on eating disorder behavior. The study also showed that eating disorders negatively affected students' mental health, while coping ability was limited and there was a lack of appropriate support. On that basis, the study proposes educational, communication and school psychological support solutions for effective prevention and intervention, with special attention to gender-diverse student groups.",
        "url": "https://doi.org/10.31235/osf.io/sj69a_v1",
        "version": 1,
        "id": "sj69a",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/u5zh3_v1",
        "title": "Disguised Harm: Documenting Covert Digital Stalking, Symbolic Manipulation, and Obsessive Relational Intrusion in the Digital Age",
        "authors": "Malinda L. Price-Utter",
        "created": "2026-01-31",
        "abstract": "This manuscript presents an anonymized, longitudinal qualitative single-case dataset documenting digitally mediated obsessive relational intrusion (ORI), symbolic manipulation, and covert pursuit behaviors within contemporary social media environments. The primary evidentiary window spans November 2023 through May 2025, with documentation and analysis concentrated across 2024–2025. The case is reported from the perspective of the primary target and applies a structured analytic approach that distinguishes (a) observable digital behaviors (e.g., timestamps, posts, interactions, and platform activity) from (b) interpretive analysis grounded in repeated patterns, timing relationships, symbolic consistency, and escalation dynamics observable across time and platforms. The dataset is organized as a structured case file consisting of an executive summary, preface, and methodology section outlining documentation procedures and interpretive criteria; contextual background establishing relevant relational and digital history; a master timeline organized around correlated activity and post-response timing relationships; and appendices addressing recurrent tactic clusters, including sexual objectification, identity manipulation, covert account proliferation, fantasy-based framing, and probability-based reasoning relevant to assessments of intentionality. All identifying details—including names, locations, venues, and searchable lyrical content—have been anonymized or paraphrased to preserve privacy while retaining evidentiary and analytic integrity. This work is shared to support sociological research, interdisciplinary scholarship, advocacy, and public understanding of technology-facilitated forms of relational harm that may remain socially and institutionally difficult to recognize due to plausible deniability and indirect communication architectures. It is not presented as a legal claim or criminal allegation, but as a high-resolution longitudinal dataset illustrating how digitally mediated ORI may be sustained through symbolic intrusion and psychological presence without continuous direct contact. The full anonymized case file is available as an accompanying dataset via OSF.",
        "url": "https://doi.org/10.31235/osf.io/u5zh3_v1",
        "version": 1,
        "id": "u5zh3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/v32s5_v1",
        "title": "A “Calling” for Artistic Productivity: The Subjectivity of Work among Reformation-era Artisans",
        "authors": "Jan Wetzel",
        "created": "2026-02-02",
        "abstract": "Over a century after its publication, Max Weber’s The Protestant remains a foundational text for understanding not only the historical genesis of modern capitalism but also the subjectivity of contemporary occupational life. This enduring status is striking because Weber’s argument rests primarily on theological writings rather than on direct engagement with the (historical) occupational world. While recent economic history has produced a substantial body of empirical tests and refinements of Weber’s thesis, far less attention has been paid to his core claim that theological concepts helped shape distinctive work-oriented subjectivities. This article addresses that gap by examining art manuals produced for and by artisans during the Reformation era, with a particular focus on Nuremberg. By situating these manuals in their historical contexts, it demonstrates that their authors explicitly related their understandings of work to theological ideas, though in ways that depart from standard Lutheran assumptions. The manuals draw not only on Protestant sources but also on humanist traditions. Moreover, they frame the dissemination of artistic knowledge through print as a Christian obligation to enhance the community’s artistic productivity, thereby articulating an implicit logic of economic expansion that cannot be reduced to a Calvinist ethos.",
        "url": "https://doi.org/10.31235/osf.io/v32s5_v1",
        "version": 1,
        "id": "v32s5",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ypbzm_v1",
        "title": "Aging With Autism and ADHD: A Life-Course Framework",
        "authors": "Hari Srinivasan",
        "created": "2026-02-02",
        "abstract": "As autism and ADHD cohorts reach later life in growing numbers, population aging frameworks face a critical challenge: conventional models assume aging occurs independently of lifelong neurodevelopmental disability. This review synthesizes findings from autism research, life-course theory, and aging studies to examine how lifelong neurodevelopmental differences interact with age-related health and system demands. By integrating evidence on physical health, mental health, service access, and regulatory demands, the review identifies mechanisms through which aging-related challenges emerge in autistic and ADHD populations and highlights implications for clinical care and support planning. We show that later-life outcomes reflect interaction effects between stable neurodevelopmental profiles, universal biological aging, and cumulative institutional exposure, rather than diagnosis timing or progressive trait change. Functional changes often attributed to decline instead reflect reduced recovery capacity under increasing health complexity and system demands. This reframing has direct implications for population planning, healthcare design, and service integration, particularly for high-support individuals who encounter aging-disability interactions earliest. The review concludes by identifying critical research gaps and system stress points requiring anticipatory policy as neurodevelopmentally diverse populations age.",
        "url": "https://doi.org/10.31235/osf.io/ypbzm_v1",
        "version": 1,
        "id": "ypbzm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3ytzr_v1",
        "title": "Artificial intelligence for intelligence analysis",
        "authors": "Leonardo Sebastian Goodall, Petter Törnberg, Julia Ebner, Mohsen Mosleh, Harvey Whitehouse",
        "created": "2026-02-03",
        "abstract": "Preventing and countering violent extremism (P/CVE) research has long relied on profiling approaches that draw on demographic variables, ideological labels, and observable late-stage behaviours. These strategies have consistently performed poorly, and their limitations are further exposed in contemporary digital environments, where ideological identities are fluid, most individuals who engage with extremist content never mobilise, and a highly fragmented ideological landscape frustrates stable categorisation. In parallel, psychological research has identified mechanisms that help explain why only a minority escalate to violence, yet these mechanisms remain difficult to operationalise and test at scale. This Perspective argues that recent advances in artificial intelligence—broadly defined to include statistical learning, generative modelling, and decision-oriented optimisation—provide tools to close this operational gap when explicitly aligned with psychological theory. At the individual level, machine learning, natural language processing, and large language models enable measurement and forecasting from heterogeneous digital traces. At the interpersonal level, graph-based approaches may capture influence dynamics, exposure pathways, and the evolution of extremist social milieus. At the collective level, agent-based simulations and field experiments support explanatory and counterfactual analysis of mobilisation processes. We advance a hybrid research agenda that prioritises theory testing, mechanism evaluation, and carefully bounded intervention analysis over automated individualised profiling, advancing a more mechanistic, empirically grounded, and scalable science of P/CVE.",
        "url": "https://doi.org/10.31235/osf.io/3ytzr_v1",
        "version": 1,
        "id": "3ytzr",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Science and Technology Studies, Linguistics, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/7aqws_v1",
        "title": "To share or not to share: Examining social media in public relations scholarship",
        "authors": "Tyler G. Page, Jordan Morehouse, Luke W. Capizzo, Elizabeth L. Toth, Alvin Zhou",
        "created": "2026-02-04",
        "abstract": "Social media has become an indispensable component of everyday life, and had a transformative impact on the practice of public relations. This study reflects on the influence of social media in public relations scholarship and examines social media research to identify strengths, gaps, and assumptions in this body of literature. Using structural topic modeling and bipartite network analysis, this research models every word published in six leading journals studying public relations from 2012 - 2022 in two separate studies. First, a census of the 2,675 articles, totaling 15,926,460 words, is analyzed to establish the percentage of scholarship related to social media, what methodologies are used to study social media, and how social media interacts with other topics within public relations. Second, a subset of 666 articles that heavily emphasize social media are examined in order to identify the key social media topics within public relations scholarship. This research finds that few social-media specific topics are being studied in public relations scholarship and that even research focused on social media is more heavily emphasizing existing public relations theory than social media-specific topics.",
        "url": "https://doi.org/10.31235/osf.io/7aqws_v1",
        "version": 1,
        "id": "7aqws",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/8smwr_v2",
        "title": "Co-creation of nutrition interventions in higher education settings: proposals from a student citizens’ assembly",
        "authors": "Hajar el Karmouni, Henri Dehove, Benjamin Alles, Julia Baudry, Emmanuelle Kesse-Guyot, Sandrine Péneau, Mathilde Touvier, Malo Mofakhami, USPN Student Citizens’ Assembly Group, Alice Bellicha",
        "created": "2026-02-03",
        "abstract": "Background: Improving students’ diet is a public health priority, yet interventions often fail to address the structural barriers students face, particularly in socioeconomically disadvantaged settings. This study aimed to assess how students involved in a co-creation process (i.e. a student citizens’ assembly) conceptualise and prioritise solutions to improve students’ access to healthier, more climate-friendly diets. Methods: This participatory research took place at a French university (Sorbonne Paris Nord) located in socioeconomically disadvantaged suburbs of Paris. A student citizens’ assembly was conducted with the aim to co-create concrete proposals that would enhance students’ access to sustainable diets and physical activity. The assembly involved 27 students randomly selected among a pool of volunteers. Over three days in November 2024, students received awareness-raising and training, deliberated among themselves then with institutional and local stakeholders, and formulated proposals. For each proposal, students were asked to rate anonymously their approval on a 10-point scale. Proposals related to diet (i.e. not physical activity) were analysed a posteriori using two complementary frameworks: the DONE framework classifying determinants of diet (individual, interpersonal, environmental /policy) and the FAO dimensions of sustainable diets (health, ecological, socioeconomic, cultural). Results: Overall, 31 proposals were formulated, of which 77% targeted environmental and policy determinants of diet (e.g. institutional regulations, university policies, food assistance solutions, improved food affordability and availability, food labelling). Other proposals referred to individual (19%) and interpersonal determinants (3%). In addition, 39%, 29%, 23% and 10% proposals addressed the health, socio-economic, ecological and cultural dimensions, respectively. Mean approval ratings (SD) for each proposal ranged from 6.7 (4.0) to 9.7 (0.9), with a mean (SD) value for all proposals of 8.6 (0.7). Proposals addressing the socio-economic dimension received the highest approval ratings (mean [SD] 9.0 [0.6], vs 8.4 [0.6], 8.4 [0.8] and 7.9 [0.4] for the health, ecological and cultural dimensions, respectively). Conclusion: The predominance of environmental and policy measures targeting economic access to food highlights the importance of co-creation and its value to align interventions with participants’ needs and expectations. One major challenge that warrants further investigation is the capacity of stakeholders to implement such proposals, and to evaluate their effectiveness.",
        "url": "https://doi.org/10.31235/osf.io/8smwr_v2",
        "version": 2,
        "id": "8smwr",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/bsk4y_v1",
        "title": "Identifying Opportunities and Barriers to Innovation in Residential Care Building Design: An Australian e-Delphi Study",
        "authors": "Anahita  Sal Moslehian, Sarah McGann, Rebecca McLaughlan, Chloe Piper, Ruby Lipson-Smith, Richard Tucker",
        "created": "2026-02-02",
        "abstract": "The procurement of residential care facilities presents opportunities for design innovation yet is challenged by various contextual factors, including country-specific policies, regulations, research, care models, organisational practices, and socioeconomic influences. Despite the impact of these factors on built quality, research on their role in supporting design innovation remains limited. Defining procurement as four phases—Planning, Design, Construction, and Occupancy— this study aims to provide a holistic understanding of these dynamics to identify pathways to design innovation. Objectives are, to: 1) create a diagrammatic representation of the procurement process for new residential care facilities, highlighting key stakeholders; 2) identify and prioritise contextual factors that significantly influence innovation in residential care facility design; and 3) explore the facilitators and barriers to innovation at each step of the process to propose actionable strategies for overcoming them. A multi-method qualitative approach included a systematic literature review, analysis of 38 case studies, and a two-round national e-Delphi study with 32 experts from four stakeholder groups. The findings offer a foundation for policymakers to assess the influence of various factors, reframe power dynamics between key stakeholders, and explore transdisciplinary collaboration models to foster innovation. The study reveals that many challenges are not unique to residential care facilities but reflect broader systemic issues across sectors and building typologies.",
        "url": "https://doi.org/10.31235/osf.io/bsk4y_v1",
        "version": 1,
        "id": "bsk4y",
        "subjects": "(Other)",
        "subjects_osf": "Australian Studies, Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/dc6xv_v1",
        "title": "Une nouvelle définition de la gare Montparnasse",
        "authors": "Léo Martial",
        "created": "2026-01-30",
        "abstract": "Dans le contexte de l'ouverture à la concurrence du marché ferroviaire européen actée en 2010, ce document examine les mutations nécessaires des infrastructures françaises, en prenant pour cas d'étude la gare Montparnasse. Alors que le modèle historique de la SNCF se voit confronté à de nouveaux impératifs de compétitivité et de rentabilité, l'étude propose une analyse comparative avec le système ferroviaire japonais, privatisé dès 1987. L'auteur met en lumière la stratégie des opérateurs nippons qui, par une diversification massive (immobilier, commerce, services) et une densification urbaine autour des nœuds ferroviaires, ont transformé les gares en véritables centres de vie urbains. L'analyse se concentre ensuite sur les spécificités de la gare Montparnasse : son évolution architecturale complexe, sa relation verticale avec la Tour Montparnasse, son manque de connexion au réseau RER et son isolement relatif dans le tissu parisien. En transposant les réussites du modèle japonais — notamment l'intégration des fonctions de transport et de consommation — ce travail explore les pistes d'une redéfinition de la gare Montparnasse. L'objectif est de démontrer comment le passage d'un simple lieu de transit à un pôle multimodal dense et diversifié peut répondre aux enjeux économiques de la libéralisation tout en palliant les ruptures urbaines héritées de l'urbanisme de dalle.",
        "url": "https://doi.org/10.31235/osf.io/dc6xv_v1",
        "version": 1,
        "id": "dc6xv",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/djgbp_v1",
        "title": "A macroevolutionary theory of urbanization",
        "authors": "David S. Sandeford",
        "created": "2026-02-03",
        "abstract": "Urbanization is perhaps the most consequential and best documented process in the archaeological and historical record, yet we lack a formal evolutionary theory to explain it. It is hypothesized that increases in the productivity, density, and scale of urban social organization confer competitive advantages on polities and that the cultural evolutionary process selects for polities that maximize these urban properties subject to institutional and energetic constraints. This hypothesis is formalized as a set of quantitative predictions describing cross-cultural urban scaling and tested with archaeological and historical data describing hundreds of cities and polities from across the globe spanning the last 7,000 years. The results support the claim that cities have evolved toward maximal productivity, density, and scale.",
        "url": "https://doi.org/10.31235/osf.io/djgbp_v1",
        "version": 1,
        "id": "djgbp",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/gz37y_v1",
        "title": "Building Bridges Through Infrastructure: Citizen Science and Institutional Integration in Air Quality Monitoring",
        "authors": "Henri de Ruiter, Kirsten Vegt, Hester Volten, Margaret Gold, Janneke Elberse",
        "created": "2026-01-20",
        "abstract": "Citizens are increasingly using low-cost sensors to measure their surroundings, for example air quality. Sensor measurements offer greater temporal and spatial resolution and therefore have the potential to complement official monitoring practices. However, the integration of citizen science (CS) data into official frameworks is still limited. CS data are often perceived as “messy”, with barriers such as concerns about data quality, the absence of standard methodologies, and perceptions of unreliability. While these challenges are well-documented, the critical role of infrastructure in bridging CS data and institutional frameworks has received less attention. This study examines the case of Measure Together, a government-funded project and community that functions as a boundary organisation to bridge the gap between CS initiatives and institutional air quality monitoring. We explore how a CS infrastructure emerges through a combination of relational, organisational and technical factors aimed at making sense of CS data. We further analyse how this CS infrastructure is beginning to merge with official monitoring infrastructure, resulting in a hybrid infrastructure that seeks to combine local data and insights from CS with the standardised and rigorous approaches of official monitoring. Our analysis highlights critical tensions, including conflicts between local and generic data, the action-oriented expectations of many CS participants versus the long-term timelines of official infrastructure, and challenges around trust and standardisation. We conclude by identifying pathways to navigate these tensions, emphasizing the need for adaptive, participatory infrastructure that balance rigour with societal relevance, fostering greater integration between CS and official infrastructures.",
        "url": "https://doi.org/10.31235/osf.io/gz37y_v1",
        "version": 1,
        "id": "gz37y",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/k23z7_v1",
        "title": "Natural immunity?: Examining relationships between neighborhood disadvantage and youth health risks, and the moderating role of community green space provision",
        "authors": "Janet Loebach, Rouzbeh Rahai, Asiya Natekal, Cory Parker, Byoung-Suk Kweon, Patsy Eubanks Owens",
        "created": "2026-02-03",
        "abstract": "Economic inequality in the U.S. has risen sharply over the past three decades, overlapping with persistent racial, ethnic, and spatial segregation to produce entrenched neighborhood-level disparities in health. Youth are especially vulnerable to these neighborhood effects, facing disproportionate risks from adverse environmental conditions. This study examines whether neighborhood disadvantage is associated with both increased prevalence of youth health risks and lower provision of green infrastructure across four U.S. cities (Houston, TX; Minneapolis, MN; Prince George’s County, MD; San Francisco, CA). We further test whether green space moderates the relationship between disadvantage and youth health. Census-tract analyses show that neighborhood disadvantage is strongly correlated with higher prevalence of obesity, asthma, and poor mental health among youth. Disadvantaged neighborhoods had significantly less park space and tree canopy cover, and areas with limited green space showed higher risks for all three health concerns. Greater tree canopy was specifically associated with reduced obesity risk. Crucially, interaction analyses revealed that higher proportions of park space substantially weakened the negative effects of disadvantage across all health outcomes. Findings underscore systemic underinvestment in green infrastructure in disadvantaged neighborhoods and highlight the protective potential of urban green space as a public health strategy for vulnerable youth.",
        "url": "https://doi.org/10.31235/osf.io/k23z7_v1",
        "version": 1,
        "id": "k23z7",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Urban Studies and Planning, Environmental Studies, Leisure Studies"
      },
      {
        "doi": "10.31235/osf.io/kgcna_v1",
        "title": "Development of a tobacco health literacy instrument for American Indians",
        "authors": "Christine Makosky Daley, Charley Lewis, Ryan Goeckner, Jinghua He, Won S Choi, Byron J Gajewski",
        "created": "2026-02-02",
        "abstract": "Low health literacy, an established risk factor of poor health outcomes, may be applied to better understand individual health related decisions and actions. Health literacy can help explain why and how people make prevention and treatment choices and is particularly salient in developing interventions among populations experiencing health disparities. American Indians experience the highest smoking and tobacco use rates of any racial/ethnic group in the United States, yet health literacy has never been examined for association with tobacco use. In this project, we developed and tested an instrument to assess tobacco health literacy among American Indians using a long (THL-L) or short (THL-S) form. The instrument was developed to measure prose, numeracy, and document literacy across five domains (health risks, addiction, cessation, environmental tobacco smoke, and cost). We tested both a long (25 question) and a short form (12 question) by administrating them to American Indians aged 18+ years attending community events at both urban and reservation communities in Kansas, Missouri, and South Dakota (THL-L: N=205; THL-S: N=114). Descriptive statistics were computed for all scored THL-L questions and demographic characteristics. The average score on the long form instrument was 17.76 (SD = 3.53); for the short form, it was 8.18 (SD = 2.17). THL-S scores show no statistically significant difference (p=0.16, Wilcoxon rank sum test). Both long- and short-form instruments appropriately assessed tobacco health literacy among American Indians. Neither measure includes traditional tobacco as a domain or item, suggesting this index may, with further testing, be appropriate for other populations.",
        "url": "https://doi.org/10.31235/osf.io/kgcna_v1",
        "version": 1,
        "id": "kgcna",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/kpbqe_v1",
        "title": "Finding the path beyond reputation repair: A structural topic modeling analysis of the crisis communication paradigm in public relations",
        "authors": "Tyler G. Page, Alvin Zhou, Luke W. Capizzo",
        "created": "2026-02-04",
        "abstract": "This research utilizes computational methods to examine crisis communication scholarship from 2010-2020 in two studies with a census of all articles in Public Relations Review and the Journal of Public Relations Research (n = 1,293 articles, 7,400,685 words). Results indicate crisis scholarship has expanded beyond its prior focus on reputation repair. Situational crisis communication theory and image repair are compared in volume of scholarship and methodological affinity. Social media, SCCT, and media relations are identified as central topics within crisis communication scholarship.",
        "url": "https://doi.org/10.31235/osf.io/kpbqe_v1",
        "version": 1,
        "id": "kpbqe",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/kw724_v1",
        "title": "The Constructed Indicator: A Practitioner’s Perspective on Interpreting QS Citations per Faculty",
        "authors": "Junjie Shen",
        "created": "2026-02-01",
        "abstract": "This Letter examines how the design of the QS Citations per Faculty (CPF) indicator shapes institutional interpretation and use, from a practitioner perspective. Drawing on experience in the data-checking cycle, it shows how citation rules, faculty denominators, and damping mechanisms can complicate verification and comparison. In particular, smoothing rules and faculty denominator definitions may cause published scores to diverge from underlying bibliometric performance. Improving the clarity of these design choices can support clearer interpretation, fairer comparisons, and more responsible use of high-stakes research metrics.",
        "url": "https://doi.org/10.31235/osf.io/kw724_v1",
        "version": 1,
        "id": "kw724",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science"
      },
      {
        "doi": "10.31235/osf.io/mdwjy_v1",
        "title": "Successful reduction of bear bile consumption in Vietnam using behavior change",
        "authors": "Elizabeth Davis, Kirstie A. Ruppert, Chau My Thi Le, Dat Cao, Trung Cao",
        "created": "2026-01-29",
        "abstract": "Bear bile is a highly demanded medicinal product in certain areas of Vietnam, which contributes to the decline of Asiatic black bears and sun bears. Multiple conservation strategies, such as closing bear farms and raising awareness, have been enacted in Vietnam to address this issue, but there have been few targeted demand reduction efforts. Here, we present the design and evaluation of a campaign to reduce demand for bear bile, founded on the principles of conservation marketing. We used a Theory of Change informed by baseline consumer research and consultations with international and local stakeholders to guide the design of the campaign. We used quantitative surveys to measure the prevalence of bear bile use in a Before-After-Control-Treatment (BACT) design (n = 1,690 individuals (pre-campaign: 767; post-campaign: 923)). Bear bile use declined by 97% in our treatment site (from 16% (CI: 12 – 19%) to 1% (CI: 0.3 – 2%)), and did not change significantly in the control site. We can conclude that our campaign did change behavior, and reduced demand for bear bile in our target community. We also found a significant shift to disagreement for the belief “Bears are easy to find in the wild”, indicating that accurate knowledge about bear population decline in Vietnam increased in the treatment site. Our results illustrate the conservation potential of demand reduction campaigns, particularly when paired with efforts to decrease the available supply of wildlife products.",
        "url": "https://doi.org/10.31235/osf.io/mdwjy_v1",
        "version": 1,
        "id": "mdwjy",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies, Anthropology, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/nzu6e_v1",
        "title": "Opportunities for Participatory Design in Shaping Australia’s Data Centre Futures",
        "authors": "Bronwyn Cumbo",
        "created": "2026-02-05",
        "abstract": "This paper examines how Participatory Design (PD) can be scaled to address ‘vertical inequities’ emerging between industry and government actors, and local communities and environments through Australia’s expanding data centre industry. Drawing on document analysis, and interviews with experts and community members in Sydney, the study identifies four disparities between industry and government imaginaries for Australia - a regional data centre hub, resilient and sovereign digital futures, economic expansion, and capitalising on ‘temporary’ investment opportunities - and the lived, material realities of communities living alongside data centre developments. Building on these findings, the paper contributes to discussions on scaling PD by exploring how PD can attend to vertical inequities by: (i) building critical data centre literacy; (ii) fostering transparency in sustainability governance; and (iii) broadening dominant visions of data centre futures to include community aspirations. Together, these interventions highlight PD’s potential to cultivate more inclusive and sustainable data centre futures.",
        "url": "https://doi.org/10.31235/osf.io/nzu6e_v1",
        "version": 1,
        "id": "nzu6e",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/pj9a8_v1",
        "title": "Audace ou acceptation, un choix du jeune architecte",
        "authors": "Léo Martial",
        "created": "2026-01-30",
        "abstract": "Ce mémoire d'Habilitation à la Maîtrise d'Œuvre en son Nom Propre (HMONP) interroge le positionnement professionnel du jeune architecte dans un contexte économique post-crise de 2008, marqué par la précarisation de la commande et le dumping d'honoraires. L'étude s'articule autour de la dichotomie entre l'exercice libéral indépendant (« audace ») et l'intégration au sein de grandes structures de bureau d'études (« acceptation ») . L'analyse repose sur une immersion professionnelle au sein du groupe AREP, filiale de la SNCF spécialisée dans l'aménagement des gares et pôles d'échanges. L'auteur y examine les spécificités juridiques et opérationnelles d'une maîtrise d'œuvre (MOE) intégrée à la maîtrise d'ouvrage (MOA), régie par un « contrat cadre » dérogeant partiellement à la loi MOP. Le document détaille les mécanismes de ce monopole ferroviaire face à l'ouverture progressive à la concurrence européenne et la restructuration d'AREP en société holding (SAS) pour diversifier ses marchés. Au travers de projets de mise en accessibilité des gares franciliennes (Boussy-Saint-Antoine, Yerres), le mémoire met en évidence la complexité des rapports contractuels impliquant de multiples maîtres d'ouvrage (SNCF, RFF/SNCF Réseau) sans mandataire unique, entraînant une dilution des responsabilités et des conflits de gestion. Une réflexion prospective est également menée sur l'évolution technologique de la profession, notamment l'impact du Building Information Modeling (BIM), des Smart Cities et les risques d'« ubérisation » du métier d'architecte via les plateformes numériques. En conclusion, l'auteur définit son projet professionnel en valorisant l'expérience acquise au sein d'une grande structure comme un vecteur d'acquisition méthodologique (« boîte à outils ») indispensable avant un retour vers l'exercice libéral, prônant une éthique fondée sur la rigueur et la responsabilité sociale.",
        "url": "https://doi.org/10.31235/osf.io/pj9a8_v1",
        "version": 1,
        "id": "pj9a8",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/udrav_v1",
        "title": "Fear-Based Decision-Making in Public Administration: A Conceptual Framework and Five-Type Typology",
        "authors": "RALPH RENDELL TOLEDO",
        "created": "2026-02-05",
        "abstract": "Public administration systems have intensified accountability and oversight to address corruption, inefficiency, and misuse of public resources. These developments have reinforced an audit society in which verification and performance control increasingly shape everyday administrative routines. Although scholarship widely documents proceduralism, risk aversion, and compliance-oriented behavior under audit-intensive regimes, it has paid limited attention to the behavioral mechanism through which these outcomes are systematically produced. This paper develops the Fear-Based Decision-Making Framework, positioning fear as an institutionalized mechanism linking audit culture and asymmetric accountability to conservative administrative behavior. Using theory-driven conceptual synthesis across Audit Culture Theory, Risk Aversion Theory, and Behavioral Public Administration, the analysis integrates evidence from peer-reviewed literature and institutional reports, with comparative attention to Western and ASEAN governance contexts. The synthesis shows that expanding audit regimes tend to redefine accountability around documentation and procedural defensibility, encouraging anticipatory compliance and narrowing discretionary space. Conservative administrative behavior commonly manifests as rigid rule adherence, documentation inflation, defensive standardization, and discretion avoidance, reflecting loss-avoidance incentives under conditions of retrospective scrutiny. The framework specifies five-part typology of fear: anticipatory, sanction, reputational, interpretive, and institutionalized, and explains how ASEAN scholarship often masks fear-driven behavior through proxy framings such as capacity and compliance narratives. By making fear analytically explicit, the paper reframes conservative administration as an accountability design problem and provides a basis for developing testable propositions and governance reforms that protect integrity without systematically constraining discretion and judgment.",
        "url": "https://doi.org/10.31235/osf.io/udrav_v1",
        "version": 1,
        "id": "udrav",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/w9qd3_v1",
        "title": "A framework for identifying paper parks",
        "authors": "Jessica L Stewart, Naomi Kingston, Natasha Ali, Heather C Bingham, Zoe G. Davies, Nigel Dudley, Charlie J Gardner, Jonas Geldmann, Diego Juffe-Bignoli, Thomas Pienkowski",
        "created": "2026-02-03",
        "abstract": "The term ‘paper park’ is widely used to label protected areas that only exist ‘on paper’. Identifying and rectifying paper parks could be critical for producing ‘effectively conserved and managed […] systems of protected areas’, a core component of Kunming-Montreal Global Biodiversity Framework Target 3. However, the term is not well defined and often applied to cases more accurately described as protected areas with low management effectiveness. This inconsistency is problematic because areas where management interventions are entirely absent (true paper parks) fundamentally differ in conceptualisation, monitoring, and required solutions from those where management is insufficient or poorly executed (ineffective management). To address this, here we propose a new paper park definition as “a site that has been legally or otherwise designated as a protected area, but where management interventions have been absent for at least 5 years”. We present a decision tree to identify paper parks and discuss how they differ from other types of conservation areas. We suggest addressing the problem by measuring the extent of paper parks, investigating the causes of absent management, and prioritising investment to implement effective interventions. Without such work, there is a risk that Target 3 will perversely incentivise the creation of more paper parks.",
        "url": "https://doi.org/10.31235/osf.io/w9qd3_v1",
        "version": 1,
        "id": "w9qd3",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies"
      }
    ]
  }
}
