{
  "update": "2024-12-13",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/4zmjb",
        "title": "AI Governance in the Spotlight: An Empirical Analysis of Dutch Political Parties' Strategies for the 2023 Elections",
        "authors": "Sophie Morosoli, Kimon Kieslich, Valeria Resendez, Max van Drunen",
        "created": "2024-12-05",
        "abstract": "AI-based technologies are having an increasing impact on society, which naturally raises the question of how this technology will be addressed politically. Thereby, political actors have a dual role to play: They can provide investment to enhance the efficiency and usage of these systems in different societal areas while also bearing the responsibility of safeguarding citizens from potential harm. Hereby, the degree of politicization of the topic, i.e. if a topic is part of the public and political debate, has an immense influence on the political approach to tackle the issue. The more a topic is politicized, the more urgency political parties experience to develop concrete governance approaches. Yet, existing research has not analysed party programs in terms of both discourse around artificial intelligence and policy recommendations within an election context. This study focuses on the Netherlands and considers and provides an empirical analysis to answer the following question: How do parties discuss AI in their political programs for the 2023 election in the Netherlands? We conducted a manual content analysis of all party manifestos for the 2023 elections in the Netherlands. Our analysis shows that most parties are not laying a big emphasis on AI. And if so, most of the policy proposals are rather reactive to issues that happened in the past rather than taking a prospective governance approach. We critically discuss the low level of politicisation of AI with a focus on practical governance issues that emerge as a result.",
        "url": "https://doi.org/10.31235/osf.io/4zmjb",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/cjqm2",
        "title": "Online Violence Against Women in Politics: Canada in a Comparative Perspective",
        "authors": "Gabrielle Bardall, Chris Tenove",
        "created": "2024-12-06",
        "abstract": "This chapter explores how Canada fits key global patterns of gender-based violence in politics (GBV-P) using digital technologies. We present research on the causes, forms, and consequences of online violence against women in politics, drawing primarily on Bardall’s findings from ten country case studies and Tenove et al’s research on the Canadian context. This comparative research enables us to consider key questions: How might online GBV-P be conceptualized and studied across diverse contexts, and what are the challenges in doing so? Are some global patterns more or less prevalent in Canada? What are the implications of these findings for action in Canada and globally in addressing the role of digital technologies in gender-based violence in politics?",
        "url": "https://doi.org/10.31235/osf.io/cjqm2",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/wks2m",
        "title": "Unintended Consequences of Transnational Repressions: How Exile Organizations Gain Support in Response to Criminalization by Autocratic Homelands",
        "authors": "Emil Kamalov, Ivetta Sergeeva",
        "created": "2024-12-05",
        "abstract": "Autocrats often use legal repression to criminalize opposition organizations, targeting both domestic and exile groups to suppress dissent. While such measures may weaken cooperation with these organizations domestically, these organizations can simultaneously gain increased support from migrant communities. This study explores whether autocrats achieve their intended outcomes by legally repressing exile organizations through criminalization. Utilizing a conjoint experiment with 5,996 Russian emigrants residing in 89 countries who left their homeland following the 2022 invasion of Ukraine, we investigate how attributes such as criminalization, anonymity of donations, and transparency influence their cooperation with exile organizations in a geopolitically shaped environment. Our findings show that criminalization can backfire: Russian exiles perceive it as a marker of political authenticity and effectiveness, providing crucial cues in an environment with limited information and fostering solidarity. Consequently, criminalization can facilitate collective action and the coordination of extraterritorial opposition, signaling which organizations are genuinely committed to opposing the regime. However, geopolitical alliances matter, as cooperation is hindered where perceived risks are high, particularly in host countries allied with the autocrat. Technological solutions, such as anonymous donations, significantly mitigate these risks and boost support, while transparency is key to engaging the most politically active donors. This study contributes to understanding the limits of autocratic transnational control and demonstrates how exile organizations can leverage low-cost measures to foster diaspora’s resilience and address problems of collective action and coordination.",
        "url": "https://doi.org/10.31235/osf.io/wks2m",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/7wnsz",
        "title": "Enforcing Colonial Rule: Blood Tax and Head Tax in French West Africa",
        "authors": "Denis Cogneau, Zhexun Mo, Carolyn Fisher",
        "created": "2024-12-09",
        "abstract": "We examine the enforcement of two pillars of colonial rule in French West Africa, military conscription and head tax collection, using novel district-level data from 1919 to 1949. Colonial states are often characterized as either omnipotent Leviathans or administration on the cheap. Our findings reveal their notable coerciveness in achieving key objectives. Military recruitment targets were consistently met, even amid individual avoidance and poor health conditions, by drawing on a pool of eligible fit young men. Tax compliance was similarly high, with approximately 80% of the liable population meeting obligations. Spikes in head tax rates significantly increased tax-related protests, likely prompting caution among colonial administrators. The tax burden was adjusted according to perceived district affluence, and tax moderation was applied in times of crisis. However, local shocks such as droughts or cash crop price collapses were largely ignored. These results underscore the capacity of colonial states to enforce their authority despite limited policy responsiveness, offering new insights into the political economy of colonial governance. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/7wnsz",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/wknhs",
        "title": "The Green Six: Towards a Parsimonious Measure of Green Workplace Behavior",
        "authors": "Adrian Dominik Wojcik, Aldona Glińska-Neweś, Dominika Jurgiel, Taciano L. Milfont, Paweł Brzustewicz, Beta Glinka, Alicja Łuka, Dawid Szostek",
        "created": "2024-12-06",
        "abstract": "The advancement of research on employee pro-environmental behaviors (PEBs) is hindered by inconsistent terminology, fragmented behavior taxonomies, and incoherent measurement methods. Our research focuses on the concept of employee green behaviors (EGB) and seeks to empirically validate a set of EGB items derived from the Green Five Taxonomy. Through three surveys of full-time office workers in Poland (Ntotal = 2,985), the study identifies six distinct categories of EGB: reducing, recycling, reusing, prioritizing environmental concerns, counterproductive green behavior, and other behaviors beyond the 3R (reduce, reuse, recycle) framework. These findings refine the initial taxonomy and offer a consolidated measurement tool.",
        "url": "https://doi.org/10.31235/osf.io/wknhs",
        "subjects": "Economics",
        "subjects_osf": "Psychology, Economics, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/yx7as",
        "title": "No-Exit Brexit: Japanese Affiliate Exit and Divestment in Post-Brexit UK",
        "authors": "Michael Ryan, Ayumu Tanaka",
        "created": "2024-12-11",
        "abstract": "This paper examines Brexit's impact on Japanese foreign direct investment (FDI) in the UK, with a specific focus on affiliate exit and divestment. Utilizing Toyo Keizai Inc.'s Overseas Japanese Companies Data spanning 2010--2020, the study employs a difference-in-differences (DiD) estimation approach and synthetic DiD approach to compare Japanese affiliates' exit and divestment in the UK to affiliates located in other EU nations. Contrary to widespread expectations of a mass exodus of Japanese firms from the UK post-Brexit, the study reveals no statistically significant impact of Brexit on either Japanese affiliate exit or divestment. This finding challenges a prevailing narrative surrounding Brexit's detrimental effects on foreign investment in the UK. The observed resilience of Japanese affiliates is likely attributable to FDI hysteresis effects, arising from the substantial fixed and sunk costs inherent in FDI. These costs create a strong incentive for firms to maintain existing operations even in the face of political and economic uncertainty.",
        "url": "https://doi.org/10.31235/osf.io/yx7as",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/4scpe",
        "title": "More Alike in Rags or Riches? Cohort Change in the Influence of Family Background Across the Earnings Distribution",
        "authors": "Arne Mastekaasa, Nicolai T. Borgen, Are Skeie Hermansen, Gunn Elisabeth Birkelund",
        "created": "2024-12-08",
        "abstract": "Rising economic inequality across rich countries has raised questions about whether family background increasingly determines children’s economic success. However, prior research has not addressed whether family background is of differential importance for children who end up in the top, middle, or bottom of the earnings spectrum and whether this has changed across birth cohorts. Using administrative data from Norway, we study cohort trends in sibling correlations across children’s earnings distribution for men and women born from the early 1950s up to 1980. By decomposing sibling correlations, we assess the extent to which these trends are accounted for by observed parental socioeconomic characteristics relative to unobserved family background factors. Our results reveal a modest rise in the influence of family background on average earnings and in the middle of the earnings distribution for both genders, but this trend hides important variation across the distribution. For men, we find a strong increase in the influence of family background on children’s risk of falling to the bottom of the earnings distribution, while sibling correlations for attainment of top earnings have declined over time. Moreover, unobserved family background factors are increasingly important for predicting men’s adult economic disadvantage. For women, sibling correlations have risen across cohorts except at the top of the earnings distribution, and the relative role of observed parental socioeconomic characteristics has increased. These results underscore the complexity of intergenerational trends in the influence of family background, indicating that rising economic inequality does not uniformly lead to reduced mobility but varies significantly across different earnings levels and between genders",
        "url": "https://doi.org/10.31235/osf.io/4scpe",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/72r38",
        "title": "Colorblind Ethnocentrism: How Ancestry and Race Continue to Define Western National Identities",
        "authors": "Mireia Triguero Roura",
        "created": "2024-12-06",
        "abstract": "Research on national identity in Western Europe and the United States has found that people in these countries de-emphasize the ethnic components of national membership, such as having ancestry in the country, and favor civic components such as political participation. However, sociologists whose research center immigrants' experiences in these countries find that they are never fully perceived as \"national\" because of their ancestry. Using a pre-registered, nationally representative, novel conjoint experiment fielded in 5 different countries, I find that natives' understanding of who belongs in the nation might be understood as \"colorblind ethnocentrism\": while people espouse civic normative understandings of the nation, they draw symbolic boundaries of national belonging based on ancestry. Moreover, when respondents do express a normative preference for ancestry in survey measures, it translates to a revealed preference for white and Christian members of the nation. Finally, in Europe (outside the UK), people imagine the nation as White, while this is not the case in the US and the UK overall. These findings help us understand why nativist discourse can easily take hold in liberal democracies, despite people's explicit disavowal of such discourse.",
        "url": "https://doi.org/10.31235/osf.io/72r38",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/acb8q",
        "title": "Public Sector Preference under Unbalanced Marketization: An Analysis of Labor Market Segmentation and University Graduates’ Sectoral Choices in China",
        "authors": "Wei Tang",
        "created": "2024-12-10",
        "abstract": "This study employs large language models (LLMs), K-means clustering, and propensity score matching to thoroughly examine the impact of regional marketization on labor market segmentation and university graduates’ sectoral choices. The findings reveal that regional variations in marketization levels lead to heterogeneity in the ownership composition of the primary labor market, resulting in different labor market segmentation structures. In southeastern coastal and metropolitan regions, the abundance of high-quality private-sector job opportunities makes the traditional “public-private” dichotomy insufficient for accurately describing the two-tiered labor market, thus challenging prevailing academic assumptions. Due to variations in local marketization levels, university graduates across regions exhibit divergent preferences for public and private sector employment. Moreover, limited job availability creates a complex sectoral choice pattern. Specifically, in inland provinces and smaller cities, individuals with higher human capital are more likely to enter the public sector, while no significant correlation is found in southeastern coastal and metropolitan regions.",
        "url": "https://doi.org/10.31235/osf.io/acb8q",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/fdg8t",
        "title": "Measuring Physical Activity in Older Adults through Data Donation: Consent Rates, Donation Success, &amp; Bias",
        "authors": "Florian Keusch, Bella Struminskaya, Joris Mulder, Stein Jongerius",
        "created": "2024-12-10",
        "abstract": "Physical activity (PA) is a key predictor of many health outcomes, especially for aging populations. The accurate measurement of PA is key to identifying determinants of health and developing appropriate interventions. To measure PA, many studies use self-reports which are usually limited to global measures and can suffer from measurement error. More fine-grained day-reconstruction methods are burdensome for respondents and prone to recall error. As an alternative, researchers are providing study participants with wearable devices that passively track PA, which reduces reactivity and recall error. However, participants’ non-compliance and high device costs are problematic. Many older adults now have smartphones that track physical activity, and individuals can share these passively collected physical activity data with researchers. We test a data donation approach among older adults. Based on legal requirements (e.g., the EU General Data Protection Regulation), data controllers (i.e., social media platforms, health apps, etc.) must provide users access to all their data in a machine-readable format. We study (1) how willing and successful older adults are to donate their PA data from different smartphone apps; (2) what drives donation of PA data at the different stages of participation; and (3) what biases arises from selective data donation? We use a privacy-preserving data donation tool integrated in a probability-based online panel of the Dutch general population to collect PA data from various health apps. 2,086 members of the LISS panel aged 50 years and older completed a web survey in early 2024. All iPhone and Android smartphone owners were asked to download passively collected PA data from their devices (Apple Health, Google Location History, or Samsung Health) and donate them via the Port platform. Out of the 2,086 survey participants, 1,889 (91%) reported owning an iPhone or Android phone compatible for data donation, 606 (29%) reported being willing to donation their PA data, 354 (17%) started the data donation, and 256 (12%) successfully provided a data package. Gender, age, educational attainment, income, and smartphone ownership and usage behavior, privacy related attitudes, and type of health app from which the data were requested correlated with behavior at the different stages of study participation. Compared to the entire sample, older adults who successfully data donors reported higher levels of self-rated health, fewer health-related limitations, fewer difficulties performing everyday activities, and more physical activity. Our study shows that data donation from smartphones as part of a probability-based web survey of older adults is a feasible alternative for the measurement of PA. Nonparticipation correlates strongly with characteristics related to smartphone ownership and comfort with device use. However, substantive bias in health and PA outcomes persist for those who donated in comparison to all survey respondents.",
        "url": "https://doi.org/10.31235/osf.io/fdg8t",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/fdsep",
        "title": "«Dass man das wiederherstellt, das Gleichgewicht». Zum Selbstverständnis der Heilpraktik",
        "authors": "Lehrstuhl Sozialstrukturanalyse, Robert Schäfer, Lucas Güetli, Martin Jann",
        "created": "2024-12-06",
        "abstract": "Das vorliegende Working Paper untersucht das Selbstverständnis von Heilpraktiker:innen sowie die Rolle der Heilpraktik innerhalb des modernen Gesundheitssystems. Es wird ein kurzer Überblick über die institutionellen Rahmenbedingungen in Schweiz gegeben. Auf der empirischen Grundlage von 15 semi-standardisierten Interviews werden anschliessend drei zentrale Themenfelder identifiziert: (1) Heilpraktik als eine Berufung im Kontrast zur Lohnarbeit in anderen Pflegeberufen, (2) Exotismus und Nostalgie als Kritik an der modernen westlichen Medizin sowie (3) die Vorstellung, dass jede Person die Verantwortung für die eigene Gesundheit trägt. Entlang dieser drei Themenfelder wird in der Heilpraktik eine Kritik an der westlichen Moderne formuliert, welche sich als radikal Anderes zu dieser präsentiert, letztlich aber auf denselben Prinzipien beruht.",
        "url": "https://doi.org/10.31235/osf.io/fdsep",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/g9u8e",
        "title": "Hundred years of French Film Policy (1925-2025). Power, Policy, and Aesthetic Values within State Intervention for film production in France.",
        "authors": "Frédéric Gimello-Mesplomb",
        "created": "2024-12-05",
        "abstract": "This paper explores the evolution of French film policy from early cinema to the present, examining the complex interactions between state intervention, cultural production, and artistic creativity. Through a comprehensive historical analysis, the study traces the development of a unique French model of cinema support, characterized by robust state involvement, selective funding mechanisms, and a commitment to cultural diversity. The research demonstrates how the French state has progressively transformed its approach to cinema, from initial regulatory and taxation strategies to sophisticated support systems like the ‘Avance sur Recettes’ (Advance on Receipts). Key turning points include the Blum-Byrnes agreements of 1948, Jack Lang's cultural policies in the 1980s, and the ongoing challenges posed by digital technologies and global streaming platforms in the 2000s. The analysis reveals the tension between commercial imperatives and artistic quality, highlighting how state interventions have sought to preserve a distinctive French cinematic identity. By examining policy documents, parliamentary reports, and critical debates, the paper illuminates the complex negotiations between economic sustainability, cultural expression, and national prestige in French film policy. Ultimately, regarding the recent France 2030 Plan, the study argues that French cinema policy represents a unique model of cultural intervention, balancing economic pragmatism with a profound commitment to artistic innovation and cultural sovereignty.",
        "url": "https://doi.org/10.31235/osf.io/g9u8e",
        "subjects": "Sociology",
        "subjects_osf": "American Studies, Film and Media Studies, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/kydf4",
        "title": "Assessing the Effect of Evidence-Based Mental Health TikTok Videos on Youth Emotional Support Competencies: A “Creator-Engaged” Approach",
        "authors": "Matthew Motta, Yuning Liu, Kenzie Brenna, Shahem McLaurin, Katharine Speer, Elissa Scherer, Amanda Yarnell",
        "created": "2024-12-05",
        "abstract": "Previous research raises the possibility that exposing young people to videos from social media content creators that promote evidence-based mental health information may improve mental health outcomes. While previous field experimental research has increased the supply of evidence-based information on a platform like TikTok, less work considers how exposure to that information might influence mental health outcomes. In a large (N = 1,000) and demographically representative survey of young people in the US aged 14-22, we report the results of a pre-registered survey experiment that assesses the effects of evidence-based messaging on perceived and objective emotional support competencies. Our “creator-engaged” approach partnered with a TikTok influencer to create realistic control (pre-evidence-based content training) and treatment (post-training) videos that hold many design elements constant. We find that treatment exposure significantly increases both perceived and objective abilities to provide emotional support. Our results suggest that creator partnership programs can promote positive mental health outcomes on platforms like TikTok.",
        "url": "https://doi.org/10.31235/osf.io/kydf4",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/pv2n5",
        "title": "The Birth Cohorts Most Responsible for Carbon Emissions",
        "authors": "Mathew Hauer, Dean Hardy, Emilio Zagheni, Andrew Jorgenson",
        "created": "2024-12-07",
        "abstract": "Rarely are those most impacted by climate change the same as those most responsible for global carbon emissions. Assignment of responsibility for carbon emissions typically differentiates emissions across space and time but not birth cohort. Including young birth cohorts complicates assessments as they have yet to emit as much as older cohorts. Using formal demographic methods, we develop an approach to estimate carbon emissions across space, across time, and across the life course, creating a unified carbon emissions identity, comparable to other well-known carbon identities. We estimate the birth cohorts born between 1850 and 2020 with the highest lifetime carbon emissions. We show that globally, cohorts born between 1970 and 1990 have the highest lifetime emissions under a moderate carbon emissions pathway and those born since 2000 under a high emissions pathway. Our results suggest that carbon emissions pathways play the strongest role in determining which cohorts will be associated with the highest lifetime carbon emissions, with lower pathways suggesting earlier cohorts and higher pathways suggesting later cohorts.",
        "url": "https://doi.org/10.31235/osf.io/pv2n5",
        "subjects": "Sociology",
        "subjects_osf": "Environmental Studies, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ru8xd",
        "title": "Even In Ancient Roman Egypt, Urban Women had Lower Fertility than Rural Women",
        "authors": "Mathew Hauer, Karin Brewster, Matthew Brooks",
        "created": "2024-12-07",
        "abstract": "Historical estimates of the total fertility rate (TFR) are relatively uncommon, owing to the onerous data requirements for direct calculation and the lack of digitized records. Recent advancements in indirect fertility estimation 1 allow for estimation of TFR using data as minimal as a population pyramid – relatively common data in historical contexts through census records and population registers. Here we use published data on the age structure of Roman Egypt circa AD 12 to AD 259 2 to estimate TFR and 90%ile credible interval in an ancient time period and place using a Bayesian approach. Furthermore, the population data is separated by urban and rural areas, allowing for an unprecedented glimpse into ancient fertility levels. We find that ancient Roman Egyptian women in urban areas had considerably lower fertility than women in rural areas -- urban TFR: 3.37 [2.26 – 4.55], and rural TFR: 8.57 [6.01 – 11.25]. Our findings suggest that the modern day urban/rural fertility differential dates back nearly 2000 years. As demonstrated here, the advancements in indirect estimation could be deployed to better understand historical and ancient fertility regimes, shedding light on societies far before the existence of modern vital statistics systems.",
        "url": "https://doi.org/10.31235/osf.io/ru8xd",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/zy6h5",
        "title": "Stratified Scars: Social inequality in the labor market consequences of upper secondary dropout",
        "authors": "Kerstin Ostermann, Alexander Patzina, Katy Morris",
        "created": "2024-12-11",
        "abstract": "While the association between upper secondary dropout and negative labor market consequences is well-documented, the causal link and the social stratification in this effect are less clear. Using geo-referenced administrative data from Germany and a conditional instrumental variable approach that exploits distances between place of residence and large firms, we find negative income consequences for dropping out of vocational training but show that the penalty is entirely concentrated among individuals from disadvantaged backgrounds. We further show that these stratified scars partially reflect unequal vocational re-enrolment rates and unequal employment outcomes among dropouts who do not re-enroll. Our results indicate a great potential of policies targeting higher graduation rates to reduce social inequality in labor markets. Furthermore, our study suggests that social origins are important moderators of linkage strength between school and work even in institutional settings with strong links between credentials and the labor market.",
        "url": "https://doi.org/10.31235/osf.io/zy6h5",
        "subjects": "Sociology",
        "subjects_osf": "Geography, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/5e3jc",
        "title": "Sensing, drawing and making sense. Enlivening ethnographic fieldnotes.",
        "authors": "Carla Besora Barti",
        "created": "2024-12-06",
        "abstract": "Written ethnographic field notes may fall short of describing the complexity and subtlety of human interaction and experience when exploring intimacy and pleasure. In the frame of a feminist research project that investigates women's 'unruly' intimacy as they age, I used drawings as part of my field notes to enrich and diversify the material collected. This essay focuses on a selection of drawings to explore the potential of this medium as a living practice that can ‘look along’ instead of just ‘looking at’.",
        "url": "https://doi.org/10.31235/osf.io/5e3jc",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/7w2dn",
        "title": "Tackling Traditional: Tamil Gender Ideologies and their Socioeconomic Correlates",
        "authors": "Keera Allendorf, Susan Short, Nancy Luke, Hongwei Xu",
        "created": "2024-12-06",
        "abstract": "Modernization theory posed gender ideology as a unidimensional continuum ranging from “traditional” to egalitarian with egalitarianism increasing as societies progress. Recent research replaces a unidimensional view with multidimensionality, but other modernization remnants remain. We tackle such remnants by examining gender ideologies and their socioeconomic correlates in Tamil Nadu, an Indian context often labeled “traditional.” Using latent class analysis of 10 gender attitudes from the South Indian Community Health Study (SICHS), we identify six gender ideologies. Two ideologies are consistently egalitarian or essentialist, two are mixed, and two are characterized by ambivalent agreement. Attitudes toward mobility are a crucial divider; moderate support for equal mobility distinguishes “consistent egalitarians” from “seclusionist egalitarians” and “agreeable seclusionists” from the “highly agreeable.” These agreeable ideologies likely reflect acquiescence bias, but may also signal polite resistance to feminist scripts. The gender ideologies are correlated with gender, religion, and education, but have little to no association with caste, age, and class. These findings extend the multidimensionality of gender ideology to an Indian context and hint at the power of global and local cultural scripts. More broadly, they demonstrate the value – and challenges – of building a more global understanding of gender ideology freer of modernization remnants.",
        "url": "https://doi.org/10.31235/osf.io/7w2dn",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/93rdf",
        "title": "Organizing Organizational Theory: Current Foundations, Future Directions",
        "authors": "Jose Eos Trinidad",
        "created": "2024-12-06",
        "abstract": "This review synthesizes various organizational perspectives into seven clusters with the acronym SCRIPTS: structure, culture, relations, institutions, professions, transformation, and social conflict. These contemporary theories highlight how various organizational factors affect individual and organizational performance, change, innovation, wellbeing, and inequality. In organizational theory, structure focuses on formal elements like rules, roles, routines, and rewards while culture refers to informal elements like climate, identity, and sensemaking. Relations refer to effects of interpersonal and interorganizational networks while institutions refer to norms that influence isomorphism and dynamism. Professions feature psychological factors affecting performance and sociological factors shaping work and occupations. Transformation refers to episodic and continuous changes while social conflict foregrounds power, inequalities, and competition over resources. I map how these perspectives are connected with each other and also suggest future directions in the field by intersecting organizational theory with studies of new technologies, historic organizations, global interconnections, marginalized populations, political institutions, and larger societal consequences.",
        "url": "https://doi.org/10.31235/osf.io/93rdf",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/fkcbd",
        "title": "Prompt engineering meets ‘definition of the situation’ and identity theory: Using ChatGPT to study social media datasets from a qualitative symbolic interactionist perspective",
        "authors": "J. Patrick Williams, Samuel Judah, Rolf Lyneborg Lund, Yu Xie",
        "created": "2024-12-11",
        "abstract": "This research note examines the potential of ChatGPT’s large language model for qualitative symbolic interactionist analysis of social media datasets. Using a small sample of 15 posts on mental health issues from the social media platform Reddit, we explore how large language models interpret, organize, and communicate information based on researchers’ prompts. Prompting itself is a process in which researchers provide both a definition of the situation and of relevant identities for a GPT to assume, which directly shape its interpretive capacity and output. We compare ChatGPT-4o, the latest personal subscription version available at the time of writing, and Microsoft AutoGen, a more powerful API version capable of organizing multiple GPT agents to complete research tasks semi-autonomously. We describe and evaluate the structure and content of each model’s output, including how they engage with data thematically, empirically, and conceptually. We also highlight differences in depth and coherence of their analyses. We show how changes to prompts influenced the GPTs’ interpretative actions, yielding both expected and novel analytical insights. Our preliminary findings suggest that GPTs hold promise for advancing qualitative analysis of big data, albeit with some limitations in analytic depth and occasional hallucination errors. The study contributes to nascent symbolic interactionist scholarship on nonhuman agents in qualitative research, positioning GPTs as semi-autonomous research collaborators.",
        "url": "https://doi.org/10.31235/osf.io/fkcbd",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/pekyg",
        "title": "Mapping the Participation of Venture Capital in Education: An Investment Network Perspective",
        "authors": "Sophia Deng, Jasmine Siswandjo, Klint Kanopka",
        "created": "2024-12-07",
        "abstract": "Over the past two decades, venture capital (VC) has played a critical role in shaping the educational technology (edtech) market. This study employs social network analysis (SNA) to examine investment data, offering a novel perspective on the relational structure and dynamics of edtech investment. We construct bipartite networks of investors and edtech companies before and after the introduction of the Chromebook to the US market and the onset of the COVID-19 pandemic. We investigate differences in the structure of these bipartite networks using exponential random graph models, distributions of network statistics, and comparisons between the collapsed single-mode actor and event networks. Using these tools, we make estimates of influence and structural features that predict the probability of edge formation, highlighting patterns that contribute to the understanding of the structural dynamics of the edtech market, the key players driving its evolution, and the way each respond to exogenous shocks in the educational space.",
        "url": "https://doi.org/10.31235/osf.io/pekyg",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/tsk3q",
        "title": "What types of survey questions are prone to interviewer effects? Evidence based on 31,000 ICCs from 28 countries.",
        "authors": "Ádám Stefkovics, Kinga Batiz, Blanka Zsófia Grubits, Anna Sára Ligeti",
        "created": "2024-12-09",
        "abstract": "Interviewer effects are a common challenge in face-to-face surveys. Understanding the conditions that make interviewer variance more likely to occur is essential in tackling sources of bias. Earlier evidence suggests that certain features of the survey instrument provide more ground for interviewer influence. For instance, attitudinal, sensitive, complex or open-ended questions invite more interviewer variance. In this paper, we aim to validate earlier results, previously derived from single-country studies, by using the large cross-national sample of the European Social Survey. We compare 31,270 intraclass-correlations (ICCs) derived from 1004 survey questions from 28 countries using data from 10 waves of the ESS. The questions were manually coded based on several characteristics. These features of survey questions were then used as predictors of ICCs in multilevel models. The results show that question characteristics account for a significant portion of the variation in ICCs, with certain types, such as attitude and non-factual questions, items appearing later in the survey, and those using showcards, being especially susceptible to interviewer effects. Our findings have important implications for both interviewer training and questionnaire design.",
        "url": "https://doi.org/10.31235/osf.io/tsk3q",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/tv36h",
        "title": "Five Decades of Marital Sorting in France and the United States – The Role of Educational Expansion and the Changing Gender Imbalance in Education",
        "authors": "Julia Leesch, Jan Skopek",
        "created": "2024-12-10",
        "abstract": "Over the past half-century, higher education expansion and changing gender imbalances in education have reshaped the educational composition of the partner market. Nonetheless, the impact of these concurrent trends on educational sorting in unions and marriages remains unclear. Using data from France (1962–2011) and US (1960–2015), we examine how (a) educational expansion and (b) the changing gender-education association contributed to changing sorting outcomes in marital and non-marital different-sex unions. Counterfactual decomposition techniques revealed two main trends. First, the changing gender-education association – apart from educational upgrading – has promoted rising hypogamy (she is more educated than he) and declining hypergamy (he is more educated than she). Second, educational expansion is associated with rising proportions of homogamous, hypogamous, and hypergamous unions involving more educated individuals and declines in these union types with less educated women and men. However, the impact of these changes on overall homogamy and heterogamy trends differs across countries. For example, while the increasing supply of highly educated individuals has promoted hypogamy in France it has offset hypogamy in the United States. Our findings contribute to ongoing debates about the structural effects of educational expansion and the reversing gender imbalance in education on the formation of different-sex unions.",
        "url": "https://doi.org/10.31235/osf.io/tv36h",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vc428",
        "title": "The Sources of Technological Complexity in Regions",
        "authors": "Anthony Frigon",
        "created": "2024-12-06",
        "abstract": "This study investigates the origins and evolution of technological complexity in Canadian regions using patent records linked to firm-level ownership and geograph- ical data. Since 2000, larger Canadian cities have experienced a notable increase in levels of technological complexity. The analysis examines the determinants of this complexity, with a particular focus on the role of intra- and inter-firm collaborations across different geographical scales. The findings reveal the significant contributions of multilocational firms and intra-organizational collaborations to the development of more complex technologies in regions. Further analysis shows that the introduc- tion of complex technologies does not stem from novel recombinations of components but rather from combinations developed internationally by firms, often coupled with combinations originating within the host region.",
        "url": "https://doi.org/10.31235/osf.io/vc428",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/wx42c",
        "title": "Organisation du Travail et Performance des Chefs de Projet Informatique: Une Analyse des Pratiques Managériales",
        "authors": "Nicholas Dacre",
        "created": "2024-12-05",
        "abstract": "Cette étude examine les relations entre les caractéristiques du métier de chef de projet et la réussite des projets, en privilégiant l'identification des facteurs déterminants de l'efficience, de l'efficacité et de la performance. Cette recherche mobilise des entretiens semi-directifs menés auprès de chefs de projet informatique. Les résultats mettent en évidence le rôle prépondérant de la diversité des compétences, de l'identité des tâches, de l'autonomie et du retour d'expérience dans la réussite des projets, tandis que la portée des tâches apparaît comme un facteur secondaire dans le contexte informatique orienté résultats. L'autonomie constitue un levier essentiel pour favoriser l'innovation et l'adaptabilité, tandis que le retour d'expérience structuré s'avère indispensable pour aligner les efforts sur les objectifs organisationnels. La diversité des compétences est corrélée à un engagement accru, une prise de décision stratégique plus pertinente et une gestion des risques optimisée. Cette étude apporte une nouvelle perspective sur l'organisation du travail dans l'environnement dynamique et complexe de la gestion de projet informatique, tout en proposant des préconisations concrètes pour la conception des postes de chef de projet, permettant ainsi d'optimiser la performance et la motivation des équipes. Cette recherche propose également aux décideurs des axes d'amélioration concrets pour valoriser l'organisation du travail dans le secteur informatique. Il conviendrait, dans le cadre de futures recherches, d'étendre le périmètre d'étude à différents secteurs d'activité et territoires, ainsi que de mener des études longitudinales, permettant ainsi d'approfondir notre compréhension des liens entre l'organisation des postes et la performance des projets dans des contextes diversifiés.",
        "url": "https://doi.org/10.31235/osf.io/wx42c",
        "subjects": "(Other)",
        "subjects_osf": "Leadership Studies, Organization Development"
      }
    ]
  }
}
