{
  "update": "2025-04-04",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/3zs4v_v1",
        "title": "Echoes of Exclusion: The Underrepresentation of Women in Congressional Testimony and Its Consequences for Judicial Decision-Making",
        "authors": "Caroline L. Bruckner, Elizabeth Keith, Karen O'Connor, Collin Coil",
        "created": "2025-04-02",
        "abstract": "Congressional hearing witnesses play a major role in the legislative process, providing information to committees to assist members and staff in crafting legislation. Recently, there has been increasing focus on the impact of congressional witnesses on legislative outcomes, executive implementation of federal statutes, and corresponding judicial decisions. This has raised questions as to the extent to which the underrepresentation of women and other marginalized groups as congressional witnesses can be measured and how their lack of representation translates to inequitable outcomes across all branches of government. This work explores the widespread use of congressional witness testimony in recent U.S. Supreme Court opinions, reiterating that witnesses play a significant role in establishing the legislative history, which, in turn, is later relied upon in judicial decision making. In this Article, we quantify the references to congressional witnesses in U.S. Supreme Court opinions using a publicly available dataset of opinions dating from 1789 through 2020. Although not surprising given our past work, we find that while the Court regularly references Congressional testimony in its opinions, women as congressional witnesses are demonstrably underrepresented in these opinions. We argue that the ongoing underrepresentation of women as congressional witnesses will be more consequential to judicial outcomes following the Court’s decision in Loper Bright Enterprises v. Raimondo, 603 U.S. 369 (2024), overturning Chevron U.S.A., Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837 (1984).",
        "url": "https://doi.org/10.31235/osf.io/3zs4v_v1",
        "subjects": "Politics",
        "subjects_osf": "Legislation, Supreme Court of the United States, Political Science"
      },
      {
        "doi": "10.31235/osf.io/9fbu7_v2",
        "title": "Hard Numbers and “Velvet Triangles”: Mobilising Statistics for the ILO Convention on Domestic Work",
        "authors": "Liberty Chee",
        "created": "2025-03-29",
        "abstract": "After nearly half a century, domestic workers were again tabled on the agenda of the International Labour Conference in 2008. Three short years later, Conference delegates voted to establish the International Labour Organization's Convention on Domestic Work (C189). This article builds on the insight that the campaign to push for C189 was taken up by a feminist “velvet triangle”. These networks are usually comprised of women in social movements, femocrats, and academics. The informality of these alliances is due, in part, to the gendered marginality of an issue area, allowing for improvisation and agile coalitions. The article traces the origins of this triangle to bottom-up calls to develop measurement methodologies to make women's labour “visible” in the UN Conferences on Women, and later in discussions about informality, and domestic work. It then examines the relations among femocrats in various international institutions, academics, and the global trade unions in the co-production of knowledge about women's activities that were not counted and did not count in the “economy”. The article demonstrates how the demand for the valorisation of cooking, cleaning and caring, expressed itself through calls for the production of statistics. It attends to the under-explored effects of the “power of cognitive resources” in the literature. Finally, the article shows that the explicitly political project of the women's movements yielded not only a normative labour instrument, but advances in different fields of study. This case shows that the production of scientific knowledge, while still an overwhelmingly elite endeavour, need not always cater to elite demands.",
        "url": "https://doi.org/10.31235/osf.io/9fbu7_v2",
        "subjects": "Politics",
        "subjects_osf": "Feminist, Gender, and Sexuality Studies, International and Area Studies, Other Social and Behavioral Sciences, Political Science"
      },
      {
        "doi": "10.31235/osf.io/ahqbj_v1",
        "title": "Tariff Evasion and Trade Policies",
        "authors": "Timm Betz",
        "created": "2025-03-31",
        "abstract": "Governments use tariffs to manage the politics of international economic integration. To navigate competing demands on trade policy, governments can target tariff rates to individual products. But existing theories miss an important aspect of tariffs: they also need to be enforced at border crossings, which for some governments creates substantial challenges. Faced with high tariffs, firms can misclassify their products into categories with lower tariff rates. Pointing to the potential for such tariff evasion, I discuss the difficulties for governments in targeting tariffs for political gain, and I derive implications for trade politics. Constraints on the ability of governments to enforce tariffs, in the form of low bureaucratic capacity, emerge as an institutional determinant of trade policy, discouraging the use of product-specific tariff rates. Disaggregated tariff data provide empirical evidence for this argument. The article identifies an institutional constraint on trade politics, contributes to growing literatures on firm heterogeneity and on illicit cross-border economic activity, and speaks to debates on trade policy and government revenue.",
        "url": "https://doi.org/10.31235/osf.io/ahqbj_v1",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/jyzgu_v2",
        "title": "Gateways to White Nationalism: Leaders' Online Rhetoric and Follower Engagement",
        "authors": "Carly Nicole Wayne, Luwei Ying",
        "created": "2025-03-31",
        "abstract": "White nationalist extremism is an increasingly dangerous global security threat. However, how white nationalist leaders deploy their ideological rhetoric online to maintain and expand their base of support is not well understood. Using a novel dataset of 16,627,018 Twitter and Gab posts from 2016-2021 by 64 U.S. white nationalist leaders and 11,303 follower accounts, we examine leaders' promulgation of white nationalist ideology on social media and its effects on follower engagement and rhetoric. We find that when leaders highlight specific issues, their followers become significantly more likely to post similar content over the next several days. Moreover, gendered rhetoric by white nationalist leaders is a powerful `gateway appeal,' even more-so than partisanship, engaging primarily peripheral followers and leading followers to subsequently post more racialized content themselves. These results provide insight into how white nationalist leaders market their extremist ideology online, with important implications for understanding and disrupting patterns of radicalization.",
        "url": "https://doi.org/10.31235/osf.io/jyzgu_v2",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/nmu97_v1",
        "title": "Carbon Neutrality in Media Worldwide: A Transformation of the Climate Change Regime?",
        "authors": "Jakub Tesař, Michal Parizek",
        "created": "2025-03-28",
        "abstract": "The concept of “carbon neutrality,” or “net zero,” is emerging as the central element of the international regime on climate change. How this concept is received by states and their publics will play an important role in the political conflicts surrounding the regime. This paper maps and theorizes the patterns of carbon neutrality emergence in public debates around the world. We analyze close to 3.4 million online news articles in 2018-2021 from 138 countries, jointly accounting for 94 percent of the world’s population. The empirical evidence highlights the importance of the discursive characteristics of the national climate change debates for the reception of the novel concept, but also that the effect of states’ affluence and climate vulnerability on reception of carbon neutrality is strongly non-linear. Our results demonstrate the need to equally study the Global North and South in analyses of the climate regime operation.",
        "url": "https://doi.org/10.31235/osf.io/nmu97_v1",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/p2jaq_v1",
        "title": "A Collective Field Experiment Disentangling Participation in Online Political Discussions",
        "authors": "Lisa Oswald, Will Schulz, Philipp Lorenz-Spreen",
        "created": "2025-03-31",
        "abstract": "Online discussions are often dominated by a small group of active users, while the majority remain silent. To investigate what differentiates active from silent users, whether participation inequality can be mitigated, and the downstream effects on discourse dynamics, we conducted a collective field experiment on Reddit. We recruited 520 U.S. participants and randomly assigned them to six private communities. Participants discussed 20 political issues over four weeks and completed weekly surveys. Results show that frequent commenters were highly interested in politics and posted more when they perceived the community as polarized and toxic. In contrast, silent users were more likely to break their silence when they perceived the discussion to be respectful and constructive. Over time, positive social feedback reinforced commenting. Incentivizing commenting reduced participation inequality, whereas emphasizing moderation norms unexpectedly increased toxicity. Although core discussion roles persisted, the interventions seem to have activated different user groups— offering insights into ways of fostering more equitable online discourse.",
        "url": "https://doi.org/10.31235/osf.io/p2jaq_v1",
        "subjects": "Politics",
        "subjects_osf": "Psychology, Political Science"
      },
      {
        "doi": "10.31235/osf.io/r7pkv_v1",
        "title": "Investment Agreements and the Fragmentation of Firms across Countries",
        "authors": "Timm Betz, Amy Pond, Weiwen Yin",
        "created": "2025-04-01",
        "abstract": "Investment agreements extend valuable privileges to firms invested abroad. They often allow firms to sue host governments and gain compensation when their rights are violated. But, these privileges only apply to firms whose assets are owned in a country that has signed an agreement with their host market; firms lack protections under investment agreements for many of their target markets. We argue that, by strategically locating subsidiaries in ‘transit’ countries, firms systematically expand their access to investment agreements. This firm-specific access to investment agreements through transit countries also has implications for in- vestment flows: Transit countries receive more inflows and outflows of investment. Moreover, the impact of agreements declines over time and treaty partners, as seemingly newly protected firms have previously gained coverage through subsidiaries. Drawing on subsidiary location choices of the world’s largest firms, as well as data on firm ownership structure and aggregate investment flows, we present systematic evidence consistent with this argument. The paper highlights the importance of the global ownership structure of firms in an environment of heterogeneous international rules and discusses new distributional consequences of the investment regime.",
        "url": "https://doi.org/10.31235/osf.io/r7pkv_v1",
        "subjects": "Politics",
        "subjects_osf": "International Law, Political Science"
      },
      {
        "doi": "10.31235/osf.io/ty7j9_v1",
        "title": "Climate obstruction in Germany: Framing and scare strategy beyond denial – the Heating Law debate",
        "authors": "Vincent August, Veza Clute, Cosima Adams",
        "created": "2025-03-28",
        "abstract": "Climate obstruction is a key research approach to help explain why governments do not achieve climate mitigation goals. The article investigates the still underexplored phenomenon of climate obstruction in Europe and outside the familiar realm of science denial and denialist organizations. We analyze a public debate on a key policy in Germany where an accelerated transition to renewables in the heating sector was successfully obstructed. To investigate obstruction, we performed a framing analysis on the articles of two leading newspapers with strong stances against climate policies (n=142). We find that obstruction framing did not emphasize climate references, shifting the issue from the climate towards personal and collective wealth, liberty, and security. It highlighted costs and damages, excessive regulation, and procedural mistakes, attributed these problems mostly to the Green proponents of the policy initiative, and interpreted the policy and their proponents as an imminent threat. We therefore argue that climate obstruction primarily worked through a scare strategy. We identify four major frames and discuss differences to extant frame typologies from denialist contexts. In addition, we identify two distinct strands of obstruction: a more radical approach stressing state coercion, and a more moderate approach highlighting incompetence and neoliberal policy alternatives. We argue that strategic differentiation allows to address and broker different audiences. With these findings, we provide vital insights into how climate obstruction works in Germany and in wider public debates when science denial is not (yet) a viable strategy.",
        "url": "https://doi.org/10.31235/osf.io/ty7j9_v1",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Environmental Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ukr8e_v2",
        "title": "The Political Rise of “Technology Masters”. From Carrying out an Order to Designing a Model of Society",
        "authors": "Ludovic Joxe",
        "created": "2025-03-28",
        "abstract": "This article, in the form of a short essay, aims to discuss the evolution over the centuries of the role and social position of those mastering the technologies of their time. We suggest that the Industrial Revolution, the rationalization of technical and managerial processes, then the rise of IT, the ascent of cryptocurrencies and finally the emergence of the neoliberal state have lifted a fringe of these individuals to the top of the social hierarchy. Among the “technology masters”, we distinguish three families: those who remain at the service of the State and the established order, those who have exploited, consciously or not, the withdrawal of the neoliberal State to offer services and innovations formerly assumed by the public sector, and finally those who have consciously taken advantage of this same withdrawal and the recognition they enjoy in society to propose other models (free software, open source, crypto anarchism, technical alternatives, etc.).",
        "url": "https://doi.org/10.31235/osf.io/ukr8e_v2",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Political Science, Economics, Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/w6vam_v2",
        "title": "The Case for Lobbying Transparency",
        "authors": "Antoine Zerbini",
        "created": "2025-04-03",
        "abstract": "Lobbying transparency regulations are hailed as a potential solution to concerns about the excessive influence of special interest groups (SIGs) over policy-making. I study how these regulations shape strategic interactions between voters, politicians and SIGs. By clarifying the process through which a policy was implemented, lobbying transparency helps voters hold politicians accountable and control the influence of SIGs. Ex-post, conditional on access, SIGs prefer to operate without lobbying transparency. Ex-ante, they may benefit from lobbying transparency because it redirect the voters’ blame towards politicians. Ultimately however, lobbying transparency standards may hurt the electoral prospects of politicians and thus risk never being implemented, potentially explaining why voters’ demand for it remains unanswered.",
        "url": "https://doi.org/10.31235/osf.io/w6vam_v2",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/wvecz_v1",
        "title": "Human Rights Repression through Restrictions on Civil Society",
        "authors": "Andrew Heiss",
        "created": "2025-03-28",
        "abstract": "Research on human rights repression often focuses on how states use physical violence to protect legitimacy and curb challenges to state power. Such repression tends to draw ire from the international community and can be counterproductive at achieving its aims. To avoid this, states employ subtler and less violent forms of repression designed to demobilize popular advocacy and capture the benefits of civil society organizations. This chapter explores how authoritarian regimes use nonviolent administrative crackdown through anti-civil society laws to limit and co-opt domestic and international civil society. Because it looks like more standard domestic regulation, administrative crackdown attracts far less international outcry and condemnation, while accomplishing similar aims as violent repression. Anti-civil society laws can even act as a \"canary in the coal mine\" and signal future physical repression. This is a significant argument, suggesting that previous research may undercount repression by only looking at physical violence rather than more innocuous legal and policy-oriented avenues of repression. The author recalls their experience exploring this more hidden form of repression, discusses the challenge of collecting and harmonizing administrative data from different national jurisdictions and measuring different forms of *de jure* and *de facto* restrictions, presents key results, and outlines avenues for future research.",
        "url": "https://doi.org/10.31235/osf.io/wvecz_v1",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/yq27d_v2",
        "title": "Climate Exposure Drives Firm Political Behavior: Evidence from Earnings Calls and Lobbying Data",
        "authors": "Vincent Heddesheimer, Christian J. Baehr, Fiona Bare",
        "created": "2025-04-03",
        "abstract": "When and how do firms engage in climate politics? We argue that regulatory concerns, business opportunities, and physical risks activate policy preferences and lobbying efforts. We measure firm-level exposure to opportunity, regulatory, and physical aspects of climate change based on discussion in quarterly earnings call transcripts for 11,705 publicly traded firms between 2001 and 2023. We estimate the effect of climate exposure on climate lobbying instances (extensive margin), amount (intensive margin), and targets (political entities). We find that more exposed companies, especially in terms of opportunities and regulation, are more likely to lobby. The type of climate exposure, both absolute and relative to industry peers, dictates whether firms lobby, how much they spend on lobbying, and their choice of government target. Taken together, our findings demonstrate the importance of disaggregating firm-level perceptions of climate impacts to understand patterns in political activity.",
        "url": "https://doi.org/10.31235/osf.io/yq27d_v2",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/42pbz_v2",
        "title": "No Money Bail, No Problems? Trade-Offs in an Automatic Pretrial Release Program",
        "authors": "Alex Albright",
        "created": "2025-03-28",
        "abstract": "Many jurisdictions in the United States have reduced the use of money bail, which requires people to pay money to leave jail pretrial. This policy reduces the amount of time arrestees spend in jail, at the risk that they will offend or fail to appear in court. This paper estimates the detention-misconduct trade-off by studying a program in Kentucky that automatically released low-level arrestees with no bail. The program reduced total hours in detention by 43%, while it increased court non-appearance by 3.3 percentage points and had a small (0.7 percentage point) and insignificant effect on pretrial rearrest. For each new court non-appearance, the arrested population was spared an additional 26 days in detention. The program’s effects operated through multiple channels: reducing the use of money bail, reducing the use of other bail types, and speeding up the release process. In the second part of the paper, I isolate the effects of eliminating money bail for low-level arrestees. For each new pretrial rearrest, I find that 10 people are spared longer jail stays by money bail elimination.",
        "url": "https://doi.org/10.31235/osf.io/42pbz_v2",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/rnkgs_v3",
        "title": "Universal early childhood education and adolescent risky behavior",
        "authors": "Michihito Ando, Hiroaki Mori, Shintaro Yamaguchi",
        "created": "2025-04-03",
        "abstract": "The evidence for the effects of early childhood education on risky behavior in adolescence is limited. This paper studies the consequences of an expansion of a universal preschool program in Japan. Exploiting regional differences in the program expansion, we estimate the policy effects using an event study model. Our estimates indicate that the preschool expansion significantly reduced juvenile violent arrests and the rate of teenage pregnancy, but did not increase high school enrollment or college enrollment rates. We suspect that improved non-cognitive skills can account for the reduction of risky behavior in adolescence.",
        "url": "https://doi.org/10.31235/osf.io/rnkgs_v3",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Early Childhood Education, Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/5d2bq_v3",
        "title": "What is the external validity of sentencing research? A multi-level meta-analysis of race and gender disparities",
        "authors": "Jose Pina-Sánchez, ian brunton-smith",
        "created": "2025-03-31",
        "abstract": "Sentencing research is rarely cross-jurisdictional. More problematically, most quantitative sentencing research is based on a limited number of American jurisdictions where court data is available. As a result, it is difficult to assess the extent to which key findings from the sentencing literature apply universally. We build on the recent growth of sentencing research outside the US to explore the external validity of studies reporting the conditional association of offenders’ race and gender with sentence length. To do so, we conduct two multi-level meta-analyses, distinguishing the proportion of between-study heterogeneity attributable to differences at the estimate, study and jurisdiction level. Our findings reveal that while race disparities in sentencing are statistically significant, they are minimal in magnitude (a 2% to 3% penalty for racial minorities) and remarkably consistent across jurisdictions. In contrast, gender disparities are more pronounced (a 13% penalty against men) and highly variable, with some jurisdictions showing parity. Both analyses uncover substantial variability stemming from sample and modelling choices, highlighting the limited generalisability of existing sentencing research. For race disparities, we also found evidence of selective reporting, suggesting the presence of researcher bias.",
        "url": "https://doi.org/10.31235/osf.io/5d2bq_v3",
        "subjects": "Sociology",
        "subjects_osf": "Courts, Criminal Law, Legal Studies, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/7u62y_v1",
        "title": "Nowhere People in the China–Myanmar Borderlands",
        "authors": "Jingjia Xiao, Qing Xiao, Tianren Luo",
        "created": "2025-03-29",
        "abstract": "In recent years, telecommunications fraud originating in Myanmar has aroused widespread fear in Chinese society, including swirling rumours about organ harvesting being conducted in the scam compounds in the Southeast Asian country. Drawing from interviews with several Chinese migrants involved in illegal industries in northern Myanmar, this essay aims to highlight how this fear is continuously propagated and distorted, generating various narratives among different groups, particularly workers active in illegal industries along the border. These narratives reflect these labourers’ own uncertainties and anxieties about the future and contribute to the dilemmas they face.",
        "url": "https://doi.org/10.31235/osf.io/7u62y_v1",
        "subjects": "Sociology",
        "subjects_osf": "Legal Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/7ucy9_v4",
        "title": "Work time reduction via a four-day week finds improvements in workers’ well-being",
        "authors": "Juliet Schor, Wen Fan, Orla Kelly, Guolin Gu",
        "created": "2025-04-01",
        "abstract": "Time spent on the job is a fundamental aspect of working conditions that influences many facets of individuals’ lives. We study how an organisation-wide four-day workweek intervention—with no reduction in pay—affects workers’ well-being. Organisations undergo pre-trial work reorganisation to improve efficiency and collaboration, followed by a 6-month trial. Analysis of pre- and post-trial data from 2,896 employees in 141 organisations shows improvements in burnout, job satisfaction, mental health, and physical health—a pattern not observed in 12 control companies. Both company-level and individual-level reductions in hours are correlated with well-being gains, with larger individual-level (though not company-level) reductions associated with greater improvements in well-being. Three key factors mediate the relationship: improved self-reported work ability, reduced sleep problems, and decreased fatigue. The results indicate that four-day workweeks with no pay reduction are an effective organizational intervention for enhancing workers’ well-being.",
        "url": "https://doi.org/10.31235/osf.io/7ucy9_v4",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/bvy4w_v1",
        "title": "HASP: A Hierarchical Activity Simulation Procedure for Realistic Activity Patterns",
        "authors": "Sophia Arabadjis, Stuart Sweeney",
        "created": "2025-03-28",
        "abstract": "Methods to simulate activity patterns remain an important tool for engineers, planners, and social scientists. They allow researchers to embed known complexity into simulated data and benchmark performance. They are often used as a tool assess potential impacts from policy and infrastructure changes prior to actual implementation by varying parameters in a controlled (simulated) setting and assessing results. In this study we review several common approaches to stochastic simulation for activity patterns across several different academic disciplines. Building off this literature, we propose another stochastic simulation algorithm, the Hierarchical Activity Simulation Procedure, that is rooted in the survival methods literature and directly models duration and activity selection. This is a highly flexible method and can accommodate joint activity structures (ie household or role-level effects) and is not particularly data intensive. This method produces very realistic time-use patterns, can accommodate a range of activities without too much additional computational complexity, and has implications for practitioners and time use researchers alike.",
        "url": "https://doi.org/10.31235/osf.io/bvy4w_v1",
        "subjects": "Sociology",
        "subjects_osf": "Geography, Sociology"
      },
      {
        "doi": "10.31235/osf.io/htcz8_v1",
        "title": "Policy Priorities for Family Resilience",
        "authors": "Mary Daly, Elizabeth Gosme, Holly Shorey, Merve Uzunalioglu",
        "created": "2025-03-27",
        "abstract": "This report presents policy priorities for the enhancement of family resilience. It, first, provides a conceptual framework for how we should understand the functions of policy in regard to improving family resilience. Second, it reviews the current national and EU-level policy landscape. Third, it proposes a set of policy principles in three key areas that are considered essential to improve family resilience: better income support for families with children, closing the childcare gap and comprehensive family support services. The report is based on a wide-ranging comparative analysis of relevant data from Eurostat, OECD Family Database, Leave Network and MISSOC, a review of three key intiatives from the EU, the Work-Life Balance Directive, European Child Guarantee and European Care Strategy, and a review of relevant policies in the six rEUsilience countries. It is also informed by a 'road-testing' exercise which was undertaken through the Policy Lab, where family and policy experts developed and reviewed policy proposals. The report seeks to provide guidance especially when reforming and introducing policies with respect to family resilience. The report emphasises the need for a holistic and comprehensive approach to empower families especially during the transitions over the lifecourse. Consequently, the report interprets the support from the state as a package consisting of income support, employment-related parenting leaves, childcare and family-oriented services. The policy priorities are informed by the aforementioned analyses which highlighted a range of 'incompletions' in existing policies in, first, recognising the changing needs of families as children grow older and, second, the additional support needs of particular families (especially low-income families, lone-parent families and families coping with illness or disability on the part of a child). The report offers 15 principles as a guide to undertake policy reform. These principles, which are generally similar across the three fields, relate to coverage (endorsing a universal approach), adequacy (in terms of amount and sufficiency of income and other forms of support), inclusion (recognition of additional needs) and the absence of gaps in provision.",
        "url": "https://doi.org/10.31235/osf.io/htcz8_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/qamux_v2",
        "title": "La part du genre. Genre et approche intersectionnelle dans les sciences sociales françaises au XXIe siècle",
        "authors": "Etienne Ollion, Julien Boelaert, Samuel Coavoux, Estelle Delaine, Altaïr Desprès, Sibylle Gollac, Narguesse Keyhani, Adèle Mommeja",
        "created": "2025-04-03",
        "abstract": "Quand mobilise-t-on une perspective de genre dans les publications de sciences sociales françaises, et qui le fait ? Recourt-on davantage à cette approche que par le passé, et cette dernière en a-t-elle remplacé d’autres grilles d’analyse comme on l’entend parfois ? Parce qu’il est impossible de consulter l’ensemble de la production universitaire sur une longue période, les spéculations l’emportent souvent sur les analyses empiriques. Afin d’apporter une contribution à ces réflexions, ainsi qu’à l’histoire et à la sociologie des sciences sociales, cet article s’appuie sur des outils issus du traitement automatique des langues – des grands modèles de langage (LLMs) – pour repérer les invocations du genre dans un vaste corpus. Appliqué aux articles scientifiques de près de 120 revues de sciences sociales françaises publiées depuis le début du siècle, il offre plusieurs résultats parlants. Le recours à une approche de genre a indéniablement progressé au cours des vingt-cinq dernières années, même si le point de départ était souvent bas, et qu’il reste finalement limité. Des différences marquées existent entre disciplines, tout comme diffèrent les formes d’institutionnalisation de cette approche. Cette perspective est, en outre, encore très majoritairement mobilisée par des femmes. Enfin, l’approche intersectionnelle augmente légèrement, tout en restant très minoritaire, et sans que le genre ne se substitue à la classe.",
        "url": "https://doi.org/10.31235/osf.io/qamux_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/sthwk_v2",
        "title": "Large Language Models for Text Classification: From Zero-Shot Learning to Instruction-Tuning",
        "authors": "Thomas Davidson, Youngjin (YJ) Chae",
        "created": "2025-03-29",
        "abstract": "Advances in large language models (LLMs) have transformed the field of natural language processing and have enormous potential for social scientific analysis. We explore the application of LLMs to supervised text classification. As a case study, we consider stance detection and examine variation in predictive accuracy across different architectures, training regimes, and task specifications. We compare ten models ranging in size from tens of millions to hundreds of billions of parameters and four distinct training regimes: prompt-based zero-shot learning and few-shot learning, fine-tuning using more training data, and instruction-tuning that combines prompting and training data. The largest models generally offer the best predictive performance even with little or no training examples, but fine-tuning smaller models is a competitive solution due to their relatively high accuracy and low cost. For complex prediction tasks, instruction-tuned open-weights models can perform well, rivaling state-of-the-art commercial models. We provide recommendations for the use of LLMs for text classification in sociological research and discuss the limitations and challenges related to the use of these technologies.",
        "url": "https://doi.org/10.31235/osf.io/sthwk_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/wp4cr_v1",
        "title": "Teaching Gender, Teaching Power: A Critical Discourse Analysis of Chinese Primary Textbooks",
        "authors": "Yaoyao Song",
        "created": "2025-04-01",
        "abstract": "This article critically examines how masculinity and femininity are constructed in Chinese primary school textbooks and explores the power relations embedded in these gender representations. Drawing on Critical Discourse Analysis (CDA), specifically Fairclough's three-dimensional model, the study analyzes textual and visual content from all 12 volumes of the nationally distributed Chinese language textbooks used in primary education. The analysis reveals that masculinity is predominantly associated with leadership, military strength, intelligence, and social responsibility, while femininity is characterized by obedience, emotional labor, beauty, and maternal devotion. These gendered traits reinforce patriarchal ideology, drawing from both Confucian traditions and the contemporary political agenda of the ruling class. Male characters, especially political and military figures, are portrayed as role models, while female characters are largely confined to domestic and supportive roles. While global education frameworks emphasize gender equity and inclusion, these textbooks continue to normalize and perpetuate inequality from an early age. By linking gender representations in schooling to broader ideological structures, this study contributes to the growing body of critical research on curriculum and discourse and calls for reforms that promote more equitable educational practices in China.",
        "url": "https://doi.org/10.31235/osf.io/wp4cr_v1",
        "subjects": "Sociology",
        "subjects_osf": "Feminist, Gender, and Sexuality Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ymzsv_v2",
        "title": "Estimating the Prevalence of Unwarranted Disparities in Sentencing: Distinguishing between Good and Bad Controls",
        "authors": "Jose Pina-Sánchez, Melissa Hamilton, Peter WG Tennant",
        "created": "2025-03-30",
        "abstract": "To minimise confounding bias and facilitate the identification of unwarranted disparities, sentencing researchers have traditionally sought to control for as many legal factors as possible. Over the past decade a growing number of researchers have questioned such approach, pointing at multiple legal factors are themselves subject to judicial discretion, so controlling for them leads to post-treatment bias. Here we use DAGs to provide a more formal and comprehensive assessment of the different types of bias that could be expected under different choice of controls. In addition, we put forward a new modelling framework to: i) facilitate the choice of controls under different definitions of sentencing disparities, and ii) reflect the model uncertainty stemming from the trade-off between confounding and post-treatment bias. We apply this framework to the estimation of race disparities in the US federal courts and gender disparities in the England and Wales magistrates' court. We find substantial model uncertainty for gender disparities and for race disparities affecting Hispanic offenders, rendering estimates of the latter inconclusive. Disparities against black offenders are more consistent, although, they are not strong enough to be seen as definitive evidence of racial discrimination.",
        "url": "https://doi.org/10.31235/osf.io/ymzsv_v2",
        "subjects": "Sociology",
        "subjects_osf": "Judges, Courts, Criminal Law, Legal Studies, Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/z4e7s_v1",
        "title": "Accounting for uncertainty in conflict mortality estimation: An application to the Gaza War in 2023-2024",
        "authors": "Ana C. Gomez-Ugarte, Irena Chen, Enrique Acosta, Ugofilippo Basellini, Diego Alburez-Gutierrez",
        "created": "2025-03-31",
        "abstract": "The Gaza War, triggered by the Hamas-led attack on October 7, 2023, has resulted in significant loss of life and intensified an ongoing humanitarian crisis. Despite increasing demand for accurate measures of conflict severity, mortality estimates remain challenging due to the inherent `statistical fog of war' surrounding ongoing conflicts. In particular, accurate quantification is hindered by uncertainties related to incomplete reporting and uncertain age-sex distributions of casualties. Official death tolls are likely influenced by damaged infrastructure, security disruptions, and political motivations, as well as the aggregated nature of available data. This complicates detailed demographic verification. Our study introduces a novel methodological approach---a Bayesian model incorporating novel priors---to explicitly account for measurement errors in mortality estimation by addressing reporting completeness and uncertainty in demographic distributions. Applying these methods to the ongoing Gaza War, we estimate sex- and age-specific mortality patterns and associated life expectancy (LE) losses. We find that LE in Gaza was 42.3 [39.4-45.0] in 2023 and 40.4 [37.5-43.0] in 2024, corresponding to LE losses of 34.4 [31.7-37.3] and 36.4 [33.8-39.3], respectively. To contextualize these estimates, we compare them with LE losses observed in the Gaza Strip, the West Bank, and all of Palestine between 2012 and 2019. Our estimates align with point estimates of previously published work, after adjusting the reporting priors to ignore underreporting. The study provides a robust and reproducible framework for mortality estimation under conditions of data scarcity, applicable to current and future conflicts.",
        "url": "https://doi.org/10.31235/osf.io/z4e7s_v1",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/59mga_v1",
        "title": "Social differences in maternal mortality in Zeeland 1812 - 1913",
        "authors": "Ingrid K van Dijk",
        "created": "2025-03-31",
        "abstract": "Using population reconstructions from linked civil certificates for the province of Zeeland, the Netherlands, for the period 1812-1913, I study the social gradient in maternal mortality. Maternal mortality is defined as deaths in the first 42 days after the birth of a child. Among the women – mother to at least one child and followed between age 20 and 45 – maternal mortality constitutes about one third of the total number of observed deaths. Maternal mortality is higher for upper class women in early 19th century Zeeland than for unskilled laborers. By the early 20th century, maternal mortality had become an uncommon event and social differences in its likelihood negligible. A comparison of the social gradient in maternal mortality to the social gradient in all mortality in the reproductive ages (age 20-45) in this period shows that the reverse social gradient in mortality is limited to maternal mortality – it is not found for all deaths in this period of life.",
        "url": "https://doi.org/10.31235/osf.io/59mga_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6z23j_v1",
        "title": "Borderization in Georgia: A mobility perspective",
        "authors": "Gela Merabishvili",
        "created": "2025-03-28",
        "abstract": "‘Borderization’ refers to the process of installing fences and other infrastructures of control and surveillance by the Russian security services along the de facto boundary between Georgia and South Ossetia. Georgian political discourse generally focuses on a territorial dimension of borderization and views it primarily as a physical demarcation of an already existing geopolitical condition, understood as the Russian occupation of Georgia’s sovereign territory. Borderization has dramatically curtailed mobility between the two sides of the de facto border. Georgian political discourse describes this aspect of borderization as Russia’s purposeful strategy to estrange Ossetians from Georgians. However, the narrow ethnic frame sidelines various other forms of immobility experienced by local residents. An expanded concept of mobility can offer a more nuanced understanding of borderization and illustrate overlooked geopolitical and geographical complexities. Through interviews with residents of Nikozi, Ergneti, and Ditsi, the article identifies four distinct forms of immobility resulting from borderization that shape how people and goods move inside the villages, across the de facto boundary, between the border strip and Tbilisi, and between the strip and Russia. The mobility perspective offers a complementary lens to understand the effects of the existing geopolitical condition on the local community’s security and welfare.",
        "url": "https://doi.org/10.31235/osf.io/6z23j_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8j36v_v1",
        "title": "What Is Grounded Simulation?",
        "authors": "Michael Lee Wood, Dustin S. Stoltz",
        "created": "2025-03-28",
        "abstract": "The capacity to mentally simulate objects and events is an important, yet underexplored, component in sociological theorizing. Recent sociological research drawing on simulation research from the cognitive sciences suggests opportunities for new insights via a richer interdisciplinary engagement. To this end, we provide a thorough review of the literature on grounded simulation theory, building on the nascent work in sociology engaging with grounded simulation theory, and discuss its potential for sociological analysis. We highlight its utility as a cognitively plausible framework for addressing important issues in the analysis of culture and action and culture and thinking, including questions of salience, novelty, implicit cognition, deliberation, and the relation between Type 1 and Type 2 processing. We conclude with some considerations for future research.",
        "url": "https://doi.org/10.31235/osf.io/8j36v_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/a32z9_v2",
        "title": "Strategic Interactions in Science Communication: A Complex Adaptive Systems Framework",
        "authors": "Justus Henke",
        "created": "2025-03-31",
        "abstract": "Science communication plays a crucial role in maintaining public trust in science amid complex societal challenges. This study addresses a gap in understanding science communication dynamics by conceptualizing it as a complex adaptive system of actors. It introduces the CASSCO (Complex Adaptive System of Science Communication) model, which integrates complex adaptive systems theory with game theory to analyze strategic interactions in science communication. The model encompasses decision-making processes, impact evaluation, and learning mechanisms among actors, distinguishing between institutional and organizational roles across three communica-tion modes: dissemination, dialogue, and participation. By applying the CASSCO model to two scenarios - citizen science and generative AI – the study demonstrates its potential for predicting non-linear dynamics and emergent outcomes in science communication. This approach yields insights into the impact of communication strategies on public trust and contestations of science. The CASSCO model serves as a strategic thinking template, enabling actors to select strategies while considering the behaviors of others. The study concludes with theoretical and practical implications, model limitations, and future research directions.",
        "url": "https://doi.org/10.31235/osf.io/a32z9_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/aefn4_v2",
        "title": "Address Challenges Markowitz (1952) Faces: A New Measure of Asset Risk",
        "authors": "George Y. Nie",
        "created": "2025-04-02",
        "abstract": "Markowitz (1952) asset risk (MAR) has long been challenged. First, as an impostor of asset risk, volatility captures the noise of asset risk over maturity that improperly reflects asset risk (which has to be measured over a unit of time length to be cumulative since asset holder’s risk approaches zero as the holding time length approaches zero). Second, volatility does not decrease asset value while volatility of a lognormal distribution actually raises value. We thus argue that asset risk drives volatility, but not vice versa, implying that asset risk cannot be diversified away. Third, support to MAR appears to arise from a confusion between asset value and wealth utility: the law of diminishing marginal utility supports that volatility reduces the latter. The above causes explain why CAPM and Fama-French models have long been struggling to price asset volatilities. To address these challenges, we propose that the volatility (variance) of realized (expected) asset value approaches zero as the measuring distance approaches zero. We delineate expected asset value (which asset risk impacts without a distribution) and volatility (which does not affect the former following a quasi-normal distribution we proposed). Our asset risk for a specific asset excludes the macrorisk in Nie (2024a) that is tied to all assets denominated by the currency. To be comparable across assets and firms, our asset risk is a 5-year payment’s risk that approaches zero as the distance approaches zero. We show that equity price reflects the present value of a payment spanning over the predictable lifetime of firm performance, and that an option’s price minus its present value reflects the overcharge or transaction cost. Our asset risk, captured as risk premium, thus solves issues that have long been challenging agency theories, and redefines firm misvaluation theories.",
        "url": "https://doi.org/10.31235/osf.io/aefn4_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/c283g_v1",
        "title": "Regional Research Intensity and ESG Indicators in Italy: Insights from Panel Data Models and Machine Learning",
        "authors": "Alberto Costantiello, Angelo Leogrande, Massimo Arnone, Carlo Drago",
        "created": "2025-03-30",
        "abstract": "This study investigates the relationship between Research Intensity (RI) and a range of Environmental, Social, and Governance (ESG) variables for Italian regions using machine learning algorithms and panel data models. The study seeks to identify the most predictive variables of research intensity from a range of cultural, environmental, socio-economic, and governance indicators. Support Vector Machine, Random Forest, k-Nearest Neighbors, and Neural Network algorithms are used to ascertain comparative predictive power. Feature importance analysis identifies education levels, in particular tertiary education qualifications, and technological infrastructure as most predictive of research intensity. Regional differences in research intensity are also investigated on the basis of political representation, healthcare accessibility, material consumption, and cultural investment variables. Results indicate that economically developed regions with sufficient research capacity are more research-intensive but can also face environmental sustainability and social inclusiveness issues. The study concludes that policy measures to enable education, technological innovation, environmental management, and governance improvement are required to spur research capacity in Italian regions. The study also provides insight into the use of research intensity in informing broader ESG objectives, including policy intervention for mitigating regional imbalances. Future studies should provide insight into the dynamic interaction effects of research intensity and ESG variables over time using more sophisticated machine learning techniques to further enhance predictive power.",
        "url": "https://doi.org/10.31235/osf.io/c283g_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ct5es_v2",
        "title": "Political Claimsmaking and Emotional Expression",
        "authors": "Deana A. Rohlinger, Christian Vaccaro, Brian McKernan, Maria C. Ramos",
        "created": "2025-03-27",
        "abstract": "Research on emotional stimuli in politics often overlooks how citizens use emotion when engaging politicians. We begin to address this gap in the literature by examining the relationship between frames, emotion, and sentiment in individual claimsmaking. Our analysis proceeds in two steps. First, we use Bidirectional Encoder Representations from Transformers (BERT) to classify sentiment and frames in 153,288 emails sent to Governor Jeb Bush about the Terri Schiavo case. We find that the religious frame increases the likelihood that an email is positive, while the legal and medical frames lower that likelihood. Then, we qualitatively analyze 999 randomly chosen emails from the corpus to understand how individuals use emotions in their claimsmaking. We find that individuals use emotion to modify frames in ways that signal their understanding of a target’s authority relative to other actors. Individuals used positive emotions with the religious frame to signal their approval of Bush’s actions. In contrast, individuals used negative emotions with the legal frame to convey their disapproval of other actors, such as Terri’s husband, who were seen as misusing their authority and endangering Terri’s life. We conclude with a discussion of how scholars might better understand the role of emotion in individual claimsmaking.",
        "url": "https://doi.org/10.31235/osf.io/ct5es_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/dpyqm_v1",
        "title": "The Statistical Advantages of MAIHDA in Predicting Intersectional Inequalities",
        "authors": "George Leckie, Andrew Bell, Juan Merlo, SV Subramanian, Clare Evans",
        "created": "2025-04-03",
        "abstract": "Multilevel Analysis of Individual Heterogeneity and Discriminatory Accuracy (MAIHDA) is a multilevel regression modeling approach, rooted in intersectionality theory, for examining social inequalities across intersections of multiple social identities (e.g., gender, ethnicity, social class). Proponents argue that MAIHDA’s predicted intersectional means are statistically superior to simple means from descriptive statistics or conventional regression models, but this claim remains largely untested. We derive and analyze analytical expressions to compare the variance and correlation of predicted intersection means from two MAIHDA-based predictors and simple mean calculations with the distribution of true but unknown population means. Additionally, we assess the bias, variance, and mean squared error when predicting the mean of a given intersection. Our findings show that MAIHDA-based means outperform simple means, particularly when using the predictor that decomposes intersectional means into additive and non-additive components of social identities. However, the relative advantage of each MAIHDA predictor depends on the nature of intersectional inequalities and intersection sizes. MAIHDA’s benefits are most pronounced when inequalities are subtle or when data on certain intersections, such as those for marginalized groups, are sparse—conditions common in practice, highlighting the practical significance of our findings.",
        "url": "https://doi.org/10.31235/osf.io/dpyqm_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/dzstk_v1",
        "title": "Exploring the Complexities of Gender-Based Violence in South Africa: A Comprehensive Analysis",
        "authors": "Elisabet Alvarez Merino, Iduabo John Afa",
        "created": "2025-03-26",
        "abstract": "In present times, gender-based violence (GBV) is a global scourge. It is highly prevalent in South Africa, where the rates of incidents are exorbitant, particularly those of sexual violence against women. The goal of this paper is to explore the implications of factors such as societal norms affected by the country’s unique historical circumstances that promote rising rates of gender-based violence, significant underreporting of these instances, sexual violence and the consequences for the survivors. The paper uses secondary data to study the intersectionality of gender, population group (race), socio-economic status, and geographical location. We further analyze the sociodemographic of GBV (particularly rape) victims and perpetrators to put the focus on better and more gender-responsive prevention strategies. The paper highlights the importance of paying attention to intimate partner violence (IPV) as this constitutes a highly significant percentage of the total cases of rape and femicide. The study shows that non-white women constitute the most vulnerable group to GBV. We conclude that proper mechanisms must be put in place which require the cooperation of the police, judicial, medical, social and other support services to properly tackle this violence which must account for every population group, especially the historically marginalized ones.",
        "url": "https://doi.org/10.31235/osf.io/dzstk_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/epf9n_v2",
        "title": "Adolescents’ exposure to zero-alcohol advertisements and attitudes and consumption intentions towards alcohol",
        "authors": "Ashlea Bartram, Md Abdul  Ahad, svetlana bogomolova, Murthy Mittinty, Joanne Dono, Aimee Brownbill, Nathan Harrison, Jacqui Garcia, Ivana Glavinic, Mia May",
        "created": "2025-03-28",
        "abstract": "Introduction: Exposure to alcohol advertising is a key influence on adolescent alcohol consumption. Zero-alcohol drinks (&lt;0.5% alcohol by volume) resemble and often share brands with alcoholic drinks, so may function as surrogate alcohol marketing. We examined whether exposure to zero-alcohol advertising was associated with adolescents’ attitudes and consumption intentions toward alcohol. Methods: N=382 Australians aged 15 to 17 years completed an online survey where they viewed zero-alcohol advertisements from four parent alcohol brands and reported past exposure and liking of each advertisement, attitudes and consumption intentions toward alcohol products from the parent brand, general attitudes and consumption intentions toward alcohol, self-reported location-based exposure to zero-alcohol advertising, prior consumption of alcohol and zero-alcohol, and demographics. Associations between exposure and liking, attitudes, and consumption intentions were examined using linear mixed effect models and linear regression. Results: In unadjusted models, attitudes toward and intentions to consume alcohol from the parent brand were associated with advertisment exposure (attitudes: B=0.55, p&lt;0.001; intentions: B=0.37, p&lt;0.001) and liking (attitudes: B=1.45, p&lt;0.001; intentions: B=0.70, p&lt;0.001). Adjusting for prior zero-alcohol and alcohol consumption, gender, and parent presence during survey completion, associations with liking remained significant (attitudes: B=1.42, p&lt;0.001; intentions: B=0.66, p&lt;0.001). No associations were found between self-reported location-based exposure to zero-alcohol advertising and general attitudes and consumption intentions toward alcohol. Discussion and Conclusions: Findings that adolescents who see and like zero-alcohol advertisements have more favourable attitudes toward and stronger intentions to consume parent alcohol brands suggest these advertisements serve as surrogate marketing and should be included within alcohol advertising regulations.",
        "url": "https://doi.org/10.31235/osf.io/epf9n_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/hy3v5_v1",
        "title": "Cross-National Variation in Faith Sharing Across Religious Traditions",
        "authors": "Robert Dudley Woodberry, Matt Bradshaw, Tyler J. VanderWeele, Byron R. Johnson",
        "created": "2025-04-02",
        "abstract": "Who shares their faith with people who have different religious views? This article examines ‘faith sharing’ across 22 religiously diverse countries. To our knowledge, this is the first study of ‘faith sharing’ across national and religious contexts. Evangelism can be controversial, but both historically and in our data, it is widespread - including in societies that restrict religious liberty. ‘Faith sharing’ is lowest in Europe, Japan, Australia, and the US and highest in Africa, Latin America, the Middle East, and Asia (excluding Japan). Within countries, there is no consistent pattern about which religious groups share their faith more. Previous research about ‘faith sharing’ focuses on Christians in the US, but the factors that predict ‘faith sharing’ in the US often do not generalize. In fact, the association with age, education, marital status, employment status, and immigration status is exactly the opposite in many societies. Because past comparative research ignores this topic and because so much of what we think we know about faith sharing is based on US Christians, we hope this article will spur further research and expand our understanding of religious persuasion and global religious change.",
        "url": "https://doi.org/10.31235/osf.io/hy3v5_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/hy3v5_v2",
        "title": "Cross-National Variation in Faith Sharing Across Religious Traditions",
        "authors": "Robert Dudley Woodberry, Matt Bradshaw, Tyler J. VanderWeele, Byron R. Johnson",
        "created": "2025-04-02",
        "abstract": "Who shares their faith with people who have different religious views? This article examines ‘faith sharing’ across 22 religiously diverse countries. To our knowledge, this is the first study of ‘faith sharing’ across national and religious contexts. Evangelism can be controversial, but both historically and in our data, it is widespread - including in societies that restrict religious liberty. ‘Faith sharing’ is lowest in Europe, Japan, Australia, and the US and highest in Africa, Latin America, the Middle East, and Asia (excluding Japan). Within countries, there is no consistent pattern about which religious groups share their faith more. Previous research about ‘faith sharing’ focuses on Christians in the US, but the factors that predict ‘faith sharing’ in the US often do not generalize. In fact, the association with age, education, marital status, employment status, and immigration status is exactly the opposite in many societies. Because past comparative research ignores this topic and because so much of what we think we know about faith sharing is based on US Christians, we hope this article will spur further research and expand our understanding of religious persuasion and global religious change.",
        "url": "https://doi.org/10.31235/osf.io/hy3v5_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/pfv73_v1",
        "title": "Comparing Transformative Religious Experiences across Religions and National Contexts",
        "authors": "Robert Dudley Woodberry, Zhuo Job Chen, Matthew T. Lee, Matt Bradshaw, Tyler J. VanderWeele, Byron R. Johnson",
        "created": "2025-04-02",
        "abstract": "Religious experiences are ubiquitous and many would argue they can alter a person’s life. Regrettably, there are few studies of transformative religious experiences (TREs) outside of the US or that compare different religious groups. There is, however, more comparative research about conversions and about ‘paranormal’ experiences, e.g., telepathy, clairvoyance, and contact with spirits of dead people. However, the correlates of TREs and paranormal experiences are distinct, suggesting we cannot extrapolate between them. This article examines TREs across 22 nationally-representative samples from religiously diverse countries from all six inhabited continents. It also serves as the foundation for future longitudinal studies assessing the potential causal impact of TREs. We discuss the complexities of measuring TRE across religious traditions, how demographic factors associated with TRE vary between countries, and consider implications for secularization theory. If we compare the prevalence of TREs between countries, wealthier European countries report these least frequently and poorer countries most frequently. However, the individual-level patterns are not consistent with secularization. For example, younger people do not consistently have fewer TREs than older people. Rather, TREs are higher in age groups that were students during political movements in which religion played an important role, such as the fall of the Iron Curtain and democracy movements in Hong Kong.",
        "url": "https://doi.org/10.31235/osf.io/pfv73_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/qsr24_v1",
        "title": "Anatomy of a Swedish population-scale network",
        "authors": "Georgios Panayiotou, Inga K. Wohlert, Miia Bask, Mikael Bask, Matteo Magnani, Ilkka Henrik Mäkinen",
        "created": "2025-03-28",
        "abstract": "With the increasing interest in large-scale social network analysis, recent research has expanded into nation-wide networks generated from administrative data. We construct a multilayer population-scale social network for Sweden using public register data from 2000 to 2017, covering approximately 8.3 million individuals aged 15 and older. We analyze the structure and connectivity patterns in the network across six layers: close family, extended family, household, neighborhood, school and work. We compare our findings to a similar study for the Netherlands, revealing similar degree distributions and small-world characteristics.",
        "url": "https://doi.org/10.31235/osf.io/qsr24_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/r4kju_v1",
        "title": "She’s leaving, he’s not: family background and gender differences in leaving home decisions among siblings",
        "authors": "Valeria Ferraretto, Marco Tosi",
        "created": "2025-03-27",
        "abstract": "Gender and socio-economic background are key factors influencing the timing of the transition to adulthood; however, their composite effect is difficult to identify, as gender differences are developed within the family context. Drawing on data from two waves (2009, 2016) of an Italian nationally representative survey, we use information on children of parents aged 50-75 (N= 28,244) to analyse gender differences in home-leaving age among higher- and lower-educated families. We compare estimates from Cox proportional hazards and sibling fixed-effects models. Our findings show that gender differences in higher-educated families are less marked than in lower-educated families; gender differences remain significant when we account for family characteristics shared by siblings. In Italy, parental education is associated with delays in home-leaving among daughters, not among sons. This study illustrates how sibling comparisons can help disentangle heterogeneity in life course transitions, and how families contribute to the reproduction of inequalities in demographic behaviours.",
        "url": "https://doi.org/10.31235/osf.io/r4kju_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/u8cvd_v1",
        "title": "Religious Centrality Across 22 Countries",
        "authors": "Robert Dudley Woodberry, Kathryn A. Johnson, Brendan Case, Matt Bradshaw, Tyler J. VanderWeele, Byron R. Johnson",
        "created": "2025-04-02",
        "abstract": "Religious Centrality has been widely studied in Europe and North America and is generally associated with better psychological and social outcomes. Religious centrality is often assessed as a measure of intrinsic religiosity (IR)—religion as one’s guiding approach to life – and has been widely validated in societies around the world. However, most studies of religious centrality/IR are cross-sectional and use samples from ‘Western’ societies or samples from single non-European societies. Moreover, most samples are not nationally representative. Systematic comparisons are difficult because the samples, measures, and procedures vary between studies. This article examines religious centrality across 22 nationally representative samples from religiously diverse countries from the 1st wave of the Global Flourishing Study (GFS) using a single-item IR measure and identical demographic measures and methods in each country. The study will serve as the foundation for longitudinal studies designed to assess the causal impact of religious centrality on human flourishing. In the current study, we find societies range widely, with religious centrality lowest in Europe and East Asia, moderate in the Americas and Israel, and highest in Africa and the rest of Asia. We discuss the complexities of assessing religious centrality across religious traditions, how the demographic factors associated with religious centrality vary between countries, and provide implications for secularization theory as well as theories of human flourishing.",
        "url": "https://doi.org/10.31235/osf.io/u8cvd_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vp3j2_v2",
        "title": "Simulating Subjects: The Promise and Peril of AI Stand-ins for Social Agents and Interactions",
        "authors": "Austin Kozlowski, James Evans",
        "created": "2025-03-30",
        "abstract": "Large Language Models (LLMs), through their exposure to massive collections of online text, learn to reproduce the perspectives and linguistic styles of diverse social and cultural groups. This capability suggests a powerful social scientific application – the simulation of empirically realistic, culturally situated human subjects. Synthesizing recent research in artificial intelligence and computational social science, we outline a methodological foundation for simulating human subjects and their social interactions. We then identify nine characteristics of current models that are likely to impair realistic simulation human subjects, including atemporality, social acceptability bias, uniformity, and poverty of sensory experience. For each of these areas, we discuss promising approaches for overcoming their associated shortcomings. Given the rate of change of these models, we advocate for an ongoing methodological program on the simulation of human subjects that keeps pace with rapid technical progress.",
        "url": "https://doi.org/10.31235/osf.io/vp3j2_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vp3j2_v3",
        "title": "Simulating Subjects: The Promise and Peril of AI Stand-ins for Social Agents and Interactions",
        "authors": "Austin Kozlowski, James Evans",
        "created": "2025-04-01",
        "abstract": "Large Language Models (LLMs), through their exposure to massive collections of online text, learn to reproduce the perspectives and linguistic styles of diverse social and cultural groups. This capability suggests a powerful social scientific application – the simulation of empirically realistic, culturally situated human subjects. Synthesizing recent research in artificial intelligence and computational social science, we outline a methodological foundation for simulating human subjects and their social interactions. We then identify nine characteristics of current models that are likely to impair realistic simulation human subjects, including atemporality, social acceptability bias, uniformity, and poverty of sensory experience. For each of these areas, we discuss promising approaches for overcoming their associated shortcomings. Given the rate of change of these models, we advocate for an ongoing methodological program on the simulation of human subjects that keeps pace with rapid technical progress.",
        "url": "https://doi.org/10.31235/osf.io/vp3j2_v3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vq5y4_v1",
        "title": "Every Break You Take: Advancing Seasonal Comparison Research with Digital Trace Data",
        "authors": "Emil Smith, Hanna Dumont, David Reimer",
        "created": "2025-03-24",
        "abstract": "Seasonal comparison research has highlighted how achievement gaps among students change during school terms versus breaks, providing significant insights into the role of schools in generating inequality. The current study extends the design by examining learning losses across multiple breaks of varying length, not just summer breaks, using digital trace data from a reading app. We tracked weekly reading speed growth in a cohort of 8,921 Danish students from 4th grade (2019) to the end of 6th grade (2022), comparing growth during school and breaks, including Covid-19 closures. By more effectively differentiating between learning progress made during periods of schooling and declines occurring during breaks, this granular approach enhances our understanding of how school attendance influences learning, yielding insights beyond those derived from traditional seasonal comparison studies. Results show consistent learning losses or stagnation following short breaks, indicating that traditional seasonal comparison designs may underestimate schools’ impact on learning. Notably, learning stagnation during the Covid-19 closures persisted even after schools reopened. While differential effects by socioeconomic status were limited, indicating schools’ neutral role in this regard in Denmark, results suggested that schools may narrow achievement gaps between students with immigration backgrounds compared to those from the ethnic majority population.",
        "url": "https://doi.org/10.31235/osf.io/vq5y4_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vrntm_v1",
        "title": "Observing the Effectiveness of Stewards and Cameras in Promoting Behavior for Beach-nesting Bird Conservation: A Mixed-Method Approach",
        "authors": "Milan Büscher, Ashley A. Dayer, Sami Livingston, Elizabeth Amendola",
        "created": "2025-04-02",
        "abstract": "Understanding the factors that influence human behavior is crucial for effective wildlife conservation strategies. This study examines the impact of conservation stewards and cameras on beachgoers’ adherence to conservation guidelines designed to protect beach-nesting birds. Specifically, it investigates whether these interventions encourage visitors to maintain a 25-ft distance from nesting areas and walk around birds feeding along the waterline. Using a mixed-methods approach, we conducted systematic behavioral observations (n = 267) and semi-structured interviews (n = 20) to assess the effectiveness of these interventions. Logistic regression analyses revealed that steward interaction significantly increased adherence to the 25 ft conservation guideline, whereas mere steward presence had no effect. Camera presence, contrary to expectations, negatively influenced guideline adherence, likely due to curiosity. Neither intervention significantly affected behaviors requiring situational awareness, such as walking around feeding birds or general attentiveness. Interview findings indicated that visitors' motivations and prior conservation awareness played a crucial role in shaping their behaviors. Visitors’ interactions with signs and the presence of other people were also predictive of greater adherence. These results suggest that while active engagement from stewards can enhance engagement in conservation behaviors, presence of cameras alone may be ineffective or even counterproductive. Conservation strategies that prioritize direct educational engagement are likely to cultivate a deeper psychological commitment and internalized pro-conservation norms, which drive lasting behavioral change.",
        "url": "https://doi.org/10.31235/osf.io/vrntm_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vs549_v1",
        "title": "Peripheral labor market status and job quality in the Swedish labor market 1968-2010",
        "authors": "Edvin Syk, Johan Westerman, Karin Halldén",
        "created": "2025-03-26",
        "abstract": "This study examines long-term trends in labor market peripherality and its association with job quality in Sweden from 1968 to 2010. Using linked register data, labor market biographies, and the Swedish Level of Living Survey, we construct a multidimensional measure of peripheral labor market status—including temporary and part-time contracts, excessive job mobility, and unemployment spells. While contemporary labor market theories suggest increasing segmentation and declining job quality for peripheral workers, our findings provide only modest support for this view. Associations between peripheral status and poor job quality — particularly in terms of work autonomy and physical hazards — are generally weak and largely accounted for by prior job conditions. Evidence for increasing divergence over time is limited, suggesting that labor market polarization in terms of job conditions along contractual divides may be less pronounced than often assumed.",
        "url": "https://doi.org/10.31235/osf.io/vs549_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/tvwud_v1",
        "title": "Protocol for a Composite Ethnography",
        "authors": "Melina Campos-Ortiz, Derek Pasborg, Carlos Olaya, Camila Patino, Bart Simon, Kregg Hetherington",
        "created": "2025-03-30",
        "abstract": "Composite ethnography is a methodological proposition developed by the Concordia Ethnography Lab (CEL) as a way to collectively engage with objects that we know to be multiple. By “taking seriously” the proposition from Science and Technology Studies that the world is enacted through our encounters, our collective research endeavour begins from the principle that collective forms of research produce a world of collectives. For the past two years, as part of EMERGE Matrix’s commitment to building the infrastructures for experimental and collaborative ethnography, a heterogeneous group of researchers at the CEL has been trying to turn such a philosophical commitment to research into an actionable ethnographic protocol. The resulting paper, as well as its accompanying zine and video, depicts The Pit, a project whose endeavour was to use composite ethnography to collectively explore a post-extractivist site in Montreal as a space for future-making. In this paper, we describe the steps towards the composite, showcasing the practical, pedagogical, ethical, and epistemological issues that arise when trying to render the tacit explicit in collaborative ethnographic research, including the tensions between normative ideals on what ethnography is and the challenges of making messy research processes travel.",
        "url": "https://doi.org/10.31235/osf.io/tvwud_v1",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/vqdge_v1",
        "title": "Which Victims of Bullying are Being Defended and How? The Role of Victimization Intensity and Victims’ Adjustment",
        "authors": "INVEST Flagship, Lydia Laninga-Wijnen, Claire F. Garandeau, Christina Salmivalli",
        "created": "2025-04-02",
        "abstract": "Previous work has shown that being defended can protect victims of bullying against developing psychological problems. Victimized students can be defended in victim-oriented ways, such as when classmates comfort them, and in bully-oriented ways, such as when classmates try to stop the bully. However, not all victimized youth are defended by peers. The current study aimed to identify which individual characteristics at the start of the school year (T1) predict whether victims of bullying will be defended by peers in victim- and bully-oriented ways halfway through the school year (T2). From the n = 6,357 Finnish 4th to 9th grade students who participated in the first two waves (T1 in September/October, and T2 in January) of the (MASKED) project, n = 1,303 reported being victimized at T2 (38.8% boys, Mage = 12.80, SD = 1.66). Among these victims, 920 (70.6%) reported that they had been defended: 57.2% in victim-oriented ways, 53.2% in bully-oriented ways, and 39.8% in both ways. Logistic regression analyses indicated that socially and emotionally vulnerable students were less likely to be defended. Specifically, students who were unpopular or who did not know how to stand up for themselves (low self-defense efficacy) were less likely to be defended in bully-oriented ways than students who were popular or who had high self-defense efficacy. Moreover, students with fewer friends and more psychological problems were less likely to be defended in victim-oriented ways than students with more friends and fewer psychological problems. Boys and older students were also less likely to be defended. Findings suggest that anti-bullying interventions should pay particular attention to promoting the defending of socially and emotionally vulnerable students.",
        "url": "https://doi.org/10.31235/osf.io/vqdge_v1",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      }
    ]
  }
}
