{
  "update": "2024-10-25",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/67urc",
        "title": "Do procedurally just interactions increase police legitimacy? Evidence from a representative vignette experiment in Colombia",
        "authors": "Veronica Abril, Santiago Perez-Vincent, Santiago Tobon, Martin Vanegas-Arias",
        "created": "2024-10-23",
        "abstract": "This study explores whether procedurally just interactions between police and citizens enhance perceptions of police legitimacy in high-crime environments. We conducted a representative in-person survey across five major Colombian cities, covering about 7 million residents. The survey included a vignette experiment presenting respondents with one of four scenarios that varied police officer respectfulness—characterized by clear communication of intentions—and neutrality. Our findings reveal that respectful behavior from officers significantly boosts citizens' perceptions of police legitimacy. In contrast, neutrality alone, or even combined with respect, does not affect these perceptions. This suggests that respect is an important component of procedural justice in fostering police legitimacy, while the standalone importance of neutrality is questionable. Policymakers should note that emphasizing respectful interactions in police training can foster greater trust and cooperation within communities, aiding effective crime prevention and community policing efforts. Conversely, focusing solely on neutrality without ensuring respect may be insufficient, possibly due to citizens' biases toward specific stereotypes.",
        "url": "https://doi.org/10.31235/osf.io/67urc",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/e29yp",
        "title": "Higher Turnout, Greater Inequality? A Precinct-level Analysis of Income Inequality in US Presidential Voting, 2016-2020",
        "authors": "Ankit Rastogi, Daniel Laurison",
        "created": "2024-10-18",
        "abstract": "The relationship between income and voter turnout is crucial to understanding U.S. democracy. Previous research finds that richer people tend to vote at higher rates than lower-income people. But this research relies on survey data and is subject to response and social desirability bias, producing widely varying estimates of the size of the income-based turnout gap. Using data with official, geocoded, precinct election results for the entire nation, we examine how precinct-level income is associated with changes in voter turnout between the 2016 and 2020 elections. We find a dramatic income gradient in precinct voter turnout, and that this inequality became larger in 2020 compared to 2016. When comparing top decile precincts to bottom decile precincts (&gt;$121k vs &lt;$38k), we estimate a turnout gap of 17 percentage points in 2016 and 27 percentage points in 2020. These results are robust in regression analysis controlling for critical features and spatial dependence.",
        "url": "https://doi.org/10.31235/osf.io/e29yp",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/mrh5q",
        "title": "Building trust in the police: Evidence from a multi-site experiment in Colombia",
        "authors": "Veronica Abril, Ervyn Norza, Santiago Perez-Vincent, Santiago Tobon, Michael Weintraub",
        "created": "2024-10-23",
        "abstract": "We study how improving police-citizen interactions increases public trust by experimentally evaluating a police training program in Colombia. The National Police retrained officers in procedural justice principles—such as fairness and respect—while instructing them to intensify citizen interactions. The intervention improved policing frequency, perceptions of fair treatment, and public trust. Our analysis points to strong complementarities between more and better policing: more interactions that lack good behavior or good behavior without increased interactions do not improve trust. We find no impacts on officers’ trust in citizens or beliefs about public trust, implying that institutional change may require more profound efforts.",
        "url": "https://doi.org/10.31235/osf.io/mrh5q",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/nzmhj",
        "title": "The night before or the morning after: Coup risk, failed coup attempts, and minister removals in autocracies",
        "authors": "Christian Oswald, Julian Walterskirchen, Sonja Häffner, Marco Nicola Binetti, Christoph Dworschak",
        "created": "2024-10-22",
        "abstract": "When do autocrats replace their ministers? Research suggests that failed coup attempts lead autocrats to remove disloyal ruling elites. While this is an important and intuitive finding, failed coup attempts are very rare events and hence leave large amounts of variation in minister removal unexplained. It also portrays autocrats as reactionary, whereas previous work suggests that they are anticipatory and survival-seeking. We argue that autocratic leaders are strategic actors who take preemptive action against potentially disloyal elites, rather than risking a coup attempt being realized. Using structural coup risk as a lower estimate of a leader's own perception of coup risk, we find that it significantly contributes to the prediction of minister removals. Contrasting its effect to that of failed coup attempts, we find that it substantially improves predictive performance across a number of metrics. Our findings contribute to nascent research on government stability and autocratic leader survival.",
        "url": "https://doi.org/10.31235/osf.io/nzmhj",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/2d8ea",
        "title": "A preliminary schedule for phasing-out knife crime",
        "authors": "Graham Farrell, Toby Davies",
        "created": "2024-10-17",
        "abstract": "Knife crime has become a prominent and seemingly intractable problem in England &amp; Wales. Theory and evidence indicate that reducing crime opportunities is an effective means of crime control, including restrictions on lethal weapons. While public debate has centred on zombie and other ‘status’ knives, the most prevalent homicide weapon is a kitchen knife. Here we argue that replacing lethal pointed-tip kitchen knives with round-tip knives would reduce knife crime with little or no displacement, and may reduce other forms of violence. Drawing on the approach to remove fossil-fuel vehicles from roads, we propose a phased removal of lethal kitchen knives and estimate this will cut knife crime in half.",
        "url": "https://doi.org/10.31235/osf.io/2d8ea",
        "subjects": "Economics",
        "subjects_osf": "Criminal Law, Legal Studies, Economics, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/a4frb",
        "title": "Evidence from the Dead: New Estimates of Wealth Inequality Using the Distribution of Estates",
        "authors": "Facundo Alvaredo, Yonatan Berman, Salvatore Morelli, Carolyn Fisher",
        "created": "2024-10-18",
        "abstract": "This paper studies the estimation of wealth distribution using estates left at death. We establish formal conditions for adopting a simplified version of the classic estate multiplier method, using only minimal information on estates and mortality. We empirically validate these conditions and apply the simplified approach to produce novel long-run top wealth share series for Belgium, Japan, and South Africa, where estate data have not yet been exploited. This approach may vastly expand the range of countries and years for which wealth inequality can be estimated, where estate data exist but the standard method cannot be applied. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/a4frb",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/cm324",
        "title": "Status returns to spatial mobility in the transition from school to work",
        "authors": "Alexandra Wicht, Paula Protsch, Laura Menze, Katarina Weßling",
        "created": "2024-10-21",
        "abstract": "Spatial mobility plays a crucial role in shaping social stratification processes. While previous research focused on adult workers’ monetary returns from commuting or relocating, early career gains in occupational status may be more significant from a life course perspective. We examine whether spatial mobility yields status returns for labor market entrants and, if so, how such returns might be stratified by young people’s local opportunity structures and their level of schooling. We use longitudinal data from the German National Educational Panel Study merged with fine-grained regional information and focus on transitions from school to Vocational Education and Training (VET). As a novel approach to address the methodological challenge of self-selection into spatial mobility, we propose incorporating young people’s occupational aspirations into the regression analysis. We show that mobile young people are more likely to get higher-status VET positions. Yet, being spatially mobile only pays off if young people commute or move away from structurally weak regions and for those with higher levels of schooling who are already privileged in status attainment. We conclude that young people can potentially overcome regional disadvantages through spatial mobility, while spatial mobility also tends to widen the gap in status attainment between educational groups.",
        "url": "https://doi.org/10.31235/osf.io/cm324",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Vocational Education, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/e7avt",
        "title": "The Political Economy of Socioenvironmental Conflict: Evidence from Peru",
        "authors": "David Kreitmeir",
        "created": "2024-10-19",
        "abstract": "Over the past two decades, violence against land and environmental activists has been on the rise, besetting even stable democracies. Using a unique, fine-grained data set on social conflict events in Peru and exogenous variation in world mineral prices, I document a strong link between local mineral rents and violent state repression of socioenvironmental protests in a democratic institutional setting. I show that the increase in the use of excessive force cannot be explained by changes in protester behavior. Empirical findings highlight the role of local authorities: the election of a pro-mining mayor is associated with a higher prevalence of state repression and corruption in the constituency. The legal and democratic accountability of local authorities is, however, found to be limited. The reported increase in corruption does not translate into more investigations against pro-mining mayors for corruption offenses nor are reelection results of incumbents found to be negatively affected by state violence against protesters. Finally, I show that violent state repression is successful in forestalling conflict resolution agreements that acknowledge protesters’ demands.",
        "url": "https://doi.org/10.31235/osf.io/e7avt",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/nmvhq",
        "title": "The Third Way: Reinterpreting the Political Settlements Framework with Structuration Theory",
        "authors": "Tao Louie Xu",
        "created": "2024-10-23",
        "abstract": "This research constructs the duality-oriented political settlements framework through structuration theory. With immense conflicts and inequality of global development, the underlying power distribution and institutional evolution in the South, however, are not fully elucidated due to the dualism-driven disagreements. With the duality of structure, our research investigates the dialectical structure-agency relationship in socio-political interaction, mediating dualism into the power structuration process, followed by a case examination of the Peiyang Republic of China 1912–1928. The results illustrate that the duality-oriented framework settles the limitations on account of static power structure and convoluted agency. The findings reveal the evolving nature of political settlements, whereby institutions are used and reconstituted by the praxes of agents. Analysing the interaction between power agents and structures, this research reinterprets political settlements as dynamic reproduction of power systems for broader development and conflict studies.",
        "url": "https://doi.org/10.31235/osf.io/nmvhq",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/2svnw",
        "title": "Segregation by gender and highest academic level in the career of research support staff of CONICET-Argentina, for the year 2021.",
        "authors": "Daniela Alejandra Pastor",
        "created": "2024-10-19",
        "abstract": "This work analyzes data obtained through a public request in 2021 of the highest academic level and gender in the career of CONICET support staff, which are scientific personnel in charge of a wide variety of highly qualified tasks such as: responsible of: equipment, techniques and laboratories, as well as administrative. There are other types of hiring this role in science, which are not contemplated in this analysis, such as: Article 9, contracted, outsourced personnel, dependent on universities with functions in CONICET, among other possible still unidentified. It was determined that there is a balanced composition of personnel from the undergraduate, graduate and postgraduate studies levels. By incorporating the gender variable, it can be seen that at the undergraduate and graduate training levels (non-university tertiary, intermediate and basic) are masculinized, while at the postgraduate training levels are feminized. In the analysis of the distribution of CPA personnel by career, we can see that there are more personnel in the Professional category: 1864 people vs 951, and that it is balanced in gender but this is not the same for the Technical career. Analyzing the Technical and Professional careers separately, it was found that there are people with a high level of training retained in the Technical category, a situation that affects women more than men. It can also be seen that in the Professional category, an analogous process occurs, in which the people who access this category with a level of training less than a bachelor's degree are mostly men, which confirms that there is greater pressure of training for women. In this work, this is not considered to be a strict demonstration of “overqualification” or “underqualification,” since for this it is necessary to investigate more about the nature of the tasks they perform, how the bureaucratic incorporation and promotion mechanisms influence them, as well as the subjectivities put into play in the interpretation of which tasks are Technical and which are Professional. It is necessary to continue researching the reasons that produce these inequalities in order to propose reparatory solutions.",
        "url": "https://doi.org/10.31235/osf.io/2svnw",
        "subjects": "Sociology",
        "subjects_osf": "Science and Technology Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/4efdt",
        "title": "Estimating death rates in complex humanitarian emergencies using the network survival method",
        "authors": "Casey F. Breen, Saeed Rahman, Christina Kay, Joeri Smits, Abraham Azar, Steve Ahuka-Mundeke, Dennis M. Feehan",
        "created": "2024-10-23",
        "abstract": "Reliable estimates of death rates in complex humanitarian emergencies are critical for assessing the severity of a crisis and for effectively allocating resources. However, in many humanitarian settings, logistical and security concerns make conventional methods for estimating death rates infeasible. We develop and test a new method for estimating death rates in humanitarian emergencies using reports of deaths in survey respondents’ social networks. To test our method, we collected original data in Tanganyika Province of the Democratic Republic of the Congo, a setting where reliable estimates of death rates are in high demand. Qualitative fieldwork suggested testing two different types of personal networks as the basis for death rate estimates: deaths among immediate neighbors and deaths among kin. We benchmarked our network estimates against a standard retrospective household mortality survey, which estimated a crude death rate nearly twice as high as our network-based methods. Given both methods are equally plausible, our findings underscore the need for further validation and development of both methods.",
        "url": "https://doi.org/10.31235/osf.io/4efdt",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/6tdvc",
        "title": "Unpacking the Integration Paradox: The Impact of Muslim Religion, Destination Context, and Personal Characteristics on Perceived Discrimination",
        "authors": "Francesco Molteni, Arianna Pellicciotti",
        "created": "2024-10-23",
        "abstract": "Perceived discrimination is the feeling of belonging to a group targeted by discrimination. This paper examines three mechanisms identified in the literature that contribute to this perception among migrants: exposure to actual discrimination through social contacts, language proficiency and awareness, and unmet aspirations. Using a subset of the European Social Survey dataset, which includes approximately 45,000 first- and second-generation migrants, we analyse the effects of individual characteristics (migrant generation, language skills, social contacts, education, and training) and contextual characteristics (integration policies) on perceived discrimination. Our findings reveal the existence of an \"Integration Paradox,\" particularly for Muslim migrants. More integrated Muslim migrants, especially those from the second generation, report higher levels of perceived discrimination. We also find that the integration setting does not have a direct effect but moderates the relationship between migrant generation and perceived discrimination. Notably, second-generation Muslim migrants feel most discriminated against in countries with \"intermediate\" levels of integration policies, suggesting short-term unintended consequences of such policies. These findings underscore the importance of paying close attention to this group in the present and near future, especially given their steadily increasing presence in European societies.",
        "url": "https://doi.org/10.31235/osf.io/6tdvc",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/6vhtw",
        "title": "Parental involvement and children’s well-being in stepfamilies: The role of biological relatedness and gender",
        "authors": "Ece Arat, Marjanne Desiree Brons, Anne-Rigt Poortman",
        "created": "2024-10-22",
        "abstract": "This study investigates the role of parental involvement (i.e., parenting time) for children’s well-being in stepfamilies. Including stepfather families with coresident children, most prior research has studied the role of (step)parent-child relationship quality (e.g., closeness). This study compares the relevance of biological parent and stepparent involvement for children’s well-being, including stepmother and stepfather families, while accounting for children’s residence. Multiple regression analyses were conducted using the New Families in the Netherlands (NFN) survey, large-scale data collected among divorced and separated parents with minor children (2015/16; N = 3218). Involvement in routine activities was not associated with children’s well-being. Biological parent and stepparent involvement in interactive activities was positively associated with well-being, except when biological parent involvement was (too) frequent. Children, on average, benefited equally from the interactive involvement of both parent types. Biological parent involvement had a stronger positive association with child well-being than stepparent involvement only when involvement was rare. Yet, when involvement was (overly) frequent, stepparent involvement was related to better well-being, with the opposite effect for biological parents. These findings are consistent between stepmother and stepfather families. This study, overall, indicates that interactive activities are important to the well-being of most children, whether undertaken by biological parents or stepparents.",
        "url": "https://doi.org/10.31235/osf.io/6vhtw",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/7c9n3",
        "title": "Are Customs and Border Protection (CBP) Apprehensions a Reliable Proxy for Undocumented Migration? A Research Note Using New Data from Guatemala",
        "authors": "Matthew Blanton",
        "created": "2024-10-21",
        "abstract": "Researchers have long relied on United States Customs and Border Protection (CBP) apprehension data as a proxy for undocumented migration, yet the last time their validity was assessed was in 1995. Significant changes in the composition of migrants and border crossings since then raise questions about their continued validity. In this research note, I provide an updated analysis using two independent data sources: the 2018 Guatemalan Census and annual estimates of undocumented Guatemalan arrivals to the United States from The Center for Migration Studies (CMS). Using descriptive and regression analyses, findings show a close alignment between apprehensions, household migrations reported in the Guatemalan census, and Guatemalan arrival estimates. Together, these results indicate that apprehensions remain a reliable indicator of migration flow despite recent changes in migration dynamics along the southern U.S. border.",
        "url": "https://doi.org/10.31235/osf.io/7c9n3",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/beh43",
        "title": "Residential Segregation in Japan: Ethnic Stratification in a Global New Destination",
        "authors": "Hao Liang",
        "created": "2024-10-22",
        "abstract": "This study investigates the dynamics and factors affecting immigrant residential segregation in Japan between 2000 and 2020, a period marked by Japan's emergence as a global immigrant destination. Using restricted-access census microdata, I examined the segregation of the 12 largest immigrant groups to the Japanese majority and among each other. I then assessed the relationship between dissimilarity and factors affecting integration using pooled linear regressions and individual location attainment models. My findings reveal that all immigrant groups exhibit high residential segregation from the Japanese majority and notable pairwise segregation. There is a general trend of spatial assimilation that higher levels of socioeconomic factors predict less segregation, while Brazilians and Peruvians, the earliest contemporary immigrant group who arrived in Japan as ethnic descendants, demonstrate a pronounced tendency towards place stratification. These observations provide support for both spatial assimilation and place stratification theory in the Japanese context. Moreover, there is a strong trend of self-segregation among highly skilled elite, particularly Western immigrants from the Japanese majority and peer immigrants. The results provide support for this dichotomy in segregation trends, underlining the integration challenges for minority groups in global new destinations and the pronounced self-segregation among elite skilled minorities.",
        "url": "https://doi.org/10.31235/osf.io/beh43",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/gctdr",
        "title": "Ageing and unruliness: Articulations of gaga feminism in representations of ageing, gender and sexuality",
        "authors": "Sara De Vuyst, Katrien De Graeve",
        "created": "2024-10-22",
        "abstract": "In prevailing Western media discourses, older women’s anger and resistance are often portrayed as a result of the physical and mental decline inherently associated with ageing. These representations reinforce the image of older women as vulnerable subjects who are weak, frail and excluded from society. This article proposes an alternative reading of expressions of unruliness related to ageing, gender and sexuality in Western media and visual culture through the lens of Halberstam’s concept of gaga feminism. The aim is to explore how gaga feminism’s aesthetics of collapse, creative anarchy and experimentation can construct new constellations of ageing, sexuality and gender. We have conducted a critical, contextualised reading of a selection of cultural artefacts that express various elements of a gaga aesthetic. Our analysis reflects on the three central principles of gaga, specifically (1) new forms of social relations and sexualities, (2) more fluid articulations of gender and (3) creative anarchy; and on what they can mean for an anti-ageist project in media and visual culture. In this way, this article offers insights into the creative and unruly ways in which ageism, heteronormativity and sexism can be subverted and destabilised in representations.",
        "url": "https://doi.org/10.31235/osf.io/gctdr",
        "subjects": "Sociology",
        "subjects_osf": "Film and Media Studies, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ktzsv",
        "title": "Voicing First Nations Country, culture and community in urban policy",
        "authors": "Elle Davidson, Libby Porter, Ani Landau-Ward, Ed Wensing, Matthew Kelly, Donald McNeill, Jen Arnold",
        "created": "2024-10-24",
        "abstract": "Current approaches to engaging First Nations peoples in urban policy and planning are placing an unreasonable and unsustainable burden, especially on Traditional Custodians, new AHURI research finds. A change of relationship with Traditional Custodians and a rethinking of current engagement approaches could create a more responsible process. The research, ‘Voicing First Nations Country, culture and community in urban policy’, undertaken for AHURI by researchers from University of Sydney, RMIT University and University of NSW, examines the relationship of First Nations peoples in Australia to urban policy, and is designed to centre First Nations sovereignty, authority, knowledge, governance and agency as the starting point toward a more responsible relationship. Urban places, from large metropolitan areas to small towns in regional areas, are sites of intensive dispossession at the same time as being dense networks of community and ongoing cultural practice and connection. Nevertheless, urbanisation and the density of population settlement, private property and the miasma of legislation, policy and regulation imposed on Country hasn’t destroyed First Nations Traditional Custodians connection to ancestral lands or their cultural obligations and rights to lands and waters. Governments are asking local planners and developers to consult with First Nation Traditional Custodians with some level of engagement. This has the effect of intensifying pressure on Custodians, with short timeframes and often unrealistic expectations imposed upon First Nations communities. Urban policy planning can be a tool for healing and repair between First Nations people and the broader Australian community. Engagement can be used to create new opportunities—but current engagement approaches require rethinking and need to include building longer term relationships, long before a project requires engagement. Building and sustaining relationships and creating new processes and models must be supported with resources structures that are secure, ongoing and transcend piecemeal project-by-project funding.",
        "url": "https://doi.org/10.31235/osf.io/ktzsv",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vmzfu",
        "title": "The Practices and Politics of Machine Learning: A Fieldguide for Analyzing Artificial Intelligence",
        "authors": "Francis Lee",
        "created": "2024-10-22",
        "abstract": "This article develops an analytical and methodological field guide for analyzing the practices and politics of machine learning. Drawing on science and technology studies (STS), it seeks to move beyond the opacity/transparency dichotomy that often characterizes discussions of algorithmic systems. In doing this, the article hones in on actors’ mundane practices of constructing machine learners, and develops an analytical stance based on four empirical moments: feature extraction, vectorization, clustering, and data drift. By making visible actors’ work, tinkering, and negotiations involved in these processes, the article aims to demystify the supposed magic of machine learning. This approach allows us to ask: How do actors decide what constitutes a good machine learner? How are things, people, and phenomena translated into the mathematical worlds of machine learning? Through ethnographic attention to these questions, we can begin to grapple with the practices and politics of machine learning in earnest. Thus, the article contributes to ongoing discussions about the societal implications of AI by providing analytical and methodological tools for understanding how the politics of machine learning is assembled in practice.",
        "url": "https://doi.org/10.31235/osf.io/vmzfu",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/w34pr",
        "title": "Growth of Science and Women: Methodological Challenges of Using Structured Big Data",
        "authors": "Marek Kwiek, Łukasz Szymula",
        "created": "2024-10-17",
        "abstract": "In this research, we quantify an inflow of women into science in the past three decades. Structured Big Data allow us to estimate the contribution of women scientists to the growth of science by disciplines (N = STEMM 14 disciplines) and over time (1990-2023). A monolithic segment of STEMM science emerges from this research as divided between the disciplines in which the growth was powerfully driven by women – and the disciplines in which the role of women was marginal. There are four disciplines in which 50% of currently publishing scientists are women; and five disciplines in which more than 50% of currently young scientists are women. But there is also a cluster of four highly mathematized disciplines (MATH, COMP, PHYS, and ENG) in which the growth of science is only marginally driven by women. Digital traces left by scientists in their publications indexed in global datasets open two new dimensions in large-scale academic profession studies: time and gender. The growth of science in Europe was accompanied by growth in the number of women scientists, but with powerful cross-disciplinary and cross-generational differentiations. We examined the share of women scientists coming from ten different age cohorts for 32 European and four comparator countries (the USA, Canada, Australia, and Japan). Our study sample was N = 1,740,985 scientists (including 39.40% women scientists). Three critical methodological challenges of using structured Big Data of the bibliometric type were discussed: gender determination, academic age determination, and discipline determination.",
        "url": "https://doi.org/10.31235/osf.io/w34pr",
        "subjects": "Sociology",
        "subjects_osf": "Higher Education, International and Comparative Education, Public Affairs, Public Policy and Public Administration, Science and Technology Studies, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/2a3dc",
        "title": "Weight-related bullying in schools: a review of school anti-bullying policies",
        "authors": "Amanda Hughes, Elisabeth Grey, Alice Haigherty, Fayth Shepherd, Fiona Gillison, Rebecca Langford",
        "created": "2024-10-18",
        "abstract": "Introduction Weight is the most common reason for being bullied at school - far more common than other targets for bullying such as ethnicity, religion or sexual orientation. Research suggests weight bias and stigma - including negative beliefs, attitudes, and discriminatory behaviours related to a person’s weight - is prevalent in educational settings among both pupils and staff. Most schools have anti-bullying policies with best practice suggesting policies should explicitly identify forms of unacceptable behaviour, such as racism or homophobia. We conducted an audit of secondary schools in southwest England to determine if/how they mention weight-related bullying in their policies. Methods We obtained lists of all secondary mainstream state, private, and specialist schools in seven local authorities and downloaded anti-bullying policies from their websites. Policies were searched for key words related to weight and size. We also recorded whether policies mentioned appearance or other key targets for bullying, such as race, religion, sexuality etc. We obtained school level data including size, gender mix, academic performance and quality ratings. Results From 255 schools with an available bullying or behaviour policy, only 6.7% specifically mentioned weight-related bullying. Just under half (48.6%) mentioned bullying in relation to appearance. Bullying was most often mentioned in relation to race/ethnicity (94.5%), sexual orientation (93.3%), gender (85.9%), religion (84.9%), or gender identity (67.5%). Private schools (N=40) were more likely to mention weight-based bullying (17.5%) than mainstream state schools (N=148, 6.1%). No specialist schools, whether state (N=41) or private (N=26), mentioned bullying in their policies. There was no strong evidence that other school characteristics made a difference, but small numbers limited the power of these comparisons. Conclusion There is a significant mismatch between the prevalence of weight-related bullying in schools and its representation within school anti-bullying policies. Some types of school are more likely than others to mention weight-based bullying in their policies. We recommend that schools explicitly recognise weight-related bullying in their anti-bullying policies and explore how to support staff and pupil to take action.",
        "url": "https://doi.org/10.31235/osf.io/2a3dc",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6pe3t",
        "title": "Social Media vs. Messaging: Using GPS Data to Explore Social App Ecologies in Context",
        "authors": "Lisa Rhee, Morgan Quinn Ross, Huyen T. K. Le, jerry mount, Yung-Ju Chang, Joseph Bayer",
        "created": "2024-10-23",
        "abstract": "Drawing on a large-scale mobile trace dataset (N = 463 participants; N = 19,867,944 app logs), we examined variability in social app ecologies while directly contrasting social media and messaging apps. We found that users had primary apps that dominated their media and messaging usage, respectively; concurrently, users were more likely to draw on a diverse set of social media (vs. messaging) apps. However, we observed small to insignificant correlations between social media and messaging use, suggesting that the two categories – or sub-ecologies – are not strongly displacing or driving one another. Both social media and messaging apps were used consistently across space – though individuals averaged slightly more time on social media at home and messaging on foot. Overall, the study affirms the importance of taking a naturalistic approach to studying app ecologies, while also offering insights into the increasingly complex relationship between social media and messaging use (and users).",
        "url": "https://doi.org/10.31235/osf.io/6pe3t",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/7dupm",
        "title": "Counting crowds: New visitor estimation tools for parks and protected areas",
        "authors": "Dani Dagan, Matthew Tyler James Brownlee, Cait Henry, Spencer A Wood, Samantha G. Winder",
        "created": "2024-10-18",
        "abstract": "Managers of parks and protected areas estimate the number of people who visit the lands and waters they steward to protect natural resources, improve visitor experiences, and communicate the value of public lands. However, the practice of visitor estimation is complex, challenging, and the methods are highly varied. While researchers and practitioners have spent decades improving and testing visitor estimation methods, determining the best approach for a specific situation remains difficult. As new methods have emerged in recent years, the need to evaluate them in the context of existing methods has become apparent. However, there has been little synthesis of this knowledge. Beginning with a systematic literature review and concluding with a Delphi approach, we review trends and themes in the research to develop a synthesized decision tool to aid in the practice of estimating visitors. We find that the volume of publications and variety of methods present in the literature has increased in recent years. Additionally, some methods are more prevalent in peer-reviewed journals than agency manuals, suggesting the connection between research and practice could be improved. We also identify three themes in the literature: all methods have benefits and shortcomings; emerging technologies create viable data; and these novel data require calibration. We synthesize our findings in table that we call the comparability matrix, which distills 30 attributes about 18 visitor estimation methods into one decision tool. This tool is hosted in an interactive online format for practitioners and researchers. Overall, we found that this two-phase approach, a systematic literature review followed by a Delphi method, is effective for subjects such as visitor estimation that are vast in scope and diverse in application.",
        "url": "https://doi.org/10.31235/osf.io/7dupm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/cjn63",
        "title": "Value chains of AI: Data Training Firms, Platforms and Workers",
        "authors": "Mohammad Amir Anwar",
        "created": "2024-10-24",
        "abstract": "From self-checkouts to self-driving cars to social media newsfeed to surveillance systems, artificial intelligence (AI) is part of our lives whether we know it or not. Recent scholarship is attempting to explore how different places and people are involved in the development of AI. This chapter builds on this scholarship to extend the debate around the hidden and opaque networks of sub- contracting practices for AI training. In particular, it examines the ways in which lead firms develop their AI systems by tapping into a complex network of suppliers, platforms, and human workers doing data work in some of the most marginalised parts of the world. The chapter shows that despite their touted nature as autonomous machines (i.e. without human control), AI is dependent on a global army of human labour performing a wide variety of data enrichment tasks. It then concludes by discussing implications of this data work on workers and places where AI gets trained.",
        "url": "https://doi.org/10.31235/osf.io/cjn63",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/dfc4k",
        "title": "Improving Functionalist Arguments",
        "authors": "Andrés Castro Araújo, Nicolas Restrepo Ochoa",
        "created": "2024-10-23",
        "abstract": "Contemporary sociology finds itself in an awkward position. Despite having declared the death of functionalism, some form of functionalist argument still remains cryptically present in much substantive research. We argue that this inability to talk plainly about functions is a major hindrance for theory building in the discipline. As such, this article has two goals. The first is disambiguation. What does it mean to attribute a function to something? We answer this question by elaborating a distinction between proper functions (responding to why-is-it-there questions) and role functions (responding to how-does-it-work questions). The second is to introduce a typology of functional arguments that builds upon this distinction. This allows us to recast “functionalism” as a set of general explanatory strategies and not as a substantive theory about society. Importantly, these forms of argument are not burdened by the weaknesses associated with the discredited organicist framework most sociologists have in mind when they think of “functionalism.” Instead of trying to eliminate all traces of “function talk” from sociology, we should be more explicit about the functional ascriptions we do make. This framework enables us to better evaluate, challenge, and improve upon much of the sociological research that currently relies on these forms of argument.",
        "url": "https://doi.org/10.31235/osf.io/dfc4k",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/m9guj",
        "title": "ENGEL’S CURVES AND ECONOMICS OF DEPRIVATION. DEMAND FUNCTION FOR EXPENDITURES ON INDIVIDUAL COMMODITIES VIS-À-VIS INCOME REDEFINED.",
        "authors": "Vetury Sitaramam",
        "created": "2024-10-24",
        "abstract": "Man and his wealth are catalysts for consumption of resources that we refer to as commodities. While this was understood since Engel, who first tabulated these expenditures, the nature of the demand function itself remained unresolved. Economics of consumption is redefined here in terms of its basic variables, income and expenditures, in a self-consistent universal hierarchy. The analyses so far did not take into account a correction for income though the preference for consumption is primarily hierarchical. Using data from National Sample Survey Organization of India, we demonstrate the universality of the rectangular hyperbola that defines the consumption for each commodity on the basis of residual income, by deducting expenditures of higher preference based on elasticity coefficients. Since different commodities show a hierarchy of hyperbolic functions, both in the rate at which the saturation is achieved as well as the saturation itself, we needed a commodity for which the critical time constant (accounting for the hyperbolic function) is known and invariant, viz., educational expenditures. The year-wise income classes of parents that reflect the relevant expenditures for education of Brazilian children, compiled earlier by Costa Ribiero, uniquely show a constant hyperbolic function for all the years when analyzed in terms of ‘residual income’. The study corrects long-standing errors of commission and omission in relevant econometrics and biology of work-calorie relationship.",
        "url": "https://doi.org/10.31235/osf.io/m9guj",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/mycjs",
        "title": "Akademische Redefreiheit: Kurzbericht zu einer empirischen Studie an deutschen Hochschulen",
        "authors": "Gregor Fabian, Mirjam Fischer, Julian Hamann, Anna Hofmann, Matthias Koch, Uwe Schimank, Christiane Thompson, Richard Traunmueller, Paula-Irene Villa",
        "created": "2024-10-23",
        "abstract": "Wie steht es um die Freiheit der Lehre und Forschung in Deutschland? Der vorliegende Kurzreport gibt einen ersten Überblick über die Ergebnisse einer aktuellen Studie zu diesem viel diskutierten Thema. Es handelt sich um die erste repräsentative Studie zum Stand der akademischen Redefreiheit an deutschen Hochschulen. Befragt wurden Hochschulbeschäftigte der Statusgruppen Doktorand:innen, Postdoktorand:innen und Professor:innen. Die Studie fragt ab, welche Erfahrungen die Befragten mit Einschränkungen ihrer Freiheit in Forschung und Lehre oder der Freiheit anderer in ihrem akademischen Umfeld gemacht haben bzw. ob sie solche Einschränkungen erwarten, wenn sie selbst oder andere ihre wissenschaftliche Arbeit nach ihren Vorstellungen gestalten. Die Studie erfragt außerdem, welche Grenzen Wissenschaftler:innen selbst ziehen und welchen Umgang mit Streitfällen und kontroversen Themen sie für angemessen halten.",
        "url": "https://doi.org/10.31235/osf.io/mycjs",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/pyfxg",
        "title": "Sandwich care in the UK: How common is it and who is doing it?",
        "authors": "Anne McMunn, Baowen Xue, Giorgio Di Gessa, Rebecca Lacey",
        "created": "2024-10-22",
        "abstract": "Objective: This study identifies the prevalence of sandwich care, and describes demographic, socioeconomic, health, and care characteristics of sandwich carers compared with other care groups in the UK. Background: Delayed childbearing and increasing care needs mean that parenting young children may increasingly coincide with the need to provide adult care, leading to so-called ‘sandwich care’, but little is known about sandwich carers in the UK. Method: Using eleven waves of the UK Household Longitudinal Study (2009-2020), a large, nationally representative household panel survey in the United Kingdom, five care groups were derived based on information regarding provision of adult care and living with children aged under age 16 (N=81,057). The prevalence of these groups were shown across waves, then waves were pooled and multinomial regression models were used to show age-adjusted differences in demographic, socioeconomic, health and care characteristics across the five care groups. Results: 2% of the UK adult population provide sandwich care . Parents caring for someone in the generation above were generally employed in professional/managerial occupations and cared less intensively outside the household while parents caring for a disabled child or partner were disadvantaged in terms of education and income, and tended to care intensively inside the household. Conclusion: It is important to recognise circumstances of care groups are heterogenous when designing policies and practice to support family carers.",
        "url": "https://doi.org/10.31235/osf.io/pyfxg",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/sd6p4",
        "title": "Ungleichheit in der Bildungsbeteiligung",
        "authors": "Steffen Hillmert",
        "created": "2024-10-19",
        "abstract": "Mit gesellschaftlicher Ungleichheit ist mehr als eine reine soziale Differenzierung gemeint; sie bezieht sich auf die ungleiche Verteilung von gesellschaftlich als wertvoll erachteten Gütern, z. B. Bildung. Hiervon zu unterscheiden sind normative Fragen der (Un-)Gerechtigkeit, denn keineswegs gelten alle Ungleichheiten gesellschaftlich als illegitim. Im Zuge der gesellschaftlichen Modernisierung ist das meritokratische Modell, nach welchem begehrte Güter auf Basis individueller Leistung zugeteilt werden sollen, zum dominierenden Legitimationsprinzip geworden („Leistung soll sich lohnen“). Durch die enge Verknüpfung mit dem Arbeitsmarkt übernimmt hierbei das Bildungs­ und Ausbildungssystem eine wesentliche gesellschaftliche Selektionsfunktion, indem es den Zugang zu unterschiedlich bewerteten Positionen vorstrukturiert.",
        "url": "https://doi.org/10.31235/osf.io/sd6p4",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/yec2w",
        "title": "The Feasibility of National Inference Under the NSCAW IV L-State Sample Design",
        "authors": "Paul P. Biemer, Dan Liao, Darryl Creel, Stephen Tueller",
        "created": "2024-10-21",
        "abstract": "The purpose of this Feasibility Analysis Study (FAS) was to evaluate methods for producing valid national estimates under the National Survey of Child and Adolescent Well-being (NSCAW) IV sample design. The NSCAW IV design is a stratified two-stage, unequal probability design that restricts the sample to within L purposively selected states, where L is a number between 8 and 12. (L = 10 was assumed for most the analyses in this document). The design is fully consistent with the NSCAW IV’s primary objective (i.e., to provide detailed, precise state-level estimates for the L key states selected for the survey). However, an important secondary objective is to provide for valid national estimates, even though the sample design itself is not nationally representative. The FAS was conducted to determine whether the NSCAW IV L-state design could achieve this secondary objective. FAS confirmed that national estimates are indeed feasible. This report provides a summary of the FAS results and offers detailed, statistical evidence as to the NSCAW IV L-state design’s ability to produce valid national inferences. State estimates can be produced from the NSCAW IV design by applying classical survey estimation techniques; however, national estimation requires nonprobability or so-called quasi-random estimation and modeling techniques. The FAS investigated two such estimation approaches: quasi-randomization weighting (QRW) and superpopulation modeling (SPM). Data from prior NSCAW cohorts—NSCAW I and II—were analyzed to simulate the NSCAW IV design. Fortunately, the NSCAW I and II designs are quite similar to what is proposed for NSCAW IV in that they both include a purposive selection of states—L = 8, in total. The key difference between their designs and NSCAW IV’s design is that the two prior surveys also included a random sample the “remainder” stratum (i.e., the combination of states that were not purposively selected). This remainder stratum provided for the unbiased national estimation in NSCAW I and II without the needed for nonprobability estimation approaches. However, the remainder stratum was initially ignored in application of the QRW and SPM to NSCAW I and II states to simulate the NSCAW IV design. Later in the analysis, the remainder stratum provided a mechanism to assessing the biases in the QRW and SPM national estimates. This was critical in order for the FAS analysis speculate on the potential bias risks for NSCAW IV national estimates using the sample estimation approaches. As the results in the report convincingly show, both the QRW and SPM approaches are capable of producing valid national estimates from the L-state design envisioned for NSCAW IV. QRW is recommended for the estimating the means of the vast majority of questionnaire characteristics; however, in situations where QRW may fail to produce accurate results, the SPM approach can then be implemented to produce more accurate results. One drawback of SPM is that it requires more effort and a higher level of statistical expertise to implement. The research reported in this document initially addresses the question of whether the QRW method can be feasibly applied to the NSCAW IV data to obtain valid national inferences based on a small number (8 ≤ L ≤ 12) of purposively selected sample of states. Variations of QRW were applied to the NSCAW I eight-state sample and then, using the combination of the state and remainder stratum samples, the quality of the QRW national estimates was evaluated by comparing them to the full sample, unbiased national estimates. A number of key quality indicators were analyzed for national estimates related to 26 NSCAW characteristics—23 variables that overlap with the NCANDS data and three Child Behavior Check List (CBCL) characteristics from the survey questionnaire. Four types of estimates based solely on the eight-state data were computed: (1) unweighted estimates, (2) estimates based on the unadjusted NSCAW weights, (3) estimates derived from Method 1 weighting, and (4) estimates derived from Method 2 weighting. Estimates (1) and (2) were computed primarily to gain insight around the degree to which approaches (3) and (4) affect the bias of the unweighted and unadjusted eight-state estimates. Finally, the NSCAW I full sample estimates were computed, which provided the “gold-standard” estimates used to evaluate the quality of estimates (1) through (4) for national inference. Because the NSCAW IV design will use three domains—the eight NSCAW I domains were collapsed to create the three NSCAW IV domains and the quality analysis was repeated for these “ad hoc” domains. The NSCAW I QRW analyses demonstrated the success of these methods for extend inference from the NSCAW IV purposively selected state sample to the national level. Although some bias could remain in the estimates after weighting, the biases were significantly reduced from their unweighted counterparts for the vast majority of estimates. For substantive characteristics such as the CBCL variables, the biases in the QRW estimates were slightly larger but still acceptable for many research purposes. The results for the NSCAW I analysis were essentially confirmed using NSCAW II data: both data sets produced very similar results. SPM offers an alternative to QRW for creating national estimates from the L-state design. Because it incorporates specific covariates that are the most highly correlated with the outcome variable, it can achieve much greater estimation accuracy than is possible with the more general QRW methodology. A key distinction between SPM and the QRW is that, although the latter can be applied to any outcome variable, SPM must be tailored to each specific outcome variable of interest; i.e., each questionnaire variable represents a dependent variable in its own customized model. Nevertheless, for questionnaire variables where the QRW estimates have, or are suspected to have, unacceptably large biases, SPM offers a less biased alternative and can be used to produce higher quality inferences. The SPM analyses used the eight-state strata to project national estimates and then evaluated those estimates by comparing them to the corresponding national sample estimates that served as the gold standard. The results showed that, at least for the variables considered from NSCAW I and II, SPM produces excellent results, with very small biases in most instances. Based on these results, we believe the SPM approach is quite feasible for the NSCAW IV L-state design. Thus, its use is recommended for NSCAW IV, particularly in situations where QRW estimates are shown or suspected to be unacceptably biased.",
        "url": "https://doi.org/10.31235/osf.io/yec2w",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/268zg",
        "title": "From an empty land to the symbol of wealth: the history of the ‘Gangnam-style’ development in Seoul, South Korea",
        "authors": "Dongjin Kim",
        "created": "2024-10-20",
        "abstract": "The population of Seoul had exploded from 1 million to 2.45 million in 7 years right after the end of the Korean War (from 1953 to 1960). Many parts of Seoul were converted into slum areas and aimless urbanisation lowered the quality of life in the Seoul metropolitan area. Pupils were excluded from education due to the lack of school infrastructure while citizens were exposed to crime and unemployment. In the middle of the population crisis, the metropolitan government of Seoul and the central government of South Korea paid attention to the potential of Gangnam as one of the candidate regions for the expansion of the Seoul metropolitan area. This review presents how Gangnam has transformed from an “empty land” to the “symbol of wealth” in the history of the Gangnam development and the expansion of the Seoul metropolitan area. The initial development plan tried to solve immediate housing problems derived from the lack of urban space and facility. After 20 years of the intensive development, Gangnam has transformed from a poor countryside region into the new economic centre and financial hub. Gangnam has become a symbol of wealth in South Korea where citizens and private companies would like to reside. On the other hand, many evictees lost their home and disappeared as nameless citizens behind the scenes of the development. The Gangnam-style development, the expertise of urban development acquired in Gangnam, can be thoroughly studied and transferred to other regions in South Korea and developing countries in the world, thus establishing Gangnam as a model case of metropolitan area expansion. Key words: construction, eviction, Gangnam, housing crisis, metropolitan area, Seoul, shantytowns, urban development",
        "url": "https://doi.org/10.31235/osf.io/268zg",
        "subjects": "(Other)",
        "subjects_osf": "History, Urban Studies and Planning, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/85cfy",
        "title": "Facets of Journalistic Skills 2024",
        "authors": "Cana Niemann, Charlotte von Estorff, Larissa Scheidt, Julia Pulm, Anne-Kathrin Oestmann, Louisa Band, Leonie Urbanczyk, Jonathan Hintze, Katharina Hermes, Melina Goldhorn",
        "created": "2024-10-24",
        "abstract": "This report examines 531 job advertisements from 32 news outlets across seven countries (U.S., UK, Australia, France, Germany, Austria, and Switzerland) collected in 2023, highlighting the demands for digital skills, work experience, academic degrees, salary transparency, and diversity. Key findings include: Skill Demand: Digital expertise such as SEO, audience data analysis, social media management, and multimedia production is increasingly required, while AI skills remain emergent. Work Experience: Experience requirements vary by country, with the U.S. demanding more advanced experience. Not surprisingly, more experience correlates with higher salaries. Academic Degree: A university degree is often required in the U.S. and France, though less so in the other countries. A degree generally enhances salary prospects, but work experience has a larger impact. Salary Transparency is inconsistent, with only one-third of ads including salary details, mostly from NYT and CNN. Annual salaries range from $16k for entry level to $300k for a senior producer at CNN. Diversity: U.S. and Australian outlets are leading in addressing diversity, with many job ads including statements about inclusivity across gender, ethnicity, religion, and disability. The report provides a guide for aspiring journalists, educators, and news professionals, offering insights into the industry’s expectations.",
        "url": "https://doi.org/10.31235/osf.io/85cfy",
        "subjects": "(Other)",
        "subjects_osf": "Communication"
      },
      {
        "doi": "10.31235/osf.io/ab8v5",
        "title": "Social Disaster and Racial Framing Contests: How Anti-Asian Racism and its Resistance Enacted Racial Projects During COVID-19",
        "authors": "Alejandra Regla-Vargas, Hajar Yazdiha, AJ Alvero",
        "created": "2024-10-22",
        "abstract": "Social disasters, whether natural or human-made, disrupt daily life and create opportunities for competing ideological movements to assert themselves. This study examines these dynamics in the context of anti-Asian hate speech and counter-hate speech on social media during the COVID-19 pandemic. Using the COVID-HATE dataset comprising approximately 2.5 million tweets shared between January 15, 2020 to March 26, 2021, we develop and test a framework for analyzing racial framing contests between movements and counter-movements. Through a mixed-methods approach, we find that: (1) the WHO's pandemic declaration triggered a significant increase in anti-Asian hate tweets, with counter-hate tweets emerging in response; (2) hate frames deployed racial projects characterizing Asians as public health and national security threats, while counter-frames either directly challenged these characterizations or bypassed them to focus on systemic racism; and (3) hate and counter-hate movements often \"spoke past\" each other rather than engaging in direct frame-counterframe dynamics as prevailing theories would predict. Counter-movements did not consistently produce opposing frames for each hate frame but rather developed independent messaging focused on combating racism itself. This study advances our understanding of how both hate and resistance operate through racial projects, with implications for theories of social movements, political communication, and racial formation. Our findings highlight the need to examine not just the temporal relationship between movements and counter-movements, but also the underlying racial projects that shape their strategic framing.",
        "url": "https://doi.org/10.31235/osf.io/ab8v5",
        "subjects": "(Other)",
        "subjects_osf": "Linguistics, Communication"
      },
      {
        "doi": "10.31235/osf.io/bz79j",
        "title": "The conflicting functions of image editing guidelines in journalism",
        "authors": "Stef Arends, Jaap de Jong",
        "created": "2024-10-21",
        "abstract": "Many major media organizations have published image editing guidelines in recent decades. With a qualitative content analysis of the guidelines of ANP, AP, Reuters, NPPA and WPP and interviews with image editors of ANP, WPP, De Volkskrant, NOS and De Correspondent, two questions are answered: 1. What are the functions of image editing guidelines in journalistic organizations, based on the guidelines themselves and the explanations given by the authors? 2. What are the possible consequences for photojournalists and the public if these functions conflict? The analysis shows that the boundary work function strongly conflicts with the governance function and accountability function. Guidelines for image editing in photojournalism reinforce the myth that ‘news photos are objective’ for the purpose of defining the field of photojournalism (boundary work). As a result, guidelines do not function as well as a quality assurance tool and as a media accountability system, with adverse consequences for photojournalists and the public.",
        "url": "https://doi.org/10.31235/osf.io/bz79j",
        "subjects": "(Other)",
        "subjects_osf": "Photography, Communication"
      },
      {
        "doi": "10.31235/osf.io/cerfb",
        "title": "Using Peer Review to Evaluate the Societal Relevance of Humanities Research",
        "authors": "Stijn Conix, Leander Vignero, Olivier Lemeire, Pei-Shan Chi, Li Lin",
        "created": "2024-10-18",
        "abstract": "In light of growing calls to demonstrate the societal value of academic work, this paper explores whether peer review is a reliable method to evaluate the societal relevance of humanities research. It also offers an estimate of how relevant published journal articles and books from five humanities fields are to society. By modeling two evaluation tasks involving many raters and documents, we estimate how various reviewer characteristics (such as their chauvinism and strictness) and document characteristics (such as their field and content) affect societal relevance ratings. We then compare the influence of both reviewer and document characteristics on these ratings and provide an estimate of the societal relevance of humanities research where the factors contributing to peer review unreliability are filtered out. Our results suggest that, even according to humanities scholars themselves, a substantial portion of published humanities research is not relevant to society at large. Furthermore, our results also suggest that when using peer review to decide whether a particular piece of research is societally relevant, the selection of reviewers plays a more significant role than the content of the research.",
        "url": "https://doi.org/10.31235/osf.io/cerfb",
        "subjects": "(Other)",
        "subjects_osf": "Philosophy, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/hw6c7",
        "title": "Protocols, pitfalls, and publishing for pXRF analyses: From “know how” to “best practices”",
        "authors": "Ellery Frahm",
        "created": "2024-10-21",
        "abstract": "Portable X-ray fluorescence (pXRF) exists in a somewhat liminal state as a technique in the archaeological sciences. On one hand, pXRF is essentially energy-dispersive XRF (EDXRF) condensed to fit into a handheld instrument. On the other hand, it is still often defined by a few strident critiques more than a decade ago, the focus of which were pXRF users, not the instruments. There were three themes in those critiques: perceived weaknesses in (1) research design, (2) element quantification, and (3) publishing, especially as it relates to data evaluation. Recently, Johnson et al. (2024) sought to address the third critique, by both surveying the literature and proposing a checklist of 18 variables that, they argue, should be published to “result in better science” from pXRF users. While this is an important topic, the study and list are flawed and, thus, will not achieve their goal. We do, though, share the aim of aiding archaeologists in becoming effective pXRF users. Here I adopt a different tack. Drawing on 24 years of X-ray spectrometry experience, my intent is to share knowledge that can help the expanding community of pXRF practitioners. Ranging in topic from safety to research design and common pitfalls, I aim to share my experience in a way that can, I hope, be useful to those beyond my own students. Much of what I teach about pXRF – both inside and outside the classroom – is here for anyone to read and implement themselves.",
        "url": "https://doi.org/10.31235/osf.io/hw6c7",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/vbdtp",
        "title": "Is the sandpit methodology a solution for disparities in research funding? Considerations regarding inclusion, diversity, equity, and access",
        "authors": "Helen Tibboel, Kevin Pijpers, Gwen de Bruin, Semiha Denktas",
        "created": "2024-10-21",
        "abstract": "The distribution of research funding in academia is not equitable. There is a disproportionate allocation of funding benefitting an academic elite, whereas researchers from different marginalized groups have fewer opportunities to obtain funding. This can be changed by exploring alternative ways to allocate research funding. One way in which funding agencies have tried to stimulate research based on more equitable principles is the sandpit model. A sandpit is an intensive, multi-day brainstorming event during which different consortia are formed. These consortia are subsequently required to compete to obtain research funding. Very little research is done on how and whether such models work. There is some evidence that, under the right circumstances, models such as the sandpit can stimulate multidisciplinary research with societal impact. However, no attention has been given to the question whether these models contribute to equity within the academic world, or whether they sustain the inequities that are prominent. Within this paper, we critically examine possible mechanisms of exclusion through an in-depth study of a sandpit event, and we discuss which groups are disadvantaged by these events. Furthermore, we suggest ways in which sandpits and other funding initiatives can be made more equitable.",
        "url": "https://doi.org/10.31235/osf.io/vbdtp",
        "subjects": "(Other)",
        "subjects_osf": "Disability and Equity in Education, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/xwsn9",
        "title": "Topic Brief: Guidance for Reporting on Studies of Open and Equitable Scholarship",
        "authors": "Micah Altman",
        "created": "2024-10-22",
        "abstract": "The absence of standardized measurement and reporting hinders progress toward more reliable and equitable scientific practices. This topic brief summarized existing practice across stages of the research lifecycle to promote transparency and reliability, and to support the evaluation of participation and equity. The brief also discusses issues surrounding integrating these practices within the context of limited-term fellowship programs.",
        "url": "https://doi.org/10.31235/osf.io/xwsn9",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/xzjnh",
        "title": "A Conjectural Solution to the \"Easy\" and \"Hard\" Problems of Consciousness",
        "authors": "Christian Panarello",
        "created": "2024-10-20",
        "abstract": "Instead of the current ideal of the virtual reality that has since provided a basis for Consciousness, and the appropriated unity of Conscious properties (thereby separating them) provides meaning for an otherwise meaningless Consciousness. Indeed, the Consciousness that we understand now – in the context of the unity described previously – is as abstracted as the universal aether was pronounced to be prior to the discovery of Special Relativity. This study intends to provide a definitive set of reasons for explicating Consciousness and to provide an alternative perspective on the study that is distinct from the otherwise lebensphilosophie that has been followed for previous studies.",
        "url": "https://doi.org/10.31235/osf.io/xzjnh",
        "subjects": "(Other)",
        "subjects_osf": "Philosophy"
      }
    ]
  }
}
