{
  "update": "2025-03-28",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/5b9gr_v1",
        "title": "International organizations, national autonomy and cosmopolitan identity: How do international constraints on national autonomy shape national identity?",
        "authors": "Martin Moland",
        "created": "2025-03-24",
        "abstract": "The question of what creates and sustains national political identities has been investigated from many angles. However, the question of how international constraints on national autonomy shape national identities is so far under-investigated. This paper uses the European sovereign debt crisis as a case for investigating whether externally imposed constraints on fiscal political autonomy, typically contested decisions, solidify or weaken national solidarity. Using data from 1983-2021, I find that the imposition of austerity led to a strengthening of national identities immediately after the austerity packages were agreed. This effect was strongest in Southern Europe, where austerity had the largest social impact and constituted the greatest break with pre-existing national policy preferences. I find evidence that the strengthening of exclusively national self-identification after the imposition of austerity was most likely driven by an increased perception of economic threat in the austerity countries, rather than shifting evaluations of EU membership.",
        "url": "https://doi.org/10.31235/osf.io/5b9gr_v1",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/5hcuq_v1",
        "title": "Do Women Make More Protectionist Trade Policy?",
        "authors": "Timm Betz, David Fortunato, Diana Z. O’Brien",
        "created": "2024-10-31",
        "abstract": "Women have more protectionist trade preferences than men do. We assess whether this well-documented relationship between gender and protectionism in the mass public carries over into a relationship between women’s political representation and (a) party platforms, and (b) governments’ trade policy choices. Looking across countries and over time, we demonstrate that with an increase in women’s representation, political party trade policy positions become more protectionist. For government trade policy choices, we identify more nuanced results. The protectionist effect of women’s representation is limited to the most visible products: consumption goods. Women’s representation has no effect on intermediate inputs, where firm demands for trade liberalization are more pronounced and policy makers are thus constrained in implementing a protectionist agenda. These findings contribute to scholarship on the descriptive–substantive representation link, add a new dimension to our understanding of trade politics, and demonstrate the importance of applying a gendered lens to international political economy research.",
        "url": "https://doi.org/10.31235/osf.io/5hcuq_v1",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/9f8zx_v2",
        "title": "Stable salience? The impact of political rhetoric on climate policy opinions and issue salience",
        "authors": "Sam Crawley",
        "created": "2025-03-25",
        "abstract": "The low salience of climate change – relative to issues such as the economy – means that politicians face limited public pressure to enact the necessary climate mitigation policies. Rhetoric from politicians about policies can sway public opinion, but it remains unclear how much political arguments can alter the public perception of an issue's salience. This study investigates the extent to which hypothetical party statements supporting or opposing a ban on exploration of new oil and gas fields influences opinions about this policy, and the salience of climate change. Results from a pre-registered online survey experiment of 1650 participants in Australia and New Zealand show that political statements impact policy support and opinions of policy efficacy, but have little discernible effect on participants’ perceptions of climate change salience. These results suggest that the public issue salience of climate change is stable, potentially making it challenging for politicians to pursue transformational climate policies.",
        "url": "https://doi.org/10.31235/osf.io/9f8zx_v2",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/bsz6d_v1",
        "title": "Politically Connected Owners",
        "authors": "Timm Betz, Amy Pond",
        "created": "2025-03-25",
        "abstract": "Political connections provide substantial benefits to firms. We emphasize the ownership of firms as an important channel through which political connections operate and identify a resulting link between political turnover and turnover in the ownership of firms: Political turnover prompts newly politically connected individuals to take, and newly disconnected individuals to cede, ownership of firms. This pattern should be more pronounced in countries with weaker property rights, among firms with publicly recorded owners, and among firms with more immobile assets. Moreover, firms that experience changes to ownership during periods of political turnover should have elevated political connections and therefore pay less taxes and earn higher profits. Analyses of the ownership structure of firms in 87 countries are consistent with the theory. Because politically connected owners allow firms to compensate for other vulnerabilities, the theory also explains mixed findings in prior work on the consequences of asset immobility.",
        "url": "https://doi.org/10.31235/osf.io/bsz6d_v1",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/cy4pr_v1",
        "title": "The Absence of Consumer Interests in Trade Policy",
        "authors": "Timm Betz, Amy Pond",
        "created": "2025-03-24",
        "abstract": "Why are some countries more open to trade than others? Prominent explanations emphasize differences in the influence of voters as consumers. Consumers benefit from lower prices. Because governments in democracies are more responsive to voters, they should implement lower tariffs. We develop and evaluate an implication of this line of argument. If lower tariffs are a response to consumer interests, lower tariffs should be concentrated on products most relevant to consumers. Using data on consumption shares across product categories, we report evidence that consumer interests do not account for lower tariffs. Governments place higher tariffs on goods with higher consumption shares, and we find no evidence that this relationship attenuates under more democratic institutions. There may be a variety of reasons why more democratic states are engaged in higher levels of international trade. A larger concern for consumer interests, however, is likely not among them.",
        "url": "https://doi.org/10.31235/osf.io/cy4pr_v1",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/e5zyf_v1",
        "title": "Beyond ad-hoc responses: Strengthening the EU's fiscal capacity for security and climate",
        "authors": "Philipp Lausberg, Eulalia Rubio, REGROUP project",
        "created": "2025-03-26",
        "abstract": "Given an increasingly volatile geopolitical landscape and growing climate-related risks, this paper argues for strengthening the EU’s fiscal capacity for crisis prevention, preparedness and response, focusing on two fields: security and defence on one hand and natural catastrophes on the other. The analysis highlights lessons from responses to COVID-19, including not only the benefits of joint financial instruments (e.g. NextGenerationEU and SURE) but also their shortcomings, such as their temporary nature, weak alignment with long-term resilience, and inadequate parliamentary oversight. The current EU budget framework remains rigid, prioritising mid-term investment while offering limited flexibility for emergency responses. To address these shortcomings, the paper advocates for systematically integrating crisis preparedness and readiness considerations into EU budget and scaling up investments in defence and security, as well as in natural disaster prevention and response. Defence funding remains inadequate and fragmented, with insufficient EU-level contributions despite escalating security threats. Apart from repurposing cohesion funding towards security goals and better leveraging the spending power of national promotional banks, the paper proposes a permanent off-budget solution for defence financing to build a new European Security Funding Facility (ESeFF). Similarly, EU disaster relief funding is under-resourced. The EU Solidarity Fund and Civil Protection Mechanism require significant expansion, along with stronger incentives for climate adaptation. The introduction of a public-private climate catastrophe reinsurance scheme could help mitigate financial risks.",
        "url": "https://doi.org/10.31235/osf.io/e5zyf_v1",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "European Languages and Societies, Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/e5zyf_v3",
        "title": "Beyond ad-hoc responses: Strengthening the EU's fiscal capacity for security and climate",
        "authors": "REGROUP project, Philipp Lausberg, Eulalia Rubio",
        "created": "2025-03-27",
        "abstract": "Given an increasingly volatile geopolitical landscape and growing climate-related risks, this paper argues for strengthening the EU’s fiscal capacity for crisis prevention, preparedness and response, focusing on two fields: security and defence on one hand and natural catastrophes on the other. The analysis highlights lessons from responses to COVID-19, including not only the benefits of joint financial instruments (e.g. NextGenerationEU and SURE) but also their shortcomings, such as their temporary nature, weak alignment with long-term resilience, and inadequate parliamentary oversight. The current EU budget framework remains rigid, prioritising mid-term investment while offering limited flexibility for emergency responses. To address these shortcomings, the paper advocates for systematically integrating crisis preparedness and readiness considerations into EU budget and scaling up investments in defence and security, as well as in natural disaster prevention and response. Defence funding remains inadequate and fragmented, with insufficient EU-level contributions despite escalating security threats. Apart from repurposing cohesion funding towards security goals and better leveraging the spending power of national promotional banks, the paper proposes a permanent off-budget solution for defence financing to build a new European Security Funding Facility (ESeFF). Similarly, EU disaster relief funding is under-resourced. The EU Solidarity Fund and Civil Protection Mechanism require significant expansion, along with stronger incentives for climate adaptation. The introduction of a public-private climate catastrophe reinsurance scheme could help mitigate financial risks.",
        "url": "https://doi.org/10.31235/osf.io/e5zyf_v3",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "European Languages and Societies, Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/fkue4_v1",
        "title": "Public Responses to Jihadist Terrorism on Social Media",
        "authors": "Christian S. Czymara",
        "created": "2025-03-19",
        "abstract": "In recent years, several major terror attacks in the name of political Islam have shaken Europe. This study analyzes public responses after such attacks to explore their impact on public views of immigration and intergroup relations. In particular, the study examines how public reactions to Jihadist terrorism are expressed on social media. The theoretical predictions, derived from combining terror management theory, group threat theory, and the concept of social resilience, are empirically tested using validated Keyword-Assisted Topic Modeling (keyATM). Unlike traditional topic modeling approaches, keyATM incorporates pre-specified keywords, enhancing both the precision and interpretability of results while mitigating the impact of researcher subjectivity. The study is based on over 100,000 time-stamped and geo-coded Tweets on immigration and related issues across four languages in the week following eleven major Islamist terrorist attacks in nine European cities posted by users located in the city of the attack. Consistent with the theoretical predictions, the findings reveal that both threat-related and tolerance-related topics emerge prominently across all four languages. However, deeper analyses uncover temporal shifts in the discourse: While initial reactions often reflect nationalist and exclusionary views, later stages show a rise in inclusionary and tolerance-oriented topics. These results highlight the dynamic nature of social media debates on immigration issues after dramatic events, where initial threat-driven responses often give way to more inclusive and tolerance-oriented discussions as time progresses, underscoring the role of social media in shaping and reflecting the evolving public response to terrorism.",
        "url": "https://doi.org/10.31235/osf.io/fkue4_v1",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fzc9y_v1",
        "title": "The Implementation of China’s Overseas NGO Law and the Operating Space for International Civil Society",
        "authors": "Meng Ye, Andrew Heiss",
        "created": "2025-03-27",
        "abstract": "China’s 2016 Overseas NGO (ONGO) Law is part of a larger global trend of increased legal restrictions on international nongovernmental organizations (INGOs). A growing body of research analyzes the broad effects of this crackdown on INGOs, finding a divergence in formal de jure laws and the de facto implementation of those laws. The causes and mechanisms of this divergence remain less explored. Why do authoritarian governments allow—and often collaborate—with some INGOs while harshly regulating or expelling others? What determines the openness of the practical legal operating environment for INGOs? In this paper, we use the case of China to explore how political demands to both restrict and embrace INGOs have shaped the international nonprofit sector in the five years since the ONGO Law came into effect. We argue that in an effort to bolster regime stability, governments use civil society laws as policy tools to influence INGO behavior. We find that INGO issue areas, missions, and pre-existing relationships with local government officials influence the degree of operating space available for INGOs. We test this argument with a mixed methods research design, combining Bayesian analysis of administrative data from all formally registered INGOs with a comparative case study of two environmental INGOs. Our findings offer insights into the practical effects of INGO restrictions and the dynamics of closing civic space worldwide.",
        "url": "https://doi.org/10.31235/osf.io/fzc9y_v1",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/gr37y_v1",
        "title": "Governments as Borrowers and Regulators",
        "authors": "Timm Betz, Amy Pond",
        "created": "2025-03-24",
        "abstract": "The ability to borrow is important for government survival. Governments routinely resort to policies that privilege their own debt on financial markets, exploiting their dual role as borrowers and regulators. These borrowing privileges nudge investors to hold the government's own debt. They share similarities with prudential regulation, but skew the market in favor of the government's debt; and they share similarities with financial repression, but are less severe and thus consistent with the growth of financial markets. Introducing the first systematic dataset documenting the use of such policies across countries and over time, we demonstrate that governments implement borrowing privileges when their interactions with the global economy heighten fiscal needs: when borrowing costs indicate tightened access to credit, when trade liberalization undercuts revenue, and where fixed exchange rates increase the value of fiscal space. Despite the mobility of financial assets and constraints from global markets, governments retain latitude in regulating domestic markets to their own fiscal benefit.",
        "url": "https://doi.org/10.31235/osf.io/gr37y_v1",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/j8r5d_v2",
        "title": "Can Americans' Trust in Local News Be Trusted? The Emergence, Sources and Implications of the Local News Trust Advantage",
        "authors": "Erik Peterson, Joshua P. Darr, Maxwell B. Allamong, Mike Henderson",
        "created": "2025-03-18",
        "abstract": "Despite eroding consensus about credible political news sources, much of the public still trusts local media. We assess the emergence, sources and implications of the trust advantage local news holds over national media. We argue the public now uses a news outlet's local orientation as a shortcut to assess its credibility. In survey experiments, we find unfamiliar news outlets are trusted more when they have a local cue in their name. In surveys where people evaluate digital sources covering their community, this heuristic leads the public to trust unreliable information providers that signal a local focus more than high-quality sources that do not. Our findings position local media as unique, broadly trusted communicators while also illustrating a logic behind recent efforts to disseminate biased political information by packaging it as local news. More broadly, we show the challenges that arise when the public applies once-reliable heuristics in changing political circumstances.",
        "url": "https://doi.org/10.31235/osf.io/j8r5d_v2",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/m6dpg_v2",
        "title": "Repeated Exposure and Protest Outcomes: How Fridays for Future Protests Influenced Voters",
        "authors": "António Valentim",
        "created": "2025-03-20",
        "abstract": "Do climate protests influence elections? How does repeated exposure influence protest outcomes? In this paper, I build on social-psychological work to argue that a key characteristic of effective protests is their ability to repeatedly expose voters to their message. I test this argument by studying the effect of Fridays for Future (FFF) protests on voting for Green Parties. Using a novel dataset of FFF protests and a difference-in-differences design, I find that exposure to climate protests increases the vote share of the German Greens, and that repeated exposure to protests increases this effect. Additional analyses suggest that this increase is driven by higher voter turnout and shifts in climate attitudes, but not by changes in the issue salience of climate change. These patterns are replicated in six other European democracies. These findings are important to understand when protests influence behaviour, and the political consequences of climate protests.",
        "url": "https://doi.org/10.31235/osf.io/m6dpg_v2",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/x43nh_v1",
        "title": "Do White Nationalists Encourage Each Other to Join the Military?",
        "authors": "Meyer David Levy, Dana Weinberg, April Edwards",
        "created": "2025-03-20",
        "abstract": "This paper questions the conventional wisdom about the extent of white nationalist recruitment into the United States Military. While researchers have come to expect that white nationalists are actively interested in joining the military for the sake of acquiring training or threatening the institution from the inside, we find that this population expresses low levels of interest in military topics, as well as highly mixed and often negative perspectives on the potential of joining. Our findings were derived from analysis of white nationalist conversation on Stormfront and Iron March between 2003 and 2023. As highly active and visible spaces within the English-speaking white nationalist world, Stormfront and Iron March offer a representative look into the motivations and behaviors of such extremists. Although many users value the training and professional benefits of joining the military, these positives are frequently balanced against overriding fears of Zionist infiltration of military leadership. Further, we found that motivations related to posing an insider threat the military were relatively unimportant.",
        "url": "https://doi.org/10.31235/osf.io/x43nh_v1",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/yxp8k_v1",
        "title": "Automated information extraction from text variables in event datasets with large language models",
        "authors": "Laura Braun, Christian Oswald",
        "created": "2025-03-21",
        "abstract": "The advent of conflict event data initiated various research agendas under the umbrella of subnational conflict processes and beyond. Event data are mostly confined to information on the type of violence and actors, the number of casualties, time, and location. However, the text sources on which they are based contain much more information and are often provided for individual observations. Using abductions and forced disappearances in the Armed Conflict Location and Event Data, we generate additional variables from the notes variable about the number of abductees, subdivided by gender and whether they are adults or children, and individuals killed or released in the process, and whether there was a ransom demand. We demonstrate that large language models can extract additional information about events with an accuracy of over 90 percent. This opens up new, previously impossible research agendas such as analyzing government abductions and near-real time kidnappings. The proposed approach can easily be extended to collect additional information, such as the tactics and claimed objectives of the perpetrators. Importantly, we also show that open-weight models perform at least as well as closed-weight ones for this particular task, and that there are substantial differences in computing time across models.",
        "url": "https://doi.org/10.31235/osf.io/yxp8k_v1",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/z4kpa_v1",
        "title": "Democratic Institutions and Regulatory Privileges for Government Debt",
        "authors": "Timm Betz, Amy Pond",
        "created": "2025-03-21",
        "abstract": "How do democratic institutions shape financial market regulation? Focusing on the government’s fiscal motives in financial market regulation, we present a new dataset documenting policies that governments use to place their own debt in an advantageous position on financial markets. These policies, which we call borrowing privileges, commonly require that banks and institutional investors hold their own government’s debt, and take a place in-between prudential and repressive regulation. Drawing on data for 58 non-OECD countries, we document that borrowing privileges are more likely to be implemented in countries with democratic institutions. Focusing on the mechanisms for this association, we show that several characteristics typically associated with democracies – increased revenue needs from trade liberalization, political competition and transparency, and the growth of financial markets – make these policies attractive to policy-makers. We contribute to the literature on the institutional sources of financial regulation and show how governments balance the growth of financial markets with revenue concerns.",
        "url": "https://doi.org/10.31235/osf.io/z4kpa_v1",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/2dazg_v3",
        "title": "The Risk and Risk-free Rate of T-bills",
        "authors": "George Y. Nie",
        "created": "2025-03-25",
        "abstract": "We argue that a payment’s risk approaches zero as maturity approaches zero, and that the central bank’s short-term rate best captures the risk-free rate of various assets. We employ two factors to model the expected risk-free rate that the market expects the current monetary policy to move towards the neutral rate over a certain period. Expecting that the T-bill risk (i.e., the macrorisk) largely reflects a country’s inflation risk, we measure the risk as a 5-year payment’s risk to be comparable across assets. To solve the model factors, we use repeated trials to minimize the prediction errors. Our models thus split US and Canada T-bill yields into the risk and risk-free rate, on average explaining 98.7% of the returns. The models assuming independence of the two returns show similar power in predicting T-bill returns, which can significantly simplify the formulas. We also find that the inclusion of a risk constant over maturity, which has a small value of several basis points, significantly reduces the prediction errors. The risk and the risk-free rate is the gateway to corporate the risk of various assets in the country.",
        "url": "https://doi.org/10.31235/osf.io/2dazg_v3",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/6sj2t_v1",
        "title": "Dancing in the Dark: Social Life and Life Satisfaction in Times of Economic Prosperity and Crisis",
        "authors": "Roger Fernandez-Urbano",
        "created": "2025-03-26",
        "abstract": "This article explores the relationship between individuals’ satisfaction with their social life and global life satisfaction during periods of economic prosperity and crisis, using data from the Panel of Social Inequalities in Catalonia, Spain (PaD 2001-2012). The study also investigates how this relationship varies across different social origins. Catalonia is a pertinent context due to its significant increase in inequality and unemployment during the 2008 Economic Crisis, positioning it among the most affected regions in Europe. The findings reveal that satisfaction with one’s social life matters for global life satisfaction, even after accounting for individual and macro characteristics. However, contrary to the initial expectations, the study demonstrates that satisfaction with one’s social life becomes less influential for global life satisfaction during the macroeconomic crisis, particularly among individuals from middle and low social origins. Furthermore, while a strong positive relationship exists between satisfaction with one’s social life and global life satisfaction during times of economic prosperity for all social groups, a robust negative relationship emerges in periods of macroeconomic crisis for individuals from high social origins. The article offers several potential explanations for these findings.",
        "url": "https://doi.org/10.31235/osf.io/6sj2t_v1",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Other Social and Behavioral Sciences, Economics, Leisure Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/7zygu_v1",
        "title": "Structural hypocrisy in humanitarian aid: a justice-oriented counter-story of how donors fund both relief and destruction in Gaza",
        "authors": "Irene Ruiz Espejo, Emily Bastable, Jessica Boxall, Chandni Jacob, Frankie Norton, Pathik Pathak",
        "created": "2025-03-25",
        "abstract": "Background: The latest military assault on Gaza by Israel, which began after 7 October 2023, has led to an unprecedented humanitarian catastrophe, with tens of thousands killed, nearly two million displaced, and famine officially declared in 2024. The near-total siege cut off food, water, electricity, and medical supplies, while relentless bombardments destroyed critical infrastructure, rendering Gaza unliveable. Many donor nations have simultaneously provided humanitarian aid to Gaza while supplying military assistance to Israel, underscoring the structural hypocrisy in international responses to the catastrophe in Gaza. Methods: In this article, we introduce and develop the concept of justice-oriented counter-stories (JOCS) to critically examine how quantitative datasets on humanitarian aid flows can distort reality and obscure key disparities. Using aid to Gaza in 2023–2024 as a case study, we apply JOCS to identify biases in official reporting and make statistical adjustments to offer an alternative perspective. Results: Our justice-oriented analytical lens shows how the countries humanitarian aid rankings shift significantly when we factor in donor nations’ GDP, and the structural hypocrisy of offering humanitarian aid while simultaneously providing significant military assistance to Israel. Our paper also identifies some of the key methodological challenges in making such adjustments. Conclusion: We conclude by emphasising the broader implications of “justice-oriented counter-stories” for understanding not only aid flows, but social justice and the representation of social and environmental issues.",
        "url": "https://doi.org/10.31235/osf.io/7zygu_v1",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/89xgj_v1",
        "title": "Employers' Unilateral Settlement of Dismissal Disputes",
        "authors": "Daisuke Adachi, Ryo Kambayashi, Kohei Kawaguchi",
        "created": "2025-03-25",
        "abstract": "A legally binding unilateral settlement option for dismissal disputes could streamline the dismissal process, but concerns persist about the potential overuse of dismissals. To assess this claim, we develop a model of employment adjustment followed by negotiation under litigation threat, and show that, contrary to conventional wisdom, unilateral settlement can enhance total surplus and benefit workers with relatively high productivity when employment adjustment does not significantly hurt productivity. These results stem from a fundamental trade-off: employers must forgo potential worker output to avoid litigation costs, which alters the threat points of wage negotiations and dismissal decisions in favor of workers. Our findings suggest that properly designed unilateral settlement institutions can contribute to both stable employment, efficiency and distributional equity in labor markets beyond merely reducing litigation costs, particularly in contexts with high productivity retention rates.",
        "url": "https://doi.org/10.31235/osf.io/89xgj_v1",
        "subjects": "Economics",
        "subjects_osf": "Labor and Employment Law, Economics"
      },
      {
        "doi": "10.31235/osf.io/89xgj_v3",
        "title": "Employers' Unilateral Settlement of Dismissal Disputes",
        "authors": "Daisuke Adachi, Ryo Kambayashi, Kohei Kawaguchi",
        "created": "2025-03-26",
        "abstract": "A legally binding unilateral settlement option for dismissal disputes could streamline the dismissal process, but concerns persist about the potential overuse of dismissals. To assess this claim, we develop a model of employment adjustment followed by negotiation under litigation threat, and show that, contrary to conventional wisdom, unilateral settlement can enhance total surplus and benefit workers with relatively high productivity when employment adjustment does not significantly hurt productivity. These results stem from a fundamental trade-off: employers must forgo potential worker output to avoid litigation costs, which alters the threat points of wage negotiations and dismissal decisions in favor of workers. Our findings suggest that properly designed unilateral settlement institutions can contribute to both stable employment, efficiency and distributional equity in labor markets beyond merely reducing litigation costs, particularly in contexts with high productivity retention rates.",
        "url": "https://doi.org/10.31235/osf.io/89xgj_v3",
        "subjects": "Economics",
        "subjects_osf": "Labor and Employment Law, Economics"
      },
      {
        "doi": "10.31235/osf.io/bpycm_v1",
        "title": "Towards a divisible week and calendar",
        "authors": "Florian Dinger",
        "created": "2025-03-23",
        "abstract": "The Gregorian calendar and the 7-day week are impractical systems of common timekeeping. More practical would be a calendar based on a 6-day week and a 30-day month, such that the year is divided into 12 months plus a monthless week at the end of the year comprising 5 days (or 6 days in a leap year), and each year begins with a new week, i.e. the monthless week would end in the old year, even if it lasts only 5 days. Business and science would benefit from such a secularization of the calendar.",
        "url": "https://doi.org/10.31235/osf.io/bpycm_v1",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/cdusv_v1",
        "title": "Public Accountability beyond Institutional Control. Who do Citizens Blame for Failures in Governing Systemic Risk?",
        "authors": "Lorain Fornerod, Kristina S. Weißmüller, Giulia Mugellini, Jean-Patrick Villeneuve",
        "created": "2025-03-20",
        "abstract": "Why are public institutions blamed for crises caused by private actors’ mismanagement? Building on accountability and attribution theory, this study investigates the mechanisms of blame attribution during crises, when public institutions fail to prevent systemic risks caused by private sector agents. Data from a survey quasi-experiment with 1,652 Swiss citizens reveals how perceived situational control, causal responsibility, normative accountability expectations, and accountability performance shape citizens’ blame attribution. The findings reveal asymmetries in the responsibility-accountability logic, showing that citizens hold public institutions accountable for private sector failures if they strongly believe that they had causal responsibility and situational control over the crisis. Citizens’ normative expectations of public institutions’ obligation to govern systemic risks are strong drivers of blame, while public institutions’ accountability performance does not impact citizens’ blame attribution. These novel findings provide critical insights for policymakers to manage perceptions, maintain trust, and safeguard legitimacy during crises. This study advances accountability theory by highlighting the contingent nature of blame, which is particularly relevant for crisis governance.",
        "url": "https://doi.org/10.31235/osf.io/cdusv_v1",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Banking and Finance Law, Bankruptcy Law, Psychology, Economics, Public Affairs, Public Policy and Public Administration, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/kb7dy_v1",
        "title": "Social Capital in the United Kingdom: Evidence from Six Billion Friendships",
        "authors": "Tom Harris, Shankar Iyer, Tom Rutter, Guanghua Chi, Drew Johnston, Patrick Lam, Lucy Makinson, Antonio S. Silva, Martin Wessel, Mei-Chen (Zoe) Liou",
        "created": "2025-03-21",
        "abstract": "Social capital is widely believed to impact a wide range of outcomes including subjective well-being, social mobility, and community health. We aggregate data on over 20 million Facebook users in the United Kingdom to construct several measures of social capital including cross-type connectedness, social network clustering, and civic engagement and volunteering. We find that social networks in the UK bridge class divides, with people below the median of the socioeconomic status distribution (low-SES people) having about half (47%) of their friendships with people above the median (high-SES people). Despite the presence of these cross-cutting friendships, we find evidence of homophily by class: high-SES people have a 28% higher share of high-SES friends. In part, this gap is due to the fact that high-SES individuals live in neighbourhoods, attend schools, and participate in groups that are wealthier on average. However, up to two thirds of the gap is due to the fact that high-SES people are more likely to befriend other high-SES peers, even within a given setting. Cross-class connections vary by region but are positively associated with upward income mobility: low-SES children who grew up in the top 10% most economically connected local authorities in England earn 38% more per year on average (£5,100) as adults relative to low-SES children in the bottom 10% local authorities. The relationship between upward mobility and connectedness is robust to controlling for other measures of social connection and neighbourhood measures of income, education, and health. We also connect measures of subjective well-being and related concepts with individual social capital measures. We find that individuals with more connections to high-SES people and more tightly-knit social networks report higher levels of happiness, trust, and lower feelings of isolation and social disconnection. We make our aggregated social capital metrics publicly available on the Humanitarian Data Exchange to support future research.",
        "url": "https://doi.org/10.31235/osf.io/kb7dy_v1",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/tdm4c_v1",
        "title": "Social Life and Subjective Well-being in Spain",
        "authors": "Roger Fernandez-Urbano",
        "created": "2025-03-26",
        "abstract": "This chapter examines the relationship between satisfaction with social life and overall subjective well-being in Spain. Despite increasing recognition of social life as a key determinant of well-being, direct empirical research on its influence remains scarce, particularly in Southern Europe, where much of the existing evidence is anecdotal. Unlike concepts such as social capital, social support, and relational support, satisfaction with social life captures the intrinsic value of social interactions rather than their instrumental utility. It reflects an individual's subjective appraisal of their overall social relationships, encompassing not only close ties but also broader interactions with acquaintances, neighbours, and peripheral contacts. Drawing on data from the first wave of the Global Flourishing Study (2020–2022), this chapter investigates how social life satisfaction contributes to both cognitive and affective well-being. Spanish findings are contextualized within a comparative framework, including high-income, upper-middle-income, and lower-middle-income countries. The results highlight that subjective evaluations of social life play a crucial role in shaping overall well-being, surpassing the influence of individual characteristics. Furthermore, the significance of social life satisfaction for both cognitive and affective well-being increases with socioeconomic development, positioning Spain alongside upper-middle-income countries with collectivistic and Latin cultural orientations. An analysis of heterogeneity within Spain reveals no substantial variations across gender, social background, or regions. However, significant age-related differences emerge, with the importance of social life satisfaction on overall well-being—particularly affective well-being—increasing with age. The chapter concludes by discussing theoretical and practical implications and outlining directions for future research, including methodological considerations.",
        "url": "https://doi.org/10.31235/osf.io/tdm4c_v1",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Psychology, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/6aev3_v2",
        "title": "Case for ecumenical use of network and geometric data analyses in mapping of cultural spaces. Illustration of contemporary French-speaking Swiss theatrical productions",
        "authors": "Pierre Bataille, Marc Perrenoud, Robin Casse, Carole Christe, Mathias Rota",
        "created": "2025-03-22",
        "abstract": "The cross-use of network and geometric data analyses helps understand how the circulation of symbolic goods is structured. It* follows specific logic, intersecting economic and symbolic planes in shaping spaces that do not entirely align with political borders. Both help map circulation spaces and understand their operational logic, aiming to visualize the proximities and/or distances between different places/actors in the production of these symbolic goods. *Accordingly, based on several datasets collected to analyze the dynamics that structure contemporary French-speaking Swiss theater production circulation, this article aims to constitute a practical case on the combined use of Social Network Analysis (SNA) and Geometric Data Analysis (GDA) in mapping cultural spaces in a cross-fertilization perspective. The implementation of a mixed SNA and GDA analytical approach reveals distinct clusters of venues based on linguistic boundaries, size, cultural legitimacy, and audience reach. It identifies an “intermediate” subspace, between avant-garde and commercial productions. The study highlights methodological advantages in integrating SNA and GDA for developing a nuanced view on cultural dynamics, especially in understanding the career landscape of Swiss “ordinary” artists who navigate between artistic autonomy and market demands.",
        "url": "https://doi.org/10.31235/osf.io/6aev3_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/8vkwb_v1",
        "title": "Quality vs. Quantity: Evaluating the Impact of Childcare Expansion on Children’s Educational Outcomes in Brazil",
        "authors": "Rita Schmutz, Dana McCoy",
        "created": "2025-03-24",
        "abstract": "The early years are crucial for child development, with long-term impacts across various domains. While early childhood education and care (ECEC) policies aim to mitigate social inequalities, ineffective implementation can widen these disparities. This study assesses the impact of the rapid expansion of childcare through public-private partnerships (PPP) for children aged 0 to 3 years in São Paulo, Brazil, on their academic performance at ages 8 to 11. While the PPP model facilitated quicker capacity expansion, centers operating under this scheme were reported to have lower structural quality and received only half the per-child funding compared to public childcare centers. Using administrative datasets and a difference-in-differences approach, we estimated the impact of attending PPP centers (versus better-financed and regulated public centers) in the period immediately following the policy implementation on children's later academic outcomes. The results show that, on average, attending PPP centers in the post-policy period was associated with a small but positive effect on educational outcomes, and that this benefit was primarily observed for children who attend for only one year. Conversely, extended attendance (two to three years) correlated with declining test scores, intensifying concerns about prolonged exposure to substandard conditions. Contrary to expectations, children in disadvantaged areas did not fare worse during the policy expansion than those in wealthier regions, with positive effects concentrated in moderately disadvantaged neighborhoods. These findings underscore the importance of considering variability in ECEC policy outcomes to ensure they do not inadvertently create cumulative disadvantages and to guide policy adjustments for improving these programs.",
        "url": "https://doi.org/10.31235/osf.io/8vkwb_v1",
        "subjects": "Sociology",
        "subjects_osf": "Early Childhood Education, Educational Assessment, Evaluation, and Research, Sociology"
      },
      {
        "doi": "10.31235/osf.io/asdhx_v1",
        "title": "Dissipative Representations: A Non-Dualist Approach to Language and Identity",
        "authors": "Luis Escobar L.-Dellamary",
        "created": "2025-03-24",
        "abstract": "This paper introduces Dissipative Representations (DiRe) as a methodological notion that transcends dualistic thinking in language research, identity studies, and related fields. Drawing from the premise that reality equals information (R=I), DiRe offers an epistemological reorientation that conceptualizes representations as dynamic informational patterns rather than static entities, challenging traditional frameworks that reify conceptual dichotomies. The theoretical foundation integrates Analytic Idealism (ontological dimension), Decolonial Theory (axiological dimension), and the Informational Field Metaphor (methodological dimension), creating a coherent alternative characterized by informational flexibility, provisional utility, relational dynamics, and resistance to objectification. A three-level model of information processing—perception, representation, and meta-representation—provides practical analytical guidance, while validation criteria across ontological, epistemological, methodological, and decolonial dimensions ensure epistemic responsibility. Applications in sign language analysis through deep multimodality, linguistic identity demarcation, and digital identity studies demonstrate DiRe's capacity to resolve persistent theoretical dilemmas without sacrificing analytical rigor. The framework's transformative implications extend to knowledge decolonization, educational practices, and ethical research conduct, addressing what I term \"Technical-Epistemic Gridlock\" in contemporary methodologies. DiRe constitutes the primary analytical tool within the broader framework of Convergences of Lived Open Unfolding Diversity (CLOUD), offering pathways toward more epistemically just and ontologically coherent approaches to understanding human experience.",
        "url": "https://doi.org/10.31235/osf.io/asdhx_v1",
        "subjects": "Sociology",
        "subjects_osf": "Other Languages, Societies, and Cultures, Race, Ethnicity and Post-Colonial Studies, Philosophy, Feminist, Gender, and Sexuality Studies, Language and Literacy Education, Indigenous Education, Bilingual, Multilingual, and Multicultural Education, Disability and Equity in Education, Psychology, Anthropology, Linguistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/b7vm5_v1",
        "title": "Authoritarian Shades: An Analysis of Public Endorsement for Excessive Force in Brazil",
        "authors": "Ariadne Lima Natal",
        "created": "2025-03-26",
        "abstract": "Why do citizens endorse the use of excessive force by police? This article investigates the factors that shape public attitudes towards police brutality in Brazil. Employing regression analysis on survey data from 1,806 São Paulo inhabitants, the study assesses whether socio-structural, instrumental, and ideological factors and perceived legitimacy influence these attitudes. Our findings reveal that support for police use of excessive force is associated with demographic, ideological, and attitudinal elements, emphasising the impact of race, gender, authoritarian tendencies, and the view of the police as legitimate and efficient. The study underscores the imperative for a critical examination of the cultural and structural foundations of police violence endorsement.",
        "url": "https://doi.org/10.31235/osf.io/b7vm5_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/d5zwr_v1",
        "title": "Identifying critical intervention, contextual and implementation features in systematic reviews: intervention component analysis ten years on",
        "authors": "Katy Sutcliffe, Dylan Kneale",
        "created": "2025-03-24",
        "abstract": "Background: It is now widely recognised that in addition to providing robust evidence about intervention effectiveness, systematic reviews need to provide decision-makers with detailed information about critical intervention, contextual and implementation features that support successful outcomes. Our 2015 paper introduced Intervention Component Analysis (ICA), a method comprised of three key approaches for examining trials within an effectiveness synthesis: a) an inductive approach to coding trial features; b) extraction of trialists perspectives about the strengths and limitations of features and experiences of implementation; and c) an assessment of identified features in relation to outcomes to assess which appear to be important. In this paper we reflect on how ICA has since been employed by ourselves and others to demonstrate the variety of ways it has been applied and to support further developments of the method. Methods: In March 2025 we searched Google Scholar for papers citing the 2015 ICA paper. We extracted information on: the year of publication; whether ICA was employed as an analysis method or simply cited; which aspects of ICA were employed; whether ICA was employed in combination with other synthesis methods and any innovations to or refinements of the method. We also conducted several in-depth case studies to identify the variation and illustrate the benefits of ICA. Findings: We identified 95 papers citing the 2015 paper of which 44 reported using or drawing on ICA in their analysis and a further 4 protocols reported a plan to use ICA; the remainder (n=47) cited but did not use ICA. Of the 48 that used or planned to use ICA, most (n=38) used or planned to use it in combination with another method such as a meta-analysis or qualitative comparative analysis whilst 10 used ICA as the sole method of analysis. We identified several innovative applications of ICA including the use of existing frameworks or logic models alongside the inductive coding method. Discussion: Use of ICA allows systematic reviewers to better understand ‘how’ interventions work. ICA has been found by ourselves and others to be both useful and flexible – able to be tailored to both large and small reviews, suitable for use as a stand-alone tool or alongside existing theories or taxonomies, useful as a tool for understanding intervention variation only or as a tool for explaining variation in outcomes. Potential future avenues for development include the use of subgroup analysis and meta-regression to test the theories generated by ICA.",
        "url": "https://doi.org/10.31235/osf.io/d5zwr_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/ghfs3_v1",
        "title": "“The more dopamine, the greater the satisfaction”: A critical analysis of lay conceptions of dopaminergic function",
        "authors": "Débora Chaves da Silva, Caio Maximino",
        "created": "2025-03-25",
        "abstract": "This study examined lay conceptions of dopamine functions in a Brazilian sample using a quali-quantitative approach. Participants often simplified neurobiological processes, associating dopamine primarily with well-being, motivation, and mood improvement (positive effects), and reward system dysregulation, addiction risk, and health issues like stress and apathy (negative effects). Physical activity and healthy eating were seen as key factors in dopamine increase. Lay conceptions, while differing from expert discourse, may shape a “neurochemical self,” reflecting a neoliberal ideology of self-regulation and productivity. Participants viewed dopamine knowledge as a means to control daily habits for a balanced life. While positive effects were prominent, negative effects were also frequently mentioned, emphasizing productivity and risk management within a capitalist context. Dopamine was both an asset to maximize and a risk to mitigate. This aligns with the view of pleasure as limited and controlled within neoliberal values. The study highlights how media simplification may lead to exaggerated perceptions of dopamine’s role in well-being.",
        "url": "https://doi.org/10.31235/osf.io/ghfs3_v1",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/hynsg_v1",
        "title": "Kinship and Friendship Networks in Finland: A Comparison Between Swedish and Finnish Speakers",
        "authors": "INVEST Flagship, Antti O Tanskanen, Mirkka Danielsbacka, Anna Rotkirch",
        "created": "2025-03-24",
        "abstract": "Prior research indicated that Swedish speakers have more social capital than Finnish speakers in terms of social participation, social support, friendship ties and trust. However, no comprehensive study has assessed the size of close kinship and friendship networks among both linguistic groups in recent years. We compare the size of kinship and friendship networks in these language groups using population-based surveys of baby boomers, aged 68–73 years, and their adult children, aged 19–56 years at the time of data collection. Overall, baby boomers reported larger close networks than did their adult children. Swedish speakers reported slightly more close relatives than Finnish speakers did in the older (6.9 vs. 6.4) and the younger generations (4.7 vs. 4.4) but the differences were not statistically significant. However, Swedish speakers reported on average significantly larger close friendship networks than Finnish speakers in both the older (7.4 vs. 5.3) and younger (5.6 vs. 4.2) generations. The differences in close friendship networks remained significant after controlling for sex, age, self-rated health, and various other socio-demographic factors. Our results suggest that having more close friends is among the social capital factors that characterize Swedish speaking Finns.",
        "url": "https://doi.org/10.31235/osf.io/hynsg_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/jshu8_v1",
        "title": "FAMILY PATRIARCHY EAST AND WEST: A CONTROLLED COMPARISON OF HISTORICAL EUROPE AND CONTEMPORARY ASIA",
        "authors": "Mikolaj Szoltysek, Bartosz Ogorek, Rafal Mista, Siegfried Gruber",
        "created": "2025-03-27",
        "abstract": "Scholars have long argued that the familial, demographic and socio-cultural conditions in historical Europe left little room for patriarchal bias compared to Asia. However, these claims have not been rigorously tested through large-scale, data-driven, comparative analyses and statistical modelling. This paper fills this gap by applying Gruber and Szołtysek’s (2016) Patriarchy Index to IPUMS-International census microdata from 857 regional populations in historical Europe and 21 Asian/North African countries after 1970 (93 million people). Our descriptive, spatial and multilevel regression approaches challenge the ‘patriarchal East’ vs. ‘liberated West’ dualism. We find that some historical European areas were more patriarchal than the contemporary Asian data, and several regions in both Europe and Asia show less pronounced patriarchal tendencies than predicted by the models. Finally, we show that Asia and historical Europe are remarkably similar in the mechanisms influencing patriarchy. Overall, our work provides ample evidence that the historical patterns of patriarchy in Europe are not unique.",
        "url": "https://doi.org/10.31235/osf.io/jshu8_v1",
        "subjects": "Sociology",
        "subjects_osf": "History, Feminist, Gender, and Sexuality Studies, Geography, Anthropology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/m7te9_v3",
        "title": "The Geography of Immigrants in Same-Sex Couples in the United States",
        "authors": "Nathan I. Hoffmann, Kristopher Velasco",
        "created": "2025-03-20",
        "abstract": "Where do LGBTQ+ immigrants settle in the United States? The policy landscape for same-sex couples in the U.S. has changed rapidly in recent years, and number of immigrants in same-sex couples have increased rapidly. But little is known about where these lesbian, gay, and bisexual (LGB) immigrants choose to settle and enjoy their new rights. Do they behave more similarly to their straight immigrant counterparts and locate based on job opportunities and cost of living? Or do they gravitate toward more LGBTQ+-friendly cities and states, as U.S.-born LGB people do? How have these patterns changed over time, especially in conjunction with local policy changes relevant to LGBTQ+ people and immigrants? Using American Community Survey data from 2008-2023 and original datasets, this paper studies the geographic context of immigrants in same-sex couples in the U.S. We find that the distribution of immigrants in same-sex couples is expanding across the U.S. over time. These settlement patterns generally look more similar to fellow U.S.-born LGB Americans: locations with higher concentrations are more progressive, have more robust LGBTQ+ civic life, and have higher incomes. Yet immigrants in same-sex couples also live in more racially and ethnically diverse areas compared to U.S.-born Americans in same-sex couples. Our findings contribute to a fuller understanding of this rapidly growing population and its unique characteristics.",
        "url": "https://doi.org/10.31235/osf.io/m7te9_v3",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/pxt5r_v1",
        "title": "Scoping Review of the Legitimation Strategies Used by Organizations Engaging in Unlawful Activities",
        "authors": "Kristina S. Weißmüller, Tijs van den Broek, Jana S. Krawinkel, Steven James Watson",
        "created": "2025-03-25",
        "abstract": "This study explores the legitimation strategies employed by organizations engaging in criminal activities to influence public opinion about the legitimacy of these criminal activities. These discursive strategies are used to justify criminal actions, such as corruption, fraud, or violence, within broader organizational and cultural contexts. Often involving moral neutralization and moral licensing techniques, these strategies allow organizations engaged in criminal activities to present themselves and their actions as virtuous or justified. Although these strategies can result in societal harm by undermining public support for law enforcement, little is known about what types of legitimation strategies exist, how they differ, and how they influence public opinion. Hence, this scoping review identifies and categorizes the legitimation strategies used by organizations engaged in criminal activities. By conducting a scoping review of 21 empirical studies, a four-dimensional typology of 10 legitimation strategies is developed, clustered by their association with distinct types of legitimacy. The findings propose five mechanisms whereby legitimation strategies impact public opinion. Understanding these strategies and mechanisms is crucial for developing effective counter-strategies to delegitimize criminal actions and enhance societal resilience. This study advances the fragmented discourse on legitimation processes of specifically criminal actions employed by organizations, integrating findings from various disciplines to inform theory and practice.",
        "url": "https://doi.org/10.31235/osf.io/pxt5r_v1",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Legal Studies, Library and Information Science, Public Affairs, Public Policy and Public Administration, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/rkcbm_v1",
        "title": "First reproductive experience: a survey module",
        "authors": "Nina Dippold, Eva Beaujouan, Shalini Singh, Anna Stastna, Martin Kreidl, Daniel Dvořák, Barbora Hubatková, Darina Kmentova, Jitka Slabá, Jasmin Passet-Wittig",
        "created": "2025-03-26",
        "abstract": "Experiencing reproductive problems such as infertility and miscarriage becomes more common with age and can be a barrier to having children, especially if first births are delayed. This module on the first reproductive experience aims to enhance our understanding of women’s and men’s reproductive realities today. Collecting survey items on the first reproductive experience enables researchers to identify the reproductive issues women and men face, the ways in which they respond or tackle these challenges including infertility treatments, and the consequences for different aspects of their lives, including mental health, relationship stability and family size. It also allows researchers to chart the age at which people start trying to have a child and to quantify the incidence of reproductive difficulty in different settings. Finally, by asking about the age at or time between events (trying, conceiving, giving birth), it is possible to estimate success rates according to the age at which the person first tried to conceive a child, an important contribution to human reproduction research for which we currently lack data. Adding a module on the first reproductive experience to cross-sectional and panel family surveys that already contain basic information on fertility will help to integrate the studies of reproductive and demographic events and fill important gaps in knowledge about reproductive health in countries with later fertility.",
        "url": "https://doi.org/10.31235/osf.io/rkcbm_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/x24nw_v1",
        "title": "Revisiting Gender Inequality in Housework during the COVID-19 Pandemic 2019-2022: Variations by Parental Status",
        "authors": "Haoming Song",
        "created": "2025-03-26",
        "abstract": "How did gender inequality in housework change during the COVID-19 pandemic? A growing international work answered this question by comparing parents in 2020 to 2019, showing mixed evidence. We provide new evidence from couples living with and without children and across a longer time frame. Using high-quality, nationally representative time dairy data from the American Time Use Survey (ATUS), we describe average time in total, routine, and non-routine housework among dual-earner couples from 2019 to 2022. We found an overall increase in housework time in 2020. Two new findings emerged. First, from 2019 to 2020, there was an exacerbation in gender housework gap among couples living without children, such that women increased approximately half-an-hour more housework than men daily. The gender housework gap among parents however remained similar. Second, such trends were relatively short-term and reversed in 2021 and 2022. We provide short explanations and call for more studies to use national time diary data to intentionally incorporate family diversity into studying the gendered consequences of disruptive events in the longer term.",
        "url": "https://doi.org/10.31235/osf.io/x24nw_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/4q9m8_v2",
        "title": "Challenges Regarding the Integration of Ethnomathematical Perspectives into Geometry Teaching: The Faculty Reflection",
        "authors": "Patrick Kyeremeh, Francis Kwadwo Awuah, Daniel Clark Orey",
        "created": "2025-03-18",
        "abstract": "A significant gap exists, as research has revealed that teaching mathematics in classrooms is usually unrelated to the sociocultural contexts of the learners. This embedded mixed methods study explored the challenges mathematics teacher educators face in integrating ethnomathematical perspectives into Euclidean geometry teaching in the classroom. Eight mathematics teacher educators were included in the qualitative phase through purposive sampling. The qualitative data obtained through interviews and focus groups were analyzed using reflexive thematic analysis. On the other hand, 128 mathematics teacher educators were included in the quantitative phase through cluster and quota sampling. The quantitative data obtained through the survey was analyzed using the Mann-Whitney U test. The mathematics teacher educators' accounts revealed college and educator-related challenges, including inadequate/lack of cultural examples in the geometry curriculum, a lack of clarity on how to integrate ethnomathematical approaches into geometry teaching in the curriculum, cultural diversity, financial constraints, time constraints, and gender discrimination. The quantitative study observed a statistically significant difference between the male and female cases in their response to the challenge of inadequate/lack of cultural examples in the geometry curriculum. In all, the findings obtained from the qualitative investigation revealed differences among male and female mathematics teacher educators regarding what they perceive as challenges regarding the integration of ethnomathematical perspectives. Implications for teaching and future research are reported.",
        "url": "https://doi.org/10.31235/osf.io/4q9m8_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6jq32_v2",
        "title": "Generative Multimodal Models for Social Science: An Application with Satellite and Streetscape Imagery",
        "authors": "Tina Law, Elizabeth Roberto",
        "created": "2025-03-21",
        "abstract": "Although there is growing social science research examining how generative AI (genAI) models can be effectively and systematically applied to text-based tasks, whether and how genAI can be used to analyze images remain open questions. In this article, we introduce a framework for analyzing images with generative multimodal models (MMs), which consists of three core tasks: curation, discovery, and measurement and inference. We demonstrate this framework with an empirical application that uses OpenAI’s GPT-4o model to analyze satellite and streetscape images (n = 1,101) to identify built environment features that contribute to contemporary residential segregation in U.S. cities. We find that model-generated labels are more reliable than research assistant-generated labels and comparably valid to expert-generated labels. We conclude with thoughts for other use cases and discuss how social scientists can work collaboratively to ensure that image analysis with generative MMs is rigorous, reproducible, ethical, and sustainable.",
        "url": "https://doi.org/10.31235/osf.io/6jq32_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8wr2s_v1",
        "title": "La paradoja de la normalización lingüística: Igualando la abstracción con la observación empírica en el discurso intercultural",
        "authors": "Fernando Ivan Garza Hernandez, Luis Escobar L.-Dellamary",
        "created": "2025-03-22",
        "abstract": "El capítulo examina la paradoja de la normalización lingüística en el discurso intercultural, destacando cómo la planificación y estandarización del lenguaje pueden operar como mecanismos de control ideológico. Se introduce el concepto de Demarcadores Identitarios Discursivos (DID), los cuales, aunque útiles en la categorización social, pueden reducir la diversidad lingüística y cultural a meras abstracciones. Se argumenta que estos demarcadores, al elevarse al nivel ontológico, contribuyen a una visión esencialista y estática de la identidad, en oposición a una perspectiva enactivista que enfatiza la identidad como emergente y dinámica. Desde una perspectiva decolonial, se critica la imposición de normas lingüísticas eurocéntricas que perpetúan la jerarquización cultural y la marginación de lenguas y comunidades minorizadas. Se expone cómo la planificación lingüística ha servido históricamente como herramienta de unificación nacionalista, contribuyendo a la consolidación de estructuras de poder hegemónicas. A través del análisis de la epistemología de la representación y las dicotomías impuestas por el racionalismo, se cuestiona la validez científica y ética de la normalización lingüística como proyecto político. El capítulo concluye abogando por una resignificación crítica de los DID, enfatizando la necesidad de prácticas discursivas más equitativas y contextualmente sensibles. Se propone un enfoque que reconozca la diversidad lingüística sin imponer jerarquías normativas, promoviendo una visión más inclusiva y dinámica de la identidad cultural y lingüística. Palabras clave: Identidad Enactiva, Idealismo Analítico, Raciolingüística, Decolonialidad, Educación Superior Intercultural.",
        "url": "https://doi.org/10.31235/osf.io/8wr2s_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/aefn4_v1",
        "title": "Address Challenges Markowitz (1952) Faces: A New Measure of Asset Risk",
        "authors": "George Y. Nie",
        "created": "2025-03-25",
        "abstract": "Markowitz (1952) asset risk (MAR) has long been challenged. First, as an impostor of asset risk, volatility captures the noise of asset risk over maturity that improperly reflects asset risk (which has to be measured over a unit of time length to be cumulative since asset holder’s risk approaches zero as the holding time length approaches zero). Second, volatility does not decrease asset value while volatility of a lognormal distribution actually raises value. We thus argue that asset risk drives volatility, but not vice versa, implying that asset risk cannot be diversified away. Third, support to MAR appears to arise from a confusion between asset value and wealth utility: the law of diminishing marginal utility supports that volatility reduces the latter. The above causes explain why CAPM and Fama-French models have long been struggling to price asset volatilities. To address these challenges, we propose that the volatility (variance) of realized (expected) asset value approaches zero as the measuring distance approaches zero. We delineate expected asset value (which asset risk impacts without a distribution) and volatility (which does not affect the former following a quasi-normal distribution we proposed). Our asset risk for a specific asset excludes the macrorisk in Nie (2024a) that is tied to all assets denominated by the currency. To be comparable across assets and firms, our asset risk is a 5-year payment’s risk that approaches zero as the distance approaches zero. We show that equity price reflects the present value of a payment spanning over the predictable lifetime of firm performance, and that an option’s price minus its present value reflects the overcharge or transaction cost. Our asset risk, captured as risk premium, thus solves issues that have long been challenging agency theories, and redefines firm misvaluation theories.",
        "url": "https://doi.org/10.31235/osf.io/aefn4_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/az784_v1",
        "title": "The Citation Gap: An overview of academic output in the field of Natural Hazards and Climate Extremes analyzed through Google Scholar data",
        "authors": "Shakti Raj Shrestha, Leonardo Olivetti, Shivang Pandey, Koffi Worou, Elena Raffetti",
        "created": "2025-03-27",
        "abstract": "There has been a significant increase in both the number of publications and number of citations in the last decade which can be easily accessed through online databases such as Google Scholar, Web of Science, Scopus, ResearchGate. The large data set of scientific literature and respective authors in these platforms can be utilized to get a broad overview of academic discourse. This project aims to investigate the state of academia in the field of Natural Hazards and Climate Extremes using Google Scholar data. A comprehensive set of relevant tags (such as earthquake, volcano, natural hazards, climate extremes etc.) were used to filter the researchers. A threshold of 500 citations was applied to focus on the most influential academics in this field. We limited the analysis to the period 1990-2023 and subsequently stratified the obtained results by gender (as perceived by the authors) and country of affiliation of the researchers. Data for the number of publications was also collected for each of the researchers. Among 2614 researchers identified, 77.2% are male, 22.6% female, and 0.2% could not be categorized into male or female. Male researchers, on average, received a larger median number of citations compared to women even though the gender citation gap in percentage has been decreasing over the last decade. Notably, regression analysis showed that there is a limited difference in number of citations per publication between the two genders. The data also shows that 78.5% of citations are attributed to researchers in high-income countries, 14.4% for those in middle-income countries, and 7.1% for those in low-income countries despite researchers in low- and middle-income countries publishing more papers per year, on average, than their counter parts in high-income countries. Researchers from high-income countries also get a larger number of citations per author, on average, even when controlling for number of publications. However, the citation gap between high-income and low- and middle-income countries has narrowed in recent years. Interestingly, the observed citation gap between researchers is more pronounced due to income group than gender. In conclusion, even though disasters affect poor countries and women disproportionately, the fact that the field of natural hazards and climate extremes is largely high-income country and male-dominated raises fundamental questions on the ontology and epistemology of the scientific knowledge that has been generated.",
        "url": "https://doi.org/10.31235/osf.io/az784_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ct5es_v1",
        "title": "Political Claimsmaking and Emotional Expression",
        "authors": "Deana A. Rohlinger, Christian Vaccaro, Brian McKernan, Maria C. Ramos",
        "created": "2025-03-26",
        "abstract": "Research on emotional stimuli in politics often overlooks how citizens use emotion when engaging politicians. We begin to address this gap in the literature by examining the relationship between frames, emotion, and sentiment in individual claimsmaking. Our analysis proceeds in two steps. First, we use Bidirectional Encoder Representations from Transformers (BERT) to classify sentiment and frames in 153,288 emails sent to Governor Jeb Bush about the Terri Schiavo case. We find that the religious frame increases the likelihood that an email is positive, while the legal and medical frames lower that likelihood. Then, we qualitatively analyze 999 randomly chosen emails from the corpus to understand how individuals use emotions in their claimsmaking. We find that individuals use emotion to modify frames in ways that signal their understanding of a target’s authority relative to other actors. Individuals used positive emotions with the religious frame to signal their approval of Bush’s actions. In contrast, individuals used negative emotions with the legal frame to convey their disapproval of other actors, such as Terri’s husband, who were seen as misusing their authority and endangering Terri’s life. We conclude with a discussion of how scholars might better understand the role of emotion in individual claimsmaking.",
        "url": "https://doi.org/10.31235/osf.io/ct5es_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/dfc4k_v3",
        "title": "Improving Functionalist Arguments",
        "authors": "Andrés Castro Araújo, Nicolas Restrepo Ochoa",
        "created": "2025-03-19",
        "abstract": "Contemporary sociology finds itself in an awkward position. Despite having declared the death of functionalism, some form of functionalist argument still remains cryptically present in much substantive research. We argue that this inability to talk plainly about functions is a major hindrance for theory building in the discipline. As such, this article has two goals. The first is disambiguation. What does it mean to attribute a function to something? We answer this question by elaborating on the distinction between proper functions (responding to why-is-it-there questions) and role functions (responding to how-does-it-work questions). The second is to introduce a typology of functional arguments that builds upon this distinction. This allows us to recast “functionalism” as a set of general explanatory strategies and not as a substantive theory about society. This framework enables us to better evaluate, challenge, and improve upon much of the sociological research that currently relies on these forms of argument. Importantly, these forms of argument are not burdened with the problems associated with the organicist framework many sociologists have in mind when they think of functionalism.",
        "url": "https://doi.org/10.31235/osf.io/dfc4k_v3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/f23re_v1",
        "title": "“When you are holding a pen you think deeper about what you write.” Comparing the experiences of completing paper- and computer-based participant aided sociograms",
        "authors": "Dorottya Hoor, Vuyisha Dlamini, Bernie Hogan, Guy Harling",
        "created": "2025-03-24",
        "abstract": "Past personal network research has highlighted the many trade-offs in data collection strategies but has largely overlooked respondents’ perspectives on the interview experience. We use a within-subjects research design to compare respondents’ experiences with pen-and-paper sociograms and a comparable computer-assisted approach using Network Canvas, amongst young people in rural KwaZulu-Natal, South Africa. Data was collected through five focus groups (31 participants in total) and analyzed using thematic analysis and a novel journey-based approach. Our results highlight key experiential trade-offs between the analog and digital methods focusing on cognitive burden, emotional investment, and practical constraints. Centrally the analog method allowed greater emotional investment, which may or may not be desired. This work showcases the merits of a journey-based analytical approach for better understanding the interview process from respondents’ point of view, and highlights that considering sociogram tools experientially invites greater focus on ethical concerns for respondent care.",
        "url": "https://doi.org/10.31235/osf.io/f23re_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/hqzej_v1",
        "title": "Putting tragedy in context",
        "authors": "Hugh Shanahan, Louise Bezuidenhout",
        "created": "2025-03-20",
        "abstract": "Research in the USA is going through a period of upheaval because of the new presidential administration. Research data in particular is in jeopardy through changes in funding and access to data repositories and other data collections. Calls to mitigate this attack on academic freedom are timely and crucial. However, as the world focuses on the situation in the USA, it is important to note that this is not unique to the USA. Globally High, Middle and Low income countries have lost data through a variety of different events such as drastic budget cuts or civil upheaval. Different countries control access to data for a number of different reasons. We propose that the present situation in the USA gives the Academic community a chance to reflect on the fragility and importance of data-led resources and to coordinate, on a global basis, their defence and maintenance.",
        "url": "https://doi.org/10.31235/osf.io/hqzej_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/rwpkc_v1",
        "title": "Does Military Service Make Individuals Susceptible to Political Violence? Attitudinal and Behavioral Evidence",
        "authors": "Dana Weinberg, Ana He Gu, April Edwards, Jeffrey S. Kopstein",
        "created": "2025-03-26",
        "abstract": "Does military service make individuals susceptible to political violence? Anecdotal accounts suggest that military service may be tied to radicalization toward political violence. A nationally representative survey of veterans and servicemembers compared to civilians shows that veterans’ and servicemembers’ attitudes toward political violence reflect those of the larger society. However, current and former servicemembers have different patterns of attraction and engagement with extremist ideologies and groups as compared with civilians. Servicemembers and veterans are more likely to be attracted to anti-government groups and causes that have been associated with violent acts, especially those espousing ideologies related to defending against perceived violations of the Constitution and/or Constitutional rights. Their greater willingness to commit violence on behalf of favored causes makes them attractive targets for recruitment to these groups.",
        "url": "https://doi.org/10.31235/osf.io/rwpkc_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vqp2g_v1",
        "title": "What Are You Talking About? Discussion Frequency of Issues Captured in Common Survey Questions",
        "authors": "Turgut Keskintürk, Kevin Kiley, Stephen Vaisey",
        "created": "2025-03-27",
        "abstract": "Social science surveys regularly ask respondents to generate opinions or positions on issues deemed to be of political and social importance, such as confidence in government officials or federal spending priorities. Many theories assume interpersonal deliberation is a primary mechanism through which people develop positions on such issues, but it is unclear how often the issues captured by such questions become a topic of conversation. Using an original survey of 2,117 American adults, we quantify how often people report discussing the issues tapped by 88 questions in the General Social Survey’s core questionnaire, as well as how often respondents say they individually reflect on these issues, how important they believe them to be, and how sensitive they believe it would be to discuss those issues. We find the majority of respondents report discussing the majority of issues fewer than once or twice a year, with the modal response that respondents have never discussed an issue in the past year. At the same time, some topics—including religious beliefs and generic appraisals of political leaders—come up quite frequently, and a small number of respondents report frequently discussing most items. We consider the implications of these findings for theories of belief formation.",
        "url": "https://doi.org/10.31235/osf.io/vqp2g_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vzcqm_v1",
        "title": "How does taking parental leave affect women’s and men’s perceptions as workers and parents? Survey-experimental evidence from Germany, South Korea, and the US",
        "authors": "Lena Hipp, Youngjoo Cha, Soocheol Cho",
        "created": "2025-03-27",
        "abstract": "How are mothers and fathers with differing lengths of parental leave perceived as workers and parents, and how do these perceptions vary by gender and cultural context? We answer these questions using original preregistered survey experiments conducted in Germany, South Korea, and the United States—three countries with differing gender norms related to work and parenting. Specifically, we examine perceptions of employees who took either “short,” “medium-length” or “long” parental leaves, based on each country’s parental leave laws. Across all three countries, mothers and fathers who took longer leaves are seen as better parents than those who took shorter or no leave. However, for fathers in Germany and South Korea, this positive effect plateaus or declines after medium-length leave. The impact of leave-taking on perceptions of employees as workers is smaller and more complex: Longer leaves lead to declines in perceived work commitment for both genders. For fathers, however, other outcomes remain largely unchanged by the length of leave. For mothers in Germany and South Korea, by contrast, we find medium and long parental leaves lead to more favorable perceptions in terms of work relationships and overall assessment as workers. These findings suggest competing norms around work and parenting influence how individuals are evaluated based on their leave-taking behaviors, creating stronger incentives for mothers than fathers to take longer leaves in countries with stronger gender conservatism.",
        "url": "https://doi.org/10.31235/osf.io/vzcqm_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/wcj9e_v4",
        "title": "Systemic contributions to global catastrophic risk",
        "authors": "Constantin W. Arnscheidt, SJ Beard, Tom Hobson, Paul Ingram, Luke Kemp, Lara Mani, Alexandru Marcoci, Kennedy Mbeva, Seán Ó hÉigeartaigh, Anders Sandberg",
        "created": "2025-03-20",
        "abstract": "Humanity faces a complex and dangerous global risk landscape, and many different terms and concepts have been used to make sense of it. One broad strand of research characterises how risk emerges from the complex global system, using concepts like systemic risk, Anthropocene risk, synchronous failure, negative social tipping points, and polycrisis. Another strand focuses on possible worst-case outcomes, using concepts like global catastrophic risk (GCR), existential risk, and extinction risk. Despite their clear relevance to each other, only limited connections have been made between these two strands. Here we provide a framework which synthesises the two and shows how emergent properties of the global system contribute to the risk of global catastrophic outcomes. Specifically, the global system generates hazards, amplification, vulnerability, and latent risk, as well as challenges for GCR assessment and mitigation. This systemic lens helps us understand the origins of GCR, provides a useful interface between two deeply related but infrequently connected bodies of work, and provides important insights for risk reduction.",
        "url": "https://doi.org/10.31235/osf.io/wcj9e_v4",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/37w8p_v1",
        "title": "Five golden rules for scientifically-credible nature markets",
        "authors": "Sophus zu Ermgassen, Thomas Swinfield, Joseph W. Bull, Natalie Duffus, Andrew Macintosh, Martine Maron, Sebastian Theis, Thomas B. White, Megan C Evans",
        "created": "2025-03-25",
        "abstract": "Nature markets are proliferating rapidly around the world, yet it is underacknowledged that they have been practiced in various forms for decades. A large body of scientific research has shown that nature markets regularly do not achieve their environmental objectives, and provides generalisable lessons to support their ongoing improvement. The scale of the biodiversity crisis and the enduring popularity of nature markets means it is now critical to stop reproducing the same mistakes. Here we synthesise international research from the history of nature markets and summarise five ‘golden rules’ which are necessary precursors for achieving their environmental aims. We propose a simple checklist for investors, policymakers, and civil society to assess whether nature markets are likely to be delivering scientifically-credible outcomes. We score the world’s largest nature markets against these rules and show all face integrity risks. Lastly, we outline critical evidence-based actions that can be taken to push nature markets towards greater integrity.",
        "url": "https://doi.org/10.31235/osf.io/37w8p_v1",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/7u3kd_v1",
        "title": "Parental and adolescent positive affect and optimism as predictors of post-surgical mood and functioning in adolescents undergoing spinal fusion surgery",
        "authors": "Ryan Parsons, Melanie Beeckman, Sarah Bauermeister, Abbie Jordan, Liesbet Goubert",
        "created": "2025-03-25",
        "abstract": "While most adolescents display a steady recovery trajectory following surgery, some develop chronic postsurgical pain (CPP), which can significantly impact their functioning. Psychosocial factors are known to play a role in the recovery from pain following surgery, but positive psychosocial factors have received little attention in the literature. This study aims to address this gap by investigating parental and adolescent positive affect and optimism as predictors of post-surgical pain recovery and positive outcomes in adolescents. This study uses data collected as part of a larger longitudinal project that involved administering questionnaires to adolescents and their parents over multiple timepoints. Adolescent participants aged 12 – 18 years old with a diagnosis of Adolescent Idiopathic Scoliosis, and scheduled for spinal fusion surgery, were recruited across four Belgian hospitals along with their parents. Structural Equation Modelling was used to investigate how parental and adolescent positive affect and optimism predicted post-surgical positive outcomes, including mood, quality of life and functional disability in adolescents. The study comprised 94 adolescent-parent dyads. Findings indicate that parental optimism before surgery predicted increased adolescent mood following surgery. Adolescent positive affect before surgery predicted increased mood and decreased pain intensity following surgery, while adolescent optimism predicted increased quality of life. None of the optimism or positive affect variables were significantly related to adolescent functional disability following surgery. Study findings identify parental and adolescent positive affect and optimism as potential predictors of post-surgical recovery and positive outcomes in adolescents. However, the multifaceted and complex nature of these relationships warrants further investigation.",
        "url": "https://doi.org/10.31235/osf.io/7u3kd_v1",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/aeubw_v1",
        "title": "The Politics of Illicit Trade of Cultural Property - A Review of the Literature",
        "authors": "Michael Crenshaw",
        "created": "2025-03-26",
        "abstract": "Cultural imperialism has existed for ages before antiquarians were able to trace a country’s heritage through historic objects. The amount of history lost to stolen archives, looted archaeological sites, and displaced objects has disrupted empirical evidence of the past, severely impacting the heritage, identity, and education of a country. Increased emphasis on historical literacy during the 21st century has heightened awareness surrounding illicit cultural trade, its environmental and cultural impact, as well as the shifting political dynamics at play. The US, whose museum institutions have largely benefited from the sale and exchange of stolen objects, began raiding private collections and archives holding stolen objects, leaving the world of art trade weary in the face of legal prosecution. In turn, the black market for cultural property has grown massively during the last 50 years, linked to large crime organizations and terrorism. This review examines existing research concerning history and global impact of illicit trade of cultural property, the political motives which both fuel and cease the movement of illicit trade, and highlight the important work of government and independent repatriation organizations. Concluding this review, I will provide new directions to take this research, emphasizing the importance of filling knowledge gaps within illicit cultural trade.",
        "url": "https://doi.org/10.31235/osf.io/aeubw_v1",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/ax7uv_v1",
        "title": "The Intersection of Corpus-Based and AI-Assisted Second Language Education: An overview of current trends and reflections",
        "authors": "Zihan Xu",
        "created": "2025-03-19",
        "abstract": "The advent of corpus and AI technology has transformed education, including language teaching and learning, and has inspired numerous research in the field of computer-assisted language learning. This review paper synthesizes the current trends in corpus-based and AI-assisted second language education, drawing a theoretical foundation and summarizing existing findings of acquisition effectiveness and pedagogical training using corpus and AI tools. Finally, the author discusses the future research directions in corpus and GenAI-powered language education.",
        "url": "https://doi.org/10.31235/osf.io/ax7uv_v1",
        "subjects": "(Other)",
        "subjects_osf": "Linguistics"
      },
      {
        "doi": "10.31235/osf.io/cfe54_v1",
        "title": "The OECD’s Shift Toward Environmental Sustainability: Assessing The Agency in the Anthropocene Report",
        "authors": "Hikaru Komatsu, Jeremy Rappleye, Iveta Silova",
        "created": "2025-03-19",
        "abstract": "The Organisation for Economic Co-operation and Development (OECD) has recently deepened its engagement with environmental issues, introducing a new vision in The Agency in the Anthropocene report. This vision underpins the Programme for International Student Assessment (PISA) 2025 framework. This study critically examines the new vision, identifying three key advancements: (1) the centrality of the environment, (2) a call for radical societal change, and (3) a proposed shift in worldviews. Notably, this marks the first time the OECD has challenged the dominant worldview rooted in Western individualism. However, a critical omission remains: the lack of measurement tools for assessing students’ worldviews. Despite the availability of established instruments, such as nature connectedness scales, the OECD has yet to incorporate them. Addressing this gap is essential to sustaining the shift in worldviews and refining the new vision’s implementation.",
        "url": "https://doi.org/10.31235/osf.io/cfe54_v1",
        "subjects": "(Other)",
        "subjects_osf": "International and Comparative Education, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/da8fz_v2",
        "title": "Unveiling Strategic Governance and User Dynamics in Weibo's Community-driven Content Moderation System",
        "authors": "Andy Zhao, Haohan Lily Hu",
        "created": "2025-03-11",
        "abstract": "Social media companies continuously experiment with various platform governance models to tackle content moderation challenges, which calls for a comprehensive and empirical understanding of how a content moderation system evolves over the long term. Our study aims to fill this gap through a quantitative and qualitative study of Weibo's community-driven content moderation system, leveraging eleven million public moderation cases and decision data from 2012 to 2021. Based on reporting activities, platform decisions, and jury actions, we investigated the motivations and behavior patterns of three important actors in this governance model: reporting users, the platform, and user jurors. We suggest that users who frequently reported content and initiated the community-driven content moderation process tend to exhibit patterns of voluntarily policing the community or abusing others, sometimes coordinately, and were also treated differently by the platform. We indicate that Weibo's strategic moderation decisions have significantly distinctive preferences over cases from various topic categories and different levels of harmfulness, and the cases involving socially sensitive issues were given more consideration and penalized more severely than common misbehaviors. We also explore how the platform leveraged the usually one-sided votes of digital jurors to endorse its final decisions and find that the reason notes given by crowdsourced jurors also revealed a serious issue of decaying motivation. Our findings offer important insights into the coordination between a social media platform and its volunteer moderators to moderate an online community and address the question of how an autonomic platform governance model can prevail or perish.",
        "url": "https://doi.org/10.31235/osf.io/da8fz_v2",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies, Communication"
      },
      {
        "doi": "10.31235/osf.io/dwz53_v3",
        "title": "The BrainWaves study of adolescent wellbeing and mental health: methods development and pilot data",
        "authors": "Ryan Parsons, Sarah Bauermeister, Julian Turner, Natalie Coles, Simon Thompson, Emma Squires, Tracey Riseborough, Joshua Bauermeister, Abbie Simpkin, Naomi French",
        "created": "2025-03-25",
        "abstract": "Adolescent mental health and wellbeing are of growing concern globally with increased incidence of mental health disorders in young people. BrainWaves provides a framework for relevant and diverse research programmes into adolescent mental health and wellbeing that can translate into practice and policy. The research programme is a partnership with schools centred on establishing a large (n&gt;50,000) cohort and trials platform. Reported here is the BrainWaves cohort pilot study. This was designed as proof-of-concept for our recruitment and data capture pipelines, and for cost-modelling. A network of research schools was recruited and a computer-driven questionnaire administered. The eligible population was 16+ year olds who were attending the research schools. Of 41 research schools, 36 (88%) participated over one three-week and one four-week data collection period. From an eligible population of 33,531 young people, 16,010 (48%) attended the study lesson and created an account. Of the 16,010 (100%) who created an account, 15,444 (96%) consented to participate, 9,321 (60%) consented to linkage of research data with educational records, and 6,069 (39%) consented to linkage of research with school/college attendance data. Participants were aged 16-19 years, 59% female, and 76% White. Higher levels of anxiety and depression were found in girls than boys. Higher levels of media-based social networking were found in girls, whereas higher levels of media-based gaming were found in boys. Girls were more likely to report insufficient sleep whilst boys were more likely to report high levels of exercise. This study confirmed an ability to recruit at pace and scale. Whilst the response-rate does not indicate a representative sample, the demographics describe an inclusive and diverse sample. Data collected confirmed findings from previous studies indicating that the electronic data collection methods did not materially bias the findings. Initial cost-modelling suggests these data were collected for around £20 per participant.",
        "url": "https://doi.org/10.31235/osf.io/dwz53_v3",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/g25fx_v2",
        "title": "A number is worth more than a thousand pictures: The case of designers’ cynical resistance through quantification",
        "authors": "Ulises Navarro Aguiar",
        "created": "2025-03-19",
        "abstract": "This article draws on an ethnographic investigation of product development at an engineering organization to examine the struggle faced by designers in justifying design proposals when cooperating with engineers and managers. Frustrated by the priority given to numbers over other modes of evaluation traditionally used in design, designers in this case developed and mobilized their own evaluation device to quantitatively prove the validity and worth of their work. This quasi-parodic form of evaluation enables designers to criticize and influence strategic project decisions. At the same time, this cynical act of resistance paradoxically endorses the quantitative approach and undermines designers’ own professional expertise as a valid way of conceiving worth, which ultimately renders this move more indeterminate than what a distinction between resistance and conformity denotes. Overall, the study adds to our understanding of how modes and principles of justification typically embraced by professional groups can be unsettled by attempts to protect them. In doing so, it brings to light the ambivalent nature of resistance through a cynical embrace of quantification.",
        "url": "https://doi.org/10.31235/osf.io/g25fx_v2",
        "subjects": "(Other)",
        "subjects_osf": "Art and Design, Science and Technology Studies, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/qutbz_v2",
        "title": "A tale of two systems; How beliefs lead to harmful outdoor practice",
        "authors": "Graham Pringle",
        "created": "2025-03-27",
        "abstract": "In the experiential outdoor sector, differing beliefs about complex trauma and causes of harm can result in markedly different approaches to outdoor leadership practices. This paper examines the conflict between Neo-Liberal and humanist approaches, and how these lead to conflicting approaches to coercive practices in outdoor programs. The source of the current situation will be shown to be the colonising of humane experiential outdoor practice by some early adventure leadership literature and its enduring beliefs. These beliefs centre on the individual being responsible for their situation and overlook the causes of their behaviour. A more supportive counter-belief is that individuals are doing their best and require a socially supportive environment to regain their developmental trajectory toward functional adulthood. Experiential outdoor practitioners are encouraged to adopt human rights-based approaches and view the temporary group as a lived experience of an ideal society.",
        "url": "https://doi.org/10.31235/osf.io/qutbz_v2",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences"
      },
      {
        "doi": "10.31235/osf.io/tdf2y_v1",
        "title": "Locating fault for AI harms: a systems theory of foreseeability, reasonable care and causal responsibility in the AI value chain",
        "authors": "Henry Fraser, Nicolas P. Suzor",
        "created": "2025-03-24",
        "abstract": "This paper presents an original perspective on fault and responsibility for harms caused by artificial intelligence (AI) systems. Scholarship on liability for AI harms highlights the difficulties that doctrines like negligence may encounter in attributing responsibility across complex AI value chains. Drawing on the theory of ‘system safety’, this paper argues that these difficulties can be diminished by conceptualising AI hazards as a set of socio-technical conditions rather than specific aberrant outputs (‘errors’) with discrete technical causes. System affordances, use context, and organisational arrangements are all key risk factors. Animated by case studies of AI harms and near misses, the paper clarifies what is ‘reasonably foreseeable’ about AI harms, and to which value chain participants. It also identifies various kinds of ‘reasonable care’ that different actors can exercise to avert harm. This socio-technical perspectivemakes it easier to apply concepts that are vital to negligence liability,and highlights key priorities for regulating ‘responsible AI’.",
        "url": "https://doi.org/10.31235/osf.io/tdf2y_v1",
        "subjects": "(Other)",
        "subjects_osf": "Computer Law, Entertainment, Arts, and Sports Law, Torts, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/uxst9_v1",
        "title": "Ethical Challenges of Randomized Controlled Trials",
        "authors": "Timothé Ménard",
        "created": "2025-03-26",
        "abstract": "Randomized Controlled Trials are the gold standard for evaluating medical interventions but can pose ethical challenges. This article explores these issues using the principles of beneficence, justice, non-maleficence, and autonomy as defined by Beauchamp and Childress. Major ethical challenges could emerge from informed consent, the use of placebo, suboptimal control arms, participant selection, endpoints, and post-trial access to treatments. The analysis highlights the need for rigorous ethical oversight to balance participant protection with scientific advancement.",
        "url": "https://doi.org/10.31235/osf.io/uxst9_v1",
        "subjects": "(Other)",
        "subjects_osf": "Health Law and Policy, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/vbx65_v1",
        "title": "The Effects and Non-Effects of Social Sanctions from User Jury-Based Content Moderation Decisions on Weibo",
        "authors": "Andy Zhao, Will Hobbs",
        "created": "2025-03-27",
        "abstract": "Between 2012 and 2014, Weibo used a novel crowdsourced user `committee' system to make content moderation decisions. In it, user volunteers were randomly assigned to jury-like committees to vote and comment on whether reported content violated platform rules. The perceived legitimacy of similar systems has been studied in tightly controlled lab and survey experiments, but the causal effects of such jury-like moderation systems on user behavior in the real world have not been studied to the same extent. Leveraging random variation in Weibo case votes due to the assignment of more or less lenient `jurors', we show that, on average, social sanctioning and norm-setting through committee votes was associated with a large but brief decline in reported users' future posting of offensive terms. However, in line with prior work on the relative ineffectiveness of out-group sanctioning, we observe no such effect among women sanctioned by the largely male committees. This study advances our understanding of the effects of institutionalized social sanctioning on social media user behavior, and the promises and potential shortcomings of crowdsourced moderation systems.",
        "url": "https://doi.org/10.31235/osf.io/vbx65_v1",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/w4jr2_v1",
        "title": "Transport Affordability and Automobile Debt in the United States",
        "authors": "Nicholas Klein, Matthew Palm, Stella Connaughton",
        "created": "2025-03-24",
        "abstract": "Rising transportation costs have sparked widespread concern, with media headlines questioning whether the era of inexpensive automobility is over. Yet existing analyses often rely on sticker prices and aggregated sales data, failing to account for the full range of ownership costs such as insurance, fuel, and debt payments. This study bridges that gap by examining transportation affordability and “forced car ownership”—low-income households incurring high automobile costs due to limited alternatives. Using data from the U.S. Consumer Expenditure Survey from 1984 to 2023, we analyze trends in transportation expenditures, debt, and affordability using descriptive statistics, ordinary least squares (OLS), and binary logistic regression. Our findings reveal that while transportation expenditures have increased in nominal terms, real expenditures have remained relatively stable, and transportation costs as a share of household expenditures have declined since the 1980s. However, significant disparities persist. Low-income households, Black households, and households with multiple vehicles face disproportionate transportation cost burdens, with debt playing a critical role. Households in the bottom income deciles devote significantly higher shares of income to transportation, often driven by auto loans. Regional and demographic variations highlight structural inequities, with rural households and Southerners incurring higher absolute debt levels. These results underscore the inadequacy of existing affordability thresholds and the need for more comprehensive metrics that account for debt. By identifying the determinants of forced car ownership and its uneven distribution, this study offers policy-relevant insights into where transportation affordability initiatives should be targeted, and for whom.",
        "url": "https://doi.org/10.31235/osf.io/w4jr2_v1",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/xf7wm_v1",
        "title": "Topological Graph Simplification Solutions to the Street Intersection Miscount Problem",
        "authors": "Geoff Boeing",
        "created": "2025-03-26",
        "abstract": "Street intersection counts and densities are ubiquitous measures in transport geography and planning. However, typical street network data and typical street network analysis tools can substantially overcount them. This article explains the three main reasons why this happens and presents solutions to each. It contributes algorithms to automatically simplify spatial graphs of urban street networks---via edge simplification and node consolidation---resulting in faster parsimonious models and more accurate network measures like intersection counts and densities, street segment lengths, and node degrees. These algorithms' information compression improves downstream graph analytics' memory and runtime efficiency, boosting analytical tractability without loss of model fidelity. Finally, this article validates these algorithms and empirically assesses intersection count biases worldwide to demonstrate the problem's widespread prevalence. Without consolidation, traditional methods would overestimate the median urban area intersection count by 14%. However, this bias varies drastically across regions, underscoring these algorithms' importance for consistent comparative empirical analyses.",
        "url": "https://doi.org/10.31235/osf.io/xf7wm_v1",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Urban Studies and Planning, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/zehkx_v1",
        "title": "Citizen Science in the Philippines: Coastal biodiversity engagements on a small island",
        "authors": "Kristian Aldea",
        "created": "2025-03-19",
        "abstract": "The community's extreme perception of volunteerism (97%) for conservation on a small island relates to the limited resources and coastline vulnerability. This probably results in various types of citizen scientists associated with different coastal biodiversity projects. To elucidate these aspects, I explored the public’s perception of participation in biodiversity conservation, the citizen science groups and their engagements (including profile by gender, age, and frequency of activity), as well as the potential ecological drawback of the engagement (primarily involving Independent Citizen Scientists). Results suggest that the public has a high perception of willingness to participate in citizen science (with three Types of Citizen Scientists). Gender prevalence in the participation is evident (suggesting viable options of participation for both genders) while the age and frequency of activities suggest that younger and more active individuals are significantly present in one type (Independent Citizen Scientists). Data gathering and public services demonstrate the contribution of citizen science to productive coastal biodiversity engagements on the island, although a potentially misguided activity, is also identified. It is emphasized, however, that this does not discourage any type of citizen scientists. This study recommends policy formulation and extended interventions in the island’s coastal biodiversity programs.",
        "url": "https://doi.org/10.31235/osf.io/zehkx_v1",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies"
      }
    ]
  }
}
