{
  "update": "2025-03-07",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/4e8h2_v2",
        "title": "Interactions with Non-Linear Treatment Effects: Quantities of Interest and Interpretation",
        "authors": "Josep Serrano-Serrat",
        "created": "2025-03-02",
        "abstract": "This paper addresses the critical challenges of analyzing interactions when treatment effects are non-linear. First, the paper argues that estimating models that assume linear treatment effects in interactive settings can lead to misleading interpretations. Second, it proposes a systematic approach for analyzing and presenting interaction effects when non-linear treatment effects are involved. Two examples are discussed to illustrate the problems considered in this paper, as well as the proposed solution. Moreover, the limitations of recent alternatives to deal with non-linear treatment effects are discussed. The paper concludes replicating a recent paper, showing the potential limitations of current practices in the literature.",
        "url": "https://doi.org/10.31235/osf.io/4e8h2_v2",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/9dv4u_v2",
        "title": "The Weight of Precedent: Parties, Institutions, and Executive Norms",
        "authors": "Daniel A. N. Goldstein, Collin Thomas Schumock",
        "created": "2025-02-28",
        "abstract": "Political executives often adhere to informal traditions established by their predecessors. Yet, without legal backing, elites have incentives to violate norms for political gain. Under what conditions do constraining executive norms persist and when are they abandoned? We address this question by using an infinite horizon formal model to analyze the maintenance of executive norms. We identify intra-party accountability and variation in patience among actors within the same party as significant for norm maintenance. We also detail how expectations about the expected behavior of out-of-power parties shape the willingness to violate norms while in office. The insights from the model enable us to classify a number of executive norms according to their fragility and to examine the trajectory of one norm in-depth: the two-term tradition of the American presidency. Our findings shed light on how informal institutions regulate executive behavior and advance our understanding of institutional stability and erosion.",
        "url": "https://doi.org/10.31235/osf.io/9dv4u_v2",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Constitutional Law, Law and Economics, Political Science, Economics, Leadership Studies, Public Affairs, Public Policy and Public Administration, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/dce3x_v2",
        "title": "Yao-Shunism: A New Approach to Politics",
        "authors": "Dengsheng Zhang",
        "created": "2025-03-01",
        "abstract": "Most of the studies and debates on liberal democracy in literature are centred around what goes wrong with liberal democracy and how to remedy it. However, there is little attention on oriental practice of democracy or viable alternative to western democracy. In this paper, a study is made on ancient Chinese thinking and practice of democracy. It is found that the first democracy was born in China more than 4,000 years ago. As a result of the discovery, a practical framework called Yao-Shunism is formulated and presented. Yao-Shunism offers non-partisan politics and participatory governance. It is backed by major Chinese philosophies and provides a viable alternative to existing political practice. It is shown that the entire world can benefit from Yao-Shunism if implemented. We demonstrate the feasibility and practicality of Yao-Shunism with George Washington.",
        "url": "https://doi.org/10.31235/osf.io/dce3x_v2",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/g8mvw_v1",
        "title": "Drivers of economic risk and scenarios for the EU",
        "authors": "REGROUP project, Elvire Fabry, Sylvie Matelly",
        "created": "2025-02-28",
        "abstract": "Faced with unprecedented economic, technological and geopolitical challenges, the European Union (EU) must strengthen its resilience and influence to remain competitive in a rapidly changing world. This focus paper analyses the main economic risks that could affect the EU between now and 2035. The EU faces a combination of internal and external risks, including low productivity, an ageing population and technological backwardness, which are holding back its competitiveness. Its energy dependence, increasing geopolitical tensions and fragmented globalisation compound these vulnerabilities, affecting its economic security, consumer confidence and business value chains. These factors, exacerbated by climate and digital challenges, threaten economic growth and long-term stability. To summarise these risks, this focus paper identifies five drivers: (1) geopolitical instabilities, (2) globalisation dynamics, (3) environmental pressures and climate change, (4) social risks and human insecurities, and (5) technological and digital transformations.",
        "url": "https://doi.org/10.31235/osf.io/g8mvw_v1",
        "subjects": "Politics",
        "subjects_osf": "European Languages and Societies, Political Science"
      },
      {
        "doi": "10.31235/osf.io/gx4hc_v3",
        "title": "Shaping Environmental Attitudes Through Social Justice: Evidence from the 2021 European Floods and Implications for Youth",
        "authors": "Hamid Bulut, Robin\tSamuel",
        "created": "2025-03-01",
        "abstract": "In the face of climate change, the principles of distributive social justice have become paramount in addressing the implications of resource allocation and the unequal impacts of environmental degradation. Our study explores the relationship between distributive social justice and environmental attitudes among young people in the context of climate change. Using a natural experimental design, we examine how the 2021 European Floods influenced social justice and environmental attitudes. Our results indicate significant shifts in attitudes, particularly regarding social justice, following the flooding. We found a strong and robust relationship between social justice and environmental attitudes. A causal mediation analysis revealed that floods affected environmental attitudes indirectly through social justice attitudes beyond direct effects. Our results emphasise the importance of integrating the principles of justice in addressing climate change and suggest that young people’s perspectives on social justice play a crucial role in shaping environmental policies and responses to climate crises.",
        "url": "https://doi.org/10.31235/osf.io/gx4hc_v3",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Political Science, Environmental Studies, Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/nfusw_v1",
        "title": "Geographic variation in COVID-19 protests in the EU-27: Actors, grievances, and protest frames during a public health crisis",
        "authors": "REGROUP project, Michalis Moutselos",
        "created": "2025-03-05",
        "abstract": "The COVID-19 pandemic put public health, economic activity, and constitutionally guaranteed freedoms under severe strain. Existing research has studied the ensuing protests, predominately individuals’ likelihood to have participated and the determinants of such participation. The present paper analyzes COVID-19-related protest events across the EU-27 space and examines the observed grievances, actors, mobilization patterns, and protest frames, with protest events as the unit of analysis. Relying on an analytical distinction between economic and cultural grievances, I find that left-wing protesters contested the economic effects of the crisis, while right-wing protests mobilized around cultural concerns about freedom and the importance of science. Non-partisan actors were behind much of the observed protesting and that a “rallying” effect was small and limited to cultural protests. On the Green-Alternative-Libertarian/Traditional-Authoritarian-Nationalist (GAL-TAN) dimension, GAL actors remained relatively inactive, while TAN actors mobilized around cultural grievances. I also observe regional effects, such as the preponderance of cultural protests in Germany and the Netherlands and of economic protests in Southern Europe, and a positive association between protest incidence and centrist/technocratic governments. The paper further discusses the activation of other pre-pandemic cleavages (for instance, ethnoreligious ones) and the most pertinent repertoires of contention observed across the EU-27; a noteworthy finding concerns the diversity and, quite often, the country-specific characteristics of COVID protests. Lastly, a critical discourse and qualitative-interpretive frame analyses of press releases by protest actors in France, Cyprus, and Greece demonstrates the limits of a simultaneous activation of economic and cultural dimensions during the pandemic.",
        "url": "https://doi.org/10.31235/osf.io/nfusw_v1",
        "subjects": "Politics",
        "subjects_osf": "European Languages and Societies, Political Science"
      },
      {
        "doi": "10.31235/osf.io/q28ex_v2",
        "title": "GERDA: The German Election Database",
        "authors": "Vincent Heddesheimer, Hanno Hilbig, Florian Sichart, Andreas Wiedemann",
        "created": "2025-02-28",
        "abstract": "Elections are the key mechanism through which voters hold elected officials accountable. The partisan composition of local, state, and federal governments, in turn, shapes policy choices and public goods provision. Yet studying representation, government responsiveness, and partisan politics across multiple levels of government—especially at the local level—has been difficult due to inconsistently reported, incomplete, or insufficiently harmonized election data at small geographic scales. This paper introduces GERDA, a panel dataset of local, state, and federal election results in Germany at the municipality level spanning the past three decades. GERDA includes turnout and vote shares for all major parties and resolves challenges arising from municipal boundary changes and joint mail-in voting districts, yielding a consistent panel of municipalities in their 2021 boundaries. We also provide municipal and county boundary shapefiles to facilitate spatial analyses. Our dataset enables new research on partisan politics, policy responsiveness, and political representation at fine-grained geographic scales and over time.",
        "url": "https://doi.org/10.31235/osf.io/q28ex_v2",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/wu7b5_v1",
        "title": "Political Parties and The State in Civil Wars",
        "authors": "VARUN KAREKURVE-RAMACHANDRA, Aidan Milliff, Drew Stommes",
        "created": "2025-02-28",
        "abstract": "Separatist conflicts pose enduring and acute challenges to state consolidation. Can democratically-elected legislators from nationally-dominant parties reduce violence in such conflicts? Existing theory remains unclear. Legislators from national parties might lack credibility among separatist insurgent sympathizers, limiting their ability to mitigate insurgent violence in their constituencies. Their symbolic affiliation with ``outsiders'' could also incite more violence. Alternatively, representatives from parties with a pan-national presence may benefit from superior influence over the security bureaucracy, rendering them more effective against insurgents than legislators from other parties. We test these competing explanations using a regression discontinuity design and granular conflict data from a decades-long separatist insurgency in Punjab, India. The findings suggest that legislators from the nationally-dominant party durably reduced insurgent violence within their constituencies. Mechanism analyses indicate that these reductions occurred through relatively stronger influence over security forces and in constituencies with above-average access to information and communication technology enabling selective counterinsurgency operations.",
        "url": "https://doi.org/10.31235/osf.io/wu7b5_v1",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/ybgvk_v1",
        "title": "Données, plateformes et frictions. La recomposition de la gouvernance de la mobilité à Mexico face à la numérisation des transports structurés et informels.",
        "authors": "Laure Guimbail",
        "created": "2025-02-28",
        "abstract": "Résumé : Les applications de calcul d'itinéraire proposent aujourd'hui des informations de plus en plus précises aux voyageurs. Dans le contexte de la ville de Mexico, elles ont réussi à cartographier l’ensemble du réseau de transport informel, ce qui constitue une prouesse technologique jugée jusqu'alors impossible. Comment cette numérisation a-t-elle été rendue possible ? La numérisation des transports affecte-t-elle les dynamiques des acteurs en place ? Plus spécifiquement, le numérique et l'utilisation des données ont-ils un impact sur la modernisation et l'intégration des différents réseaux de transport par le biais des données ? En s’inscrivant dans les travaux récents de sociologie et de gouvernance urbaine, ce rapport vise à examiner dans quelle mesure la production de données et les big data perturbent les arrangements existants et conduisent à de nouvelles formes de gouvernance. Cette analyse compare les modalités de production de données de l'administration publique et celles des applications de calcul d'itinéraire. Elle s'appuie sur une enquête de terrain et des entretiens réalisés dans la ville de Mexico en mai 2023. L'enquête a permis de distinguer deux modalités de production de données parallèles, mais aussi complémentaires, qui entraînent deux doubles processus d'intégration et de rationalisation de la politique de transport. Abstract : The current generation of route planning applications provides travelers with an increasingly accurate source of information. In the context of Mexico City, these applications have been able to map the entire informal transport network, representing a significant technological advance that was previously considered impossible. How does the digitalisation of transport affect the dynamics of existing public and private actors? In particular, do digital technology and the use of data have an impact on the modernisation and integration of the different transport networks through data? Drawing on recent work in sociology and urban governance, this report aims to examine the extent to which data production and Big Data are disrupting existing arrangements and leading to new forms of governance. This analysis compares the ways in which data is produced by public authorities and by route planner applications. It is based on a field survey and interviews conducted in Mexico City in May 2023. The survey enabled us to distinguish two parallel, but also complementary, modes of data production, which give rise to two double processus of integration and rationalization of transport policy",
        "url": "https://doi.org/10.31235/osf.io/ybgvk_v1",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Urban Studies and Planning, Political Science, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/2dazg_v2",
        "title": "The Risk and Risk-free Rate of T-bills",
        "authors": "George Y. Nie",
        "created": "2025-03-01",
        "abstract": "We argue that a payment’s risk approaches zero as maturity approaches zero, and that the central bank’s short-term rate best captures the risk-free rate of various assets. We employ two factors to model the expected risk-free rate that the market expects the current monetary policy to move towards the neutral rate over a certain period. Expecting that the T-bill risk (i.e., the macrorisk) largely reflects a country’s inflation risk, we measure the risk as a 5-year payment’s risk to be comparable across assets. To solve the model factors, we use repeated trials to minimize the prediction errors. Our models thus split US and Canada T-bill yields into the risk and risk-free rate, on average explaining 98.7% of the returns. The models assuming independence of the two returns show similar power in predicting T-bill returns, which can significantly simplify the formulas. We also find that the inclusion of a risk constant over maturity, which has a small value of several basis points, significantly reduces the prediction errors. The risk and the risk-free rate is the gateway to corporate the risk of various assets in the country.",
        "url": "https://doi.org/10.31235/osf.io/2dazg_v2",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/2vf5a_v1",
        "title": "Fiscal Austerity and the Decline of Liberal Democracy",
        "authors": "Guilherme Klein Martins, Laura Carvalho",
        "created": "2025-02-28",
        "abstract": "This paper investigates the long-term effects of fiscal austerity on democratic institutions. While previous studies have established a link between economic crises, fiscal consolidations, and short-term electoral outcomes, our analysis extends this discussion by examining how austerity-induced economic insecurity undermines key dimensions of democracy over time. Using a comprehensive dataset of narrative fiscal shocks across 17 OECD economies (1978–2020) and 14 Latin American and Caribbean economies (1989–2020), we employ a semi-parametric estimation method to identify the causal impact of fiscal austerity on democratic backsliding. Our findings indicate that contractionary fiscal policies weaken institutional checks, reduce freedom of expression, and erode electoral integrity. These effects persist beyond immediate electoral cycles, leading to broader democratic erosion. The study highlights the importance of policy choices in shaping political institutions and suggests that alternative macroeconomic strategies, such as countercyclical fiscal policies and targeted social protection, may help mitigate the risks associated with austerity while preserving democratic governance.",
        "url": "https://doi.org/10.31235/osf.io/2vf5a_v1",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/fq4tn_v2",
        "title": "From Opposition to Opportunity: Enhancing the Acceptance of Carbon Taxes Through Effective Policy Design",
        "authors": "Hamid Bulut, Robin\tSamuel",
        "created": "2025-03-01",
        "abstract": "An increasing number of countries are considering implementing domestic carbon taxes to achieve the carbon-reduction targets set in the Paris Agreement. However, introducing such taxes presents significant challenges for policymakers worldwide. Despite their effectiveness, carbon taxes remain the least popular policy instrument. Furthermore, few studies focus on public support for carbon taxation in low- and middle-income countries, a crucial area of research given the global significance of their emissions. Therefore, we conducted a pre-registered full factorial survey experiment involving more than 13,000 evaluations of policy designs in China, Germany, India, and the UK to address the most prevalent barriers to the popularity of carbon taxes, as discussed in academic research, policy analysis, and public discourse: perceived effectiveness, average household costs, the types of revenue recycling schemes implemented, and the extent of international cooperation. Our findings revealed striking differences in how the countries responded to carbon tax policies. The key findings included the following: cost transparency unexpectedly reduced support, whereas communicating the effectiveness of the policy increased it; preferences for revenue recycling schemes varied significantly across the four countries, highlighting the need for tailored approaches; and, surprisingly, international cooperation increased support only in Germany, challenging assumptions about global climate policy. These findings have profound implications for policymakers, suggesting that an effective carbon tax design must be carefully calibrated in the national context. This study provides a roadmap for designing carbon tax policies that are environmentally effective and politically viable for diverse global economies.",
        "url": "https://doi.org/10.31235/osf.io/fq4tn_v2",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Environmental Studies, Economics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/zsc4x_v1",
        "title": "Chokepoints: Identifying Economic Pressure",
        "authors": "Christopher Clayton, Antonio Coppola, Matteo Maggiori, Jesse Schreger",
        "created": "2025-03-01",
        "abstract": "Economic pressure—the use of economic means by governments to achieve geopolitical ends—has become a prominent feature of global power dynamics. This paper introduces a methodology using large language models (LLMs) to systematically extract signals of geoeconomic pressure from large textual corpora. We quantify not just the direct effects of implemented policies but also the off-path threats that induce compliance without formal action. We systematically identify governments, firms, tools, and activities that are involved in this pressure. We demonstrate that firms respond differently to various forms of economic pressure, as well responding differently to policies that have been implemented versus the threat of future pressure.",
        "url": "https://doi.org/10.31235/osf.io/zsc4x_v1",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/24qtp_v2",
        "title": "Benefits conditionality in the UK: is it common, and is it perceived to be reasonable?",
        "authors": "Ben Baumberg Geiger, Lisa Scullion, Daniel Edmiston, Robert De Vries, Summers,K, Jo Ingold, David Young",
        "created": "2025-03-03",
        "abstract": "Programme-level data suggests that increasing numbers of claimants are subject to work-related behavioural requirements in countries like the UK. Likewise, academic qualitative research has suggested that conditionality is pervasive within the benefits system, and often felt to be unreasonable. However, there is little quantitative evidence on the extent or experience of conditionality from claimants’ perspectives. We fill this gap drawing on a purpose-collected survey of UK benefit claimants (n=3,801). We find the stated application of conditionality was evident for a surprisingly small proportion of survey participants – even lower than programme-level data suggest. Unreasonable conditionality was perceived by many of those subject to conditionality but not a majority, with e.g. 26.2% believing that work coaches do not fully take health/care-related barriers into account. Yet alongside this, a substantial minority of claimants (22.4%) not currently subject to conditionality report that conditionality has negatively affected their mental health. We argue that reconciling this complex set of evidence requires a more nuanced understanding of conditionality, which is alert to methodological assumptions, the role of time and implementation, and the need to go beyond explicit requirements to consider implicit forms of conditionality. Concluding, we recommend a deeper mixed-methods agenda for conditionality research.",
        "url": "https://doi.org/10.31235/osf.io/24qtp_v2",
        "subjects": "Sociology",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/4efdt_v2",
        "title": "Estimating death rates in complex humanitarian emergencies using the network survival method",
        "authors": "Casey F. Breen, Saeed Rahman, Christina Kay, Joeri Smits, Abraham Azar, Steve Ahuka-Mundeke, Dennis M. Feehan",
        "created": "2025-02-28",
        "abstract": "Reliable estimates of death rates in complex humanitarian emergencies are critical for assessing the severity of a crisis and for effectively allocating resources. However, in many humanitarian settings, logistical and security concerns make conventional methods for estimating death rates infeasible. We develop and test a new method for estimating death rates in humanitarian emergencies using reports of deaths in survey respondents’ social networks. To test our method, we collected original data in Tanganyika Province of the Democratic Republic of the Congo, a setting where reliable estimates of death rates are in high demand. Qualitative fieldwork suggested testing two different types of personal networks as the basis for death rate estimates: deaths among immediate neighbors and deaths among kin. We benchmarked our network estimates against a standard retrospective household mortality survey, which estimated a crude death rate nearly twice as high as our network-based methods. Given both methods are equally plausible, our findings underscore the need for further validation and development of both methods.",
        "url": "https://doi.org/10.31235/osf.io/4efdt_v2",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/576h3_v2",
        "title": "Forging Better Axes: Evaluating and Improving the Reliability of Semantic Dimensions in Word Embeddings",
        "authors": "Andrei Boutyline, Ethan Johnston",
        "created": "2025-02-28",
        "abstract": "Word embeddings are a powerful tool for measuring cultural meaning using large text corpora. In sociology, common applications estimate the meanings of concepts by projecting keywords onto latent semantic axes constructed from pairs of opposing anchor terms. This task requires researchers to identify anchor pairs that reliably operationalize the semantic dimension. However, the methodological toolkit for doing this remains underdeveloped—there are no established metrics for assessing anchor set reliability from embedding data, and indeed no clear theoretical understanding of what this reliability entails. We address this gap by investigating three forms of reliability potentially relevant to anchor sets: parallelism between offset vectors, synonymy between anchors at the same endpoint, and antonymy between opposed anchors. Using an original N=1750 survey dataset of respondents’ ratings of several hundred terms along 36 semantic dimensions, plus existing ratings for 3 additional dimensions, we evaluate how well these reliability metrics predict the accuracy of 39,000 axes that operationalize these dimensions in embedding space. We find that parallelism robustly outperforms the other metrics in predicting accuracy. We demonstrate several ways researchers can use parallelism to improve their anchor sets, including identifying problematic anchors and suggesting promising antonyms. We conclude with broader recommendations for semantic axis construction.",
        "url": "https://doi.org/10.31235/osf.io/576h3_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/754e3_v3",
        "title": "Lack of peer reviewer diversity advantages scientists from wealthier countries",
        "authors": "James M. Zumel Dumlao, Misha Teplitskiy",
        "created": "2025-03-01",
        "abstract": "Authors from low- and middle-income countries often have lower acceptance rates in academic journals, leading to their ideas receiving less attention. One hypothesized contributor to this disparity is the limited geographical diversity of peer reviewers. If reviewers favor submissions from their own country (i.e. homophily), and authors from certain countries are disproportionately reviewed by same-country reviewers, this creates a “geographical representation bias” favoring those authors. Using administrative data from the Institute of Physics Publishing (IOP), encompassing metadata on 204,718 submissions to 60 STEM journals between 2018-2022, we find strong evidence of this bias. Comparing different reviewers of the same manuscript, we find that those from the same country as the corresponding author are 4.78 percentage points more likely to review positively, and authors from countries well-represented in the reviewer pool (e.g., USA, China, India) are 8-9 times more likely to be evaluated by same-country reviewers. An instrumental variables analysis using an exogenous policy change that created variation in which submissions were anonymized shows that anonymizing submissions does not significantly reduce homophily. These findings provide support for efforts to diversify reviewer pools, and suggest that there are no “quick fixes” for geographical representation bias.",
        "url": "https://doi.org/10.31235/osf.io/754e3_v3",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/f6suj_v3",
        "title": "What if there were a moratorium on new housebuilding? An exploratory study with London-based housing associations",
        "authors": "Anna Pagani, Alex Macmillan, Federico Savini, Michael Davies, Nici Zimmermann",
        "created": "2025-03-03",
        "abstract": "The shortage of social housing is a crucial element of the UK housing crisis. In England, social rented housing provision significantly relies on market homes construction, with detrimental impacts on residents and the environment. Moratoria are often cited in the degrowth literature as policy tools supporting strategies to break free from growth-driven mechanisms and achieve high levels of well-being while reducing environmental pressures. However, the systemic effects of such a policy on housing and its potential drawbacks are at present understudied. This study explores the extent to which a moratorium on new construction in the housing sector would be an effective, desirable, and feasible policy to address the shortage of good quality social housing. We used existing causal loop diagrams (CLDs) to formulate qualitative hypotheses on the effects of a moratorium on the structures underpinning the construction and demolition of social housing estates. We then explored perceived obstacles or opportunities to its uptake in a workshop with four housing associations, the largest providers of social housing in England. Our CLDs suggest that a moratorium could help to address the growth-dependent mechanisms of social housing provision, with systemic benefits for both social tenants and housing associations. However, the workshop revealed that its adoption would depend on whether the maintenance, repair, and retrofit of the existing stock could offset the perceived advantages of new construction (e.g., quality, quantity, adequacy). Through the use of systems thinking tools, our findings support dialogue around alternatives to the growth-dependent paradigm undermining housing provision within planetary boundaries.",
        "url": "https://doi.org/10.31235/osf.io/f6suj_v3",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/njg69_v1",
        "title": "'Adult Care &amp; Work': Blueprint of an EU-SILC ad hoc module",
        "authors": "Alzbeta Bartova, Wim Van Lancker, Holly Shorey",
        "created": "2025-03-03",
        "abstract": "In the context of ageing populations and shrinking families, the care for relatives represents a growing risk to labour market activity for many individuals in productive age, as well as for gender equality and the well-being of caregivers. The risk can be further amplified if more adult family members need assistance or when care for an adult relative collides with childcare responsibilities, which would be an accumulation of the care burden (cumulative care). As such, adult care provision might have important ramifications for the European care strategy, the EU’s strategy on gender equality, and the headline employment target that at least 78% of the population aged 20 to 64 should be in employment by 2030. Yet, we do not have a tool that would systematically monitor the amount of care family members provide to their relatives and whether or how these care responsibilities affect their working lives. We argue that there is a clear need for high-quality, comparative data on the extent and intensity of care for adult relatives or other close persons in European households. For that reason, we propose an EU-SILC ad-hoc module on ‘Care and Work’ that allows to monitor and understand the extent and intensity of care for adult relatives or other close persons. The proposed ad hoc module fits well with existing variables on employment and work intensity, as well as with variables on childcare, poverty risks and material deprivation to set the adult care in a wider context of issues such as gender employment and pay gaps, or risks of poverty and social exclusion.",
        "url": "https://doi.org/10.31235/osf.io/njg69_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/njg69_v2",
        "title": "'Adult Care &amp; Work': Blueprint of an EU-SILC ad hoc module",
        "authors": "Alzbeta Bartova, Wim Van Lancker, Holly Shorey",
        "created": "2025-03-04",
        "abstract": "In the context of ageing populations and shrinking families, the care for relatives represents a growing risk to labour market activity for many individuals in productive age, as well as for gender equality and the well-being of caregivers. The risk can be further amplified if more adult family members need assistance or when care for an adult relative collides with childcare responsibilities, which would be an accumulation of the care burden (cumulative care). As such, adult care provision might have important ramifications for the European care strategy, the EU’s strategy on gender equality, and the headline employment target that at least 78% of the population aged 20 to 64 should be in employment by 2030. Yet, we do not have a tool that would systematically monitor the amount of care family members provide to their relatives and whether or how these care responsibilities affect their working lives. We argue that there is a clear need for high-quality, comparative data on the extent and intensity of care for adult relatives or other close persons in European households. For that reason, we propose an EU-SILC ad-hoc module on ‘Care and Work’ that allows to monitor and understand the extent and intensity of care for adult relatives or other close persons. The proposed ad hoc module fits well with existing variables on employment and work intensity, as well as with variables on childcare, poverty risks and material deprivation to set the adult care in a wider context of issues such as gender employment and pay gaps, or risks of poverty and social exclusion.",
        "url": "https://doi.org/10.31235/osf.io/njg69_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/pb2wz_v1",
        "title": "Road Testing Child Benefit and Social Assistance Reforms: Critically analysing the trilemma between poverty reduction, public expenditure and work incentives",
        "authors": "Toon Van Havere, Max Thaning, Wim Van Lancker, Rense Nieuwenhuis, Holly Shorey",
        "created": "2025-03-03",
        "abstract": "In this working paper, we critically analyse the trilemma between poverty reduction, social expenditure and work incentives, based on a set of simulated policy reforms designed to reduce poverty among families with children. We find that the simulated reforms demonstrated that poverty reduction is possible through increasing child benefits and social assistance. The reforms were typically associated with an increase between 1% and 3-4% of social expenditure. We found that most reforms were associated with reduced work incentives, but that the changes in the participation tax rates tended to be small: the child benefit reforms usually resulted in an increase of around a few percent. For a set of reforms, we have demonstrated the relevance of attempting to quantify this trilemma. While indeed the results indicate the existence of such trilemma, in particular the aspect of work (dis)incentives may not be an unequivocal barrier to poverty reduction.",
        "url": "https://doi.org/10.31235/osf.io/pb2wz_v1",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/r2pnb_v2",
        "title": "Machine Bias. How Do Generative Language Models Answer Opinion Polls?",
        "authors": "Julien Boelaert, Etienne Ollion, Samuel Coavoux, Ivaylo D. Petev, Patrick Präg",
        "created": "2025-01-28",
        "abstract": "Generative AI is increasingly presented as a potential substitute for humans, including as human research subjects in various disciplines. Yet there is no scientific consensus on how closely these in-silico clones could represent their human counterparts. While some defend the use of these “synthetic users,” others point towards the biases in the responses provided by the LLMs. Through an experiment using survey questionnaires, we demonstrate that these latter critics are right to be wary of using generative AI to emulate respondents, but probably not for the right reason. Our results i) confirm that to date, models cannot replace research subjects for opinion or attitudinal research; ii) that they display a strong bias on each question (reaching only a small region of social space); and iii) that this bias varies randomly from one question to the other (reaching a different region every time). Besides the two existing competing theses (“representativity” and “social bias”), we propose a third one, which we call call “machine bias”. We detail this term and explore its consequences, for LLM research but also for studies on social biases.",
        "url": "https://doi.org/10.31235/osf.io/r2pnb_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/tracm_v2",
        "title": "Wrapped Up in the Cis-Tem: Trans Liveability in the Age of Algorithmic Violence",
        "authors": "Christoffer Koch Andersen",
        "created": "2025-03-02",
        "abstract": "Algorithms pervade our reality and promise to universally enhance our lives, but what happens when this promise is reserved for cisgender people while subjecting trans people to legacies of anti-trans violence that implicate trans liveability? Despite this key question, existing critiques engage only sparingly with the violent legacies perpetu ated by algorithms that trans people encounter, rarely go beyond notions of bias, and therefore fail to centre trans ex periences. In this article, I extend scholarship on critical algorithm studies, trans studies, and necropolitics through three accounts of lived trans experiences to show the vicious algorithmic operations on trans lives. Centrally, this art icle argues that algorithms are not neutral, distinct, or progressive. Rather, as a vicious “cis-tem” (playing on the word system), algorithms enact forms of violence towards the possibility of transness, violence that is rooted in legacies of capitalist, colonial, and cisheteronormative power that violate trans lives and radicalise transphobia. Contrasting trans voices against the algorithmic machines, this article offers a novel perspective on the entanglement between al gorithms and trans liveability through the lens of algorithmic violence. I demonstrate how algorithms embody racial ised and gendered ideals of the human that target trans people through engineered transphobic feedback-loops, cis normative default, and capitalist profit based on fear. I conclude by reimagining liberatory digital futures.",
        "url": "https://doi.org/10.31235/osf.io/tracm_v2",
        "subjects": "Sociology",
        "subjects_osf": "Digital Humanities, Feminist, Gender, and Sexuality Studies, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/zcg4x_v2",
        "title": "Social Mobility as Causal Intervention",
        "authors": "Lai Wei, Yu Xie",
        "created": "2025-02-28",
        "abstract": "The study of mobility effects is an important subject of study for sociologists. Empirical investigations of individual mobility effects, however, have been hindered by one fundamental limitation, the unidentifiability of mobility effects when origin and destination are held constant. Given this fundamental limitation, we propose to reconceptualize mobility effects from the micro to the macro level. Instead of micro-level mobility effects, the primary focus of the past literature, we ask alternative research questions about macro-level mobility effects: what happens to the population distribution of an outcome if we manipulate the mobility regime, that is, if we alter the observed association between social origin and social destination? The proposed method bridges the macro and micro agendas in social stratification research, and has wider applications in social stratification beyond the study of mobility effects. We illustrate the method with two analyses that evaluate the impact of social mobility on average fertility and income inequality in the United States respectively.",
        "url": "https://doi.org/10.31235/osf.io/zcg4x_v2",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/2vs3b_v1",
        "title": "Financial, spatial and ecological limits to fossil fuel emission offsetting",
        "authors": "Alain Naef, Nina L. Friggens, Patrick Njeukam",
        "created": "2025-03-03",
        "abstract": "Burning all the reserves of the 200 largest fossil fuel companies could generate up to 673GtCO2. We only have a 400GtCO2 emissions budget to remain under 1.5°C global warming by 2050 according to the IPCC. Rapid action is needed to cut, or as a last resort, offset these emissions. It remains unclear who will pay to offset these emissions and how to proceed. Here we show that if the cost of offsetting is above $150 per ton of CO2, all large fossil fuel companies would have a negative market value. Using the social cost of carbon to give a valuation of fossil fuel companies, we find that they have a negative value for society. Fossil fuel companies could decide to offset their emissions by afforestation (a cheaper alternative and the most used technology today). We measure how much space would be needed to offset all the emissions from current fossil fuel reserves. We show that offsetting all reserves would require covering the equivalent of the whole of North and Central America with only trees, removing all of the people and cultivated land. Afforestation, while more economical could disrupt existing ecosystems that provide important ecosystem services.",
        "url": "https://doi.org/10.31235/osf.io/2vs3b_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/4cjpw_v1",
        "title": "Do Age-Verification Bills Change Search Behavior? A Pre-Registered Synthetic Control Multiverse",
        "authors": "David Nathan Lang, Benjamin Listyg, Brennah Ross, Anna V Musquera, Zeve Sanderson",
        "created": "2025-03-03",
        "abstract": "In January 2023, Louisiana enacted Act 440, requiring websites containing substantial adult content to verify users’ ages through government-issued identification or commercial verification services. Since the passing of this legislation, 17 additional states have adopted similar laws. Using Google Trends data and a preregistered synthetic control design, this paper examines the impact of these age verification requirements on digital behavior across four key dimensions: searches for the largest compliant website, the largest non-compliant website, VPN services, and adult content generally. Our analysis reveals a 46.6% reduction in searches for the dominant compliant platform, accompanied by significant increases in searches for both the dominant non-compliant platform (48.1%) and VPN services (34.2%). Through multiverse analyses that incorporate multiple specifications and control group constructions, we demonstrate the robustness of these behavioral changes. Our point estimates remain consistent with our pre-registered hypotheses across 3,200 point estimates. Our findings highlight that while these regulation efforts reduce traffic to compliant firms and likely a net reduction overall to this type of content, individuals adapt primarily by moving to content providers that do not require age verification. Our methodological approach offers a framework for real-time policy evaluation in contexts with staggered treatment adoption. Code and pre-registration information are available at the Open Science Foundation (https://osf.io/vp9z6/).",
        "url": "https://doi.org/10.31235/osf.io/4cjpw_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/6gmdh_v1",
        "title": "Multilevel Intersectionality and the Deployment of Disability in Schools",
        "authors": "Rachel Elizabeth Fish",
        "created": "2025-02-27",
        "abstract": "Teacher perceptions of and decisions about students’ academic ability and behavior are key to the micro-level production and maintenance of inequality at the intersection of gender, race, and disability in schools, yet we know little about how these micro-level processes relate to meso-level features. Using an experimental survey design of 369 factorial vignettes, I tested for racial and gender differences in 276 teachers’ ratings of referral to begin disability evaluations—what I call the deployment of disability—across 115 Wisconsin schools with varying racial compositions. Findings show that teachers in schools with low proportions of White students were less likely to deploy disability for White girls than all other students; these disparities closed or reversed as teachers’ schools increased in proportion White. Results also suggest that White boys with academic difficulties were perceived as more likely disabled than their male peers of color – only in schools with more Black students. These results provide mixed evidence that \"racial distinctiveness\" triggers teachers' racialized and gendered deployment of disability. School composition effects provide empirical evidence of the social construction of disability, its intersection with race and gender, and that this construction emerges as an aspect of context as well as through individual teachers’ behaviors.",
        "url": "https://doi.org/10.31235/osf.io/6gmdh_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/7qwx6_v1",
        "title": "Model of organisational competencies and capabilities for effective innovation management",
        "authors": "Joaquim Jose Carvalho Proença",
        "created": "2025-03-03",
        "abstract": "Introduction / objective: Evaluating the effectiveness of innovation programmes, particularly in terms of their long-term impact on companies, is inherently complex. This study aims to develop a comprehensive measurement model that effectively captures the long-term innovation and sustainability outcomes of such programmes. By focusing on a broad spectrum of organisational competencies and capabilities, this model seeks to provide a holistic assessment of innovation effectiveness within participating companies. Methodology: To construct the measurement model, a thorough literature review was conducted. Relevant articles were analysed to identify patterns and themes, leading to the classification of essential dimensions, processes, tools, and indicators of organisational competencies and capabilities that are critical for fostering innovation. Results: The study proposes a reference model of organisational competencies, named the 8Cs, to evaluate companies’ innovation performance and potential. This model includes 27 indicators across key dimensions: Cognisance/Knowledge Management, Critical Thinking, Creativity, Innovation Capabilities, Collaboration, Innovative Culture, Change Management and Communication. Conclusions: The 8C model significantly enhances innovation management by providing a comprehensive assessment framework for companies’ innovation practices and their long-term impact. It highlights specific competencies and capabilities essential for sustained innovation and competitiveness, enabling companies to identify focus areas, assess innovation sustainability, and allocate resources effectively.",
        "url": "https://doi.org/10.31235/osf.io/7qwx6_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/93rdf_v3",
        "title": "Mapping Organizational Theory",
        "authors": "Jose Eos Trinidad",
        "created": "2025-02-27",
        "abstract": "Organizational theory has developed in numerous directions that have been difficult to integrate. This review synthesizes them into seven perspectives, with theories focused within and beyond the organization (i.e., intra- and extra-organizational dynamics). It proposes the acronym SCRIPTS: structure, culture, relations, institutions, professions, transformation, and social conflict. Within organizations, structure focuses on theories of bureaucracy, management, decision-making, and routines while culture focuses on shared values, identity, climate, and sensemaking. Relations involve studies of interpersonal and interorganizational networks. Institutions focus on the macro-dynamics of fields and isomorphism, and micro-dynamics of entrepreneurship and inhabited institutions. Professions refer to psychological factors shaping individual performance and sociological factors shaping work and occupations. Transformation involves episodic and gradual changes within organizations and across society. Social conflict involves power and competition, with key theories focused on gendered, racialized, and global inequalities. This paper introduces theories and concepts in the study of organizations by grouping similar perspectives, highlighting their domains within or beyond the organization, and underscoring their utility for researchers and leaders.",
        "url": "https://doi.org/10.31235/osf.io/93rdf_v3",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/kvjr5_v1",
        "title": "The Situated Manosphere: A Systematic Review and Meta-Ethnographic Study of Misogynist Communities on Platforms",
        "authors": "Cecilia Rollano, Juan-Carlos Pérez-González, Marcos Roman-Gonzalez",
        "created": "2025-03-05",
        "abstract": "This study conducts a systematic review and meta-ethnographic analysis to examine the manosphere, a misogynistic digital environment. The objectives are to assess the current state of research and to clarify the differences and similarities among the communities that comprise it -a heterogeneous amalgam that includes four major groups: Men’s Rights Activists (MRAs), Men Going Their Own Way (MGTOW), pick-up artists (PUAs), and incels-. The methodology incorporates a mixed-methods approach. The protocol adheres to eMERGe and ENTREQ guidelines, as well as PRISMA, which is also used to report the search and selection process for studies. A thematic matrix is employed to perform the translation. The result is a selection of 24 studies, although only 23 were included in the reciprocal translation (synthesis). The study describes the manosphere based on the available evidence and identifies significant gaps in current research, such as the need for evidence-based socio-educational intervention.",
        "url": "https://doi.org/10.31235/osf.io/kvjr5_v1",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ptjub_v2",
        "title": "The academic impact of Open Science: a scoping review",
        "authors": "Thomas Klebel, Vincent Traag, Ioanna Grypari, Lennart Stoy, Tony Ross-Hellauer",
        "created": "2025-02-28",
        "abstract": "Open Science seeks to make research processes and outputs more accessible, transparent, and inclusive, ensuring that scientific findings can be freely shared, scrutinised, and built-upon by researchers and others. To date, there has been no systematic synthesis of the extent to which Open Science reaches these aims. We use the PRISMA scoping review methodology to partially address this gap, scoping evidence on the academic (but not societal or economic) impacts of OS. We identify 485 studies related to all aspects of OS, including Open Access (OA), Open/FAIR Data (OFD), Open Code/Software, Open Evaluation, and Citizen Science (CS). Analysing and synthesising findings, we show that the majority of studies investigated effects of OA, CS, and OFD. Key areas of impact studied are citations, quality, efficiency, equity, reuse, ethics, and reproducibility, with most studies reporting positive or at least mixed impacts. However, we also identified significant unintended negative impacts, especially those regarding equity, diversity and inclusion. Overall, the main barrier to academic impact of OS is lack of skills, resources, and infrastructure to effectively reuse and build on existing research. Building on this synthesis we identify gaps within this literature and draw implications for future research and policy.",
        "url": "https://doi.org/10.31235/osf.io/ptjub_v2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/3hrkp_v2",
        "title": "Relationships between Aggregates and Individual Behaviour: The Nature, Direction and Size of Aggregation Bias",
        "authors": "John Ermisch",
        "created": "2025-03-01",
        "abstract": "Estimation of relationships between a dependent variable constructed by the aggregation of individual behaviour and aggregate independent variables such as mean income is common. The aim and contribution of the paper is to clarify when and how parameter estimates based on aggregates leads to bias and the likely degree of such bias. It demonstrates that use of aggregate data to estimate parameters associated with a model of individual behaviour when the outcome variable is binary (e.g. a birth) is not advisable. It only ‘works’ when the independent variables do not vary at the individual level (e.g. prices or the unemployment rate). Even then it requires prior distributional knowledge or assumptions. When the individual model also contains variables that vary across individuals, then the analysis in the paper suggests that all parameter estimates based solely on variation in the aggregates usually understate the size of their true value, even ones associated with variables which do not vary over individuals. Indeed, it is often the case that the 95% confidence interval of these latter parameter estimates never contains the parameter’s true value.",
        "url": "https://doi.org/10.31235/osf.io/3hrkp_v2",
        "subjects": "(Other)",
        "subjects_osf": "Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/5hfxm_v1",
        "title": "POLICIES ‘FOR’ AND ‘WITH’ ‘LEFT BEHIND PLACES’",
        "authors": "Danny MacKinnon, Maryame Amarouche, Vincent Béal, Nicolas Cauchi-Duval, Rachel S. Franklin, Nadir Kinossian, Thilo Lang, Mehdi Le Petit-Guerin, Tim Leibert, Nora Nafaa",
        "created": "2025-03-03",
        "abstract": "For over a decade, concern has mounted about places in Europe and North America that have been ‘left behind’ by the growth and prosperity experienced in more economically dynamic regions. This briefing paper summarises the findings from the ‘Beyond Left Behind Places’ project. Filling a gap in the policy debate, this study included qualitative research with residents of economically ‘left behind’ regions in France, Germany and the UK to gather their experiences and perceptions. The qualitative research was focused on six case studies areas, two in each country. It aimed to give agency and voice to people living in ‘left behind’ areas and draw on their experiences and priorities to inform the development of locally tailored policy responses. The case studies were designed to explore residents’ employment activities and access to services, alongside their perceptions of their areas and of recent place-based policies. Based on our findings, we outline a set of directions and recommendations on policies ‘for’ and ‘with’ ‘left behind places.",
        "url": "https://doi.org/10.31235/osf.io/5hfxm_v1",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/a7umt_v2",
        "title": "The Impacts of Climate Activism",
        "authors": "Laura Thomas-Walters, Eric Scheuch, Abby Ong, Matthew H. Goldberg",
        "created": "2025-02-28",
        "abstract": "We review 50 studies on the impacts of climate activism. We present the existing evidence in a map of what we know about climate activism and its impacts. There is strong evidence that climate activism shifts public opinion and media coverage in a pro-climate direction, but this varies by context and the tactics employed. There is more moderate evidence that activism can pressure policymakers to communicate more about climate change, encourage voters to vote in a more pro-climate direction, and financially pressure carbon intensive companies. We review suggestive evidence that protest can influence emissions and environmental policy. Although these studies cover a wide swath of outcome variables, a majority examine intermediate variables, rather than long term impacts. Generalizability is challenged by a bias towards the U.S. and Western Europe. We call for greater focus outside those geographic areas and more attention to activism's impact on public policy and emissions.",
        "url": "https://doi.org/10.31235/osf.io/a7umt_v2",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/dwz53_v2",
        "title": "The BrainWaves study of adolescent wellbeing and mental health: methods development and pilot data",
        "authors": "Ryan Parsons, Sarah Bauermeister, Julian Turner, Natalie Coles, Simon Thompson, Emma Squires, Tracey Riseborough, Joshua Bauermeister, Abbie Simpkin, Naomi French",
        "created": "2025-02-28",
        "abstract": "Adolescent mental health and wellbeing are of growing concern globally with increased incidence of mental health disorders in young people. BrainWaves provides a framework for relevant and diverse research programmes into adolescent mental health and wellbeing that can translate into practice and policy. The research programme is a partnership with schools centred on establishing a large (n&gt;50,000) cohort and trials platform. Reported here is the BrainWaves cohort pilot study. This was designed as proof-of-concept for our recruitment and data capture pipelines, and for cost-modelling. A network of research schools was recruited and a computer-driven questionnaire administered. The eligible population was 16+ year olds who were attending the research schools. Of 41 research schools, 36 (88%) participated over one three-week and one four-week data collection period. From an eligible population of 33,531 young people, 16,010 (48%) attended the study lesson and created an account. Of the 16,010 (100%) who created an account, 15,444 (96%) consented to participate, 9,321 (60%) consented to linkage of research data with educational records, and 6,069 (39%) consented to linkage of research with school/college attendance data. Participants were aged 16-19 years, 59% female, and 76% White. Higher levels of anxiety and depression were found in girls than boys. Higher levels of media-based social networking were found in girls, whereas higher levels of media-based gaming were found in boys. Girls were more likely to report insufficient sleep whilst boys were more likely to report high levels of exercise. This study confirmed an ability to recruit at pace and scale. Whilst the response-rate does not indicate a representative sample, the demographics describe an inclusive and diverse sample. Data collected confirmed findings from previous studies indicating that the electronic data collection methods did not materially bias the findings. Initial cost-modelling suggests these data were collected for around £20 per participant.",
        "url": "https://doi.org/10.31235/osf.io/dwz53_v2",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/t8r4z_v1",
        "title": "When Words Disappear, So Do Scientists: How the DEI Backlash Threatens Science and Its Future",
        "authors": "Paulette Vincent-Ruz",
        "created": "2025-02-28",
        "abstract": "The scientific community is facing a critical juncture. The growing backlash against diversity, equity, and inclusion (DEI) in STEM is not merely a shift in discourse—it is a targeted effort to redefine the boundaries of scientific participation and knowledge production. This paper examines how the removal of DEI language from policies, funding frameworks, and academic institutions serves as a mechanism for reinforcing exclusionary structures that have long marginalized underrepresented groups in science. Through a historical and policy-based analysis, this paper demonstrates how previous waves of ideological resistance to inclusivity in academia have led to detrimental outcomes for scientific progress. The perspective argues that the erasure of DEI is not just a rhetorical shift but a fundamental restructuring of power in STEM, one that threatens the very foundation of scientific inquiry.",
        "url": "https://doi.org/10.31235/osf.io/t8r4z_v1",
        "subjects": "(Other)",
        "subjects_osf": "Science and Mathematics Education, Science and Technology Studies"
      }
    ]
  }
}
