{
  "update": "2025-01-24",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/gx4hc",
        "title": "Shaping Environmental Attitudes Through Social Justice: Evidence from the 2021 European Floods and Implications for Youth",
        "authors": "Hamid Bulut, Robin\tSamuel",
        "created": "2025-01-20",
        "abstract": "In the face of climate change, the principles of distributive social justice have become paramount in addressing the implications of resource allocation and the unequal impacts of environmental degradation. Our study explores the relationship between distributive social justice and environmental attitudes among young people in the context of climate change. Using a natural experimental design, we examine how the 2021 European Floods influenced social justice and environmental attitudes. Our results indicate significant shifts in attitudes, particularly regarding social justice, following the flooding. We found a strong and robust relationship between social justice and environmental attitudes. A causal mediation analysis revealed that floods affected environmental attitudes indirectly through social justice attitudes beyond direct effects. Our results emphasise the importance of integrating the principles of justice in addressing climate change and suggest that young people’s perspectives on social justice play a crucial role in shaping environmental policies and responses to climate crises.",
        "url": "https://doi.org/10.31235/osf.io/gx4hc",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Other Social and Behavioral Sciences, Psychology, Political Science, Environmental Studies, Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/hu6a5",
        "title": "Navigating Hostility: The Effect of Nonprofit Transparency and Accountability on Donor Preferences in the Face of Shrinking Civic Space",
        "authors": "Suparna Chaudhry, Marc Dotson, Andrew Heiss",
        "created": "2025-01-22",
        "abstract": "Governments across the world have increasingly used laws to restrict the work of nonprofits, which has led to a reduction in public or official foreign aid directed towards these groups. Many international nonprofits, in response, have turned to individual donors to offset the loss of traditional funding. What are individual donors' preferences regarding donating to legally besieged nonprofits abroad? We conducted a conjoint experiment on a nationally representative sample of likely donors in the US and found that learning about host government criticism and legal restrictions on nonprofits decreases individuals' preferences to donate to them. However, organizational features such as financial transparency and accountability can protect against this dampening effect. Our results have important implications both for understanding private international philanthropy and how nonprofits can better frame their fundraising appeals at a time when they are facing restrictive civic spaces and hostile governments abroad.",
        "url": "https://doi.org/10.31235/osf.io/hu6a5",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/z83f7",
        "title": "The influence of public policy and administration expertise on policy: An empirical study",
        "authors": "Robin Haunschild, Kate Williams, Lutz Bornmann",
        "created": "2025-01-20",
        "abstract": "Academic expertise is a key pillar of governance processes around the world. A goal of policy and public sector actors is to draw on research to improve decision making, and correspondingly, a goal of public policy and public administration researchers is to provide relevant expertise. It is not clear, however, to what extent these goals are achieved. This study uses the Overton database to analyse the influence of public policy and administration research on policy documents (broadly defined as documents published by policy and public sector organizations). It considers which research is cited by policy documents and which organizations cite research more than others to justify their decisions. The findings show that measuring the influence of academic expertise is not straightforward conceptually or methodologically. However, they emphasise the role of different organization types for achieving a greater correspondence between research and policy. Specifically, our study shows that think tanks use public policy and administration research more often than government organizations when justifying decisions. The findings provide insight into the utility of new policy databases in illuminating how academic experts can influence the ideas and actions of policy and public sector actors.",
        "url": "https://doi.org/10.31235/osf.io/z83f7",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Library and Information Science"
      },
      {
        "doi": "10.31235/osf.io/bpgsm",
        "title": "What factors protected forests in the Brazilian Amazon and Indonesia? A Delphi study",
        "authors": "Joss Lyons-White, Matthew Spencer, Joko Arif, Andrew Balmford, Jos Barlow, Joyce Brandão, Jan Börner, Gilberto Camara, Adelina Chandra, David Cleary",
        "created": "2025-01-22",
        "abstract": "What factors have been most important for protecting the two-thirds of tropical forests that remain standing? Qualitative factors like politics and governance are challenging to assess using existing statistical methods. To address this gap, we conducted a Delphi study with 36 experts to identify factors that contributed to forest protection in the Brazilian Amazon and Indonesia. Our results unpacked the complex dynamics affecting forest protection in both regions and highlighted the importance of political will, advocacy by civil society, and intergovernmental diplomacy, as well as shifts in factors' importance over time. Our analysis in Brazil emphasised the central importance of the state, while our findings in Indonesia revealed a complex and evolving mix of public, private and civil society factors. These results shed new light on the critical intersections of international advocacy and local policy contexts to generate enabling conditions for conservation.",
        "url": "https://doi.org/10.31235/osf.io/bpgsm",
        "subjects": "Economics",
        "subjects_osf": "Geography, Agricultural and Resource Economics, Environmental Studies, Economics, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/xf43q",
        "title": "The Enemy of My Enemy: How Competition Mitigates Social Dilemmas",
        "authors": "Andrea Albertazzi, Alessandro Stringhi, Sara Gil-Gallen",
        "created": "2025-01-22",
        "abstract": "This paper studies how competition between groups affects cooperation. In the control condition, pairs of subjects play an indefinitely repeated Prisoner’s Dilemma game without external competition. In the treatment, two pairs compete against each other. No monetary rewards are tied to winning, isolating the bare impact of competition. In the treatment, cooperation increases by 16 percentage points. Strategies estimation shows a shift from selfish strategies (Always Defect) to cooperative ones (Grim Trigger). A theoretical model provides a rationale for the experimental results.",
        "url": "https://doi.org/10.31235/osf.io/xf43q",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/zsw2g",
        "title": "VISE PRINCIPLE",
        "authors": "Aurélien Tempier",
        "created": "2025-01-19",
        "abstract": "In a situation where a stop-loss and an investment product price result in a shortfall of capital for a given account risk, the increased leverage exposure implies a loss of control over an elaborate stop-loss placement. I suggest shortening a technically signalled mental entry point, in anticipation of a price reflux. Reflux assumes the market noise of lower time units, within the delay of the start of a movement on the signal time frame. It is also the signal price manifestation of the \"buy the dips\" and \"disposition effect\" phenomena. The entry is called \"clamp\" (σ).",
        "url": "https://doi.org/10.31235/osf.io/zsw2g",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/3dkup",
        "title": "The cost of a shared residence child: Accounting for the allocation of child’s costs post-separation in Finland with Reference Budget approach",
        "authors": "INVEST Flagship, Mari Haapanen, Lauri Mäkinen",
        "created": "2025-01-22",
        "abstract": "The way a child's costs are distributed between parents post-separation may greatly alter how separation impacts a household's economic needs and the well-being of its members. As children more commonly live with both of their parents post-separation, discovering the distributional impact of shared residence on parents’ household costs and the level of shared residence child’s cost are of importance. With Reference Budget calculations from Finland, we find a nuanced impact on the costs of children depending on the age of the child, their living arrangement and whether the point of view is mother’s or father’s. These aspects should be carefully considered when assessing the impact of shared residence on households’ economic needs. Our findings provide a framework for the analysis of entitlement and benefit levels for shared residence families, as well as for accurately deriving poverty estimates for them.",
        "url": "https://doi.org/10.31235/osf.io/3dkup",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/3n5kw",
        "title": "Goffman’s dramaturgy applied to Mad Men (TV series)",
        "authors": "Daniel de Gracia",
        "created": "2025-01-17",
        "abstract": "This article examines the television series Mad Men through the theoretical lens of Erving Goffman's dramaturgical theory, analyzing how characters navigate identity construction, impression management, and social performance within the 1960s advertising industry. Through a detailed analysis of seven key areas - identity performance, professional evolution, organizational space, gender dynamics, client interactions, status maintenance, and identity transformation - this study demonstrates the enduring relevance of Goffman's theoretical framework for understanding complex social interactions in media representations. The research employs qualitative analysis to examine how the series' characters embody Goffman's concepts of front stage/backstage behavior, impression management, mystification, and self as a dramatic product. Particular attention is paid to Don Draper's constructed identity, Peggy Olson's professional advancement, and the Sterling Cooper office environment as exemplary dramaturgical principles in action. The findings reveal how Goffman's theoretical constructs provide valuable insights into the performative nature of social life, particularly in professional settings where identity management and role performance are crucial. This analysis contributes to scholarly understanding of how dramaturgical theory can illuminate the complex relationships between individual performance, institutional power structures, and social transformation as portrayed in contemporary media. Furthermore, this study demonstrates the utility of applying sociological frameworks to media analysis, offering new perspectives on how television narratives reflect and interpret social reality.",
        "url": "https://doi.org/10.31235/osf.io/3n5kw",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/8xzh5",
        "title": "Prostitution in the Digital Age: Analyzing Data from Spanish Online Platforms",
        "authors": "Ruben Rodriguez-Casañ, Antonio Ariño",
        "created": "2025-01-19",
        "abstract": "Over the past decade, prostitution has undergone a profound transformation attributed to the widespread use of smartphones and ubiquitous Internet access. This shift signifies a comprehensive reorganization of the practice, altering spaces, the development of encounters, and temporal dynamics. Despite this transformative shift, it is crucial to conceptualize prostitution as an institution—a system of regulated and enduring behavioral patterns. The existence of prostitution is intricately linked to the involvement of third parties who play roles in organizing and profiting from these transactions. Contrary to the notion of a less organized prostitution where intermediaries vanish, such as networks, pimps, families, madams, etc., the current landscape reveals a complex interplay among various prostitution models. This dynamic includes the emergence of new intermediaries, namely online platforms, perpetuating existing inequalities within the practice. This article explores the ongoing evolution of prostitution through a complete study of contact websites and client forums.",
        "url": "https://doi.org/10.31235/osf.io/8xzh5",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/c7xus",
        "title": "Ethnic differences in leaving home: The neighbourhood context in Finland",
        "authors": "INVEST Flagship, Katrin Schwanitz, Elina Kilpi-Jakonen, Aleksi Seger",
        "created": "2025-01-22",
        "abstract": "This paper revisits how immigrant origin and neighbourhood environment intersect to shape the timing and pathways of leaving the parental home in Finland, a comparatively new migration destination. Using large-scale longitudinal data from Finnish registers for the 1990–1995 birth cohorts (N = 369,629), we analyse the dynamics of leaving home among young adults from migrant families. Our study not only provides a comprehensive account of leaving-home behaviour in Finland but also highlights specific migrant groups, such as those from former Yugoslavia and Asia, which are often underrepresented in previous research. We employ discrete-time competing-risks event history models to analyse transitions out of the parental home: leaving for independence, leaving for cohabitation, and leaving for marriage. The results reveal that young adults with an immigrant background increasingly resemble majority Finns in their leaving-home behaviour as the proportion of Finns in their neighbourhood rises—except for those with origins in the MENA region, and the Balkans and former Yugoslavia. Furthermore, we find no evidence that the neighbourhood environment affects men and women differently in their leaving-home pathways.",
        "url": "https://doi.org/10.31235/osf.io/c7xus",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/h4djv",
        "title": "A Global Index to Quantify Discrimination Resulting from COVID-19 Pandemic Response Policies",
        "authors": "Claus Rinner, Mariko Uda, Laurie Manwell",
        "created": "2025-01-22",
        "abstract": "Immediately following the emergency use authorizations of COVID-19 vaccines, governments around the world made these products available to their populations and later started implementing differential rules for vaccinated and unvaccinated citizens regarding mobility and access to venues and services. The Oxford COVID-19 Government Response Tracker (OxCGRT) is a time series database that reflects the extent of public health measures in each country. On the basis of the OxCGRT Containment and Health Index, we calculated a corresponding discrimination index by subtracting the daily index values for vaccinated and unvaccinated individuals. The resulting metric provides a cursory quantification of the discrimination experienced by unvaccinated individuals throughout 2021 and 2022. Patterns in the index data show a high degree of discrimination with great numeric and temporal differences between jurisdictions. Around 90% of countries in Europe and North and South America discriminated against their unvaccinated citizens at some point during the pandemic. The least amount of discrimination was found for countries in Central America and Africa. In order to move towards sustainable post-pandemic recovery and prevent discriminatory public health policies in the future, we recommend that human rights protections be expanded and the prohibition of discrimination be extended beyond a limited list of grounds.",
        "url": "https://doi.org/10.31235/osf.io/h4djv",
        "subjects": "Sociology",
        "subjects_osf": "Health Law and Policy, Geography, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/k65gx",
        "title": "Parental well-being and childcare arrangements in the Nordic context",
        "authors": "INVEST Flagship, Merita Mesiäislehto, Sanni Välimäki, Johanna Närvi, Johanna Lammi-Taskula",
        "created": "2025-01-21",
        "abstract": "Our study investigated the parenthood gap in well-being and explored the role of childcare arrangements in addressing the possible gap in Finland, Norway, and Sweden. Although having children brings happiness to people’s lives, the “costs of parenthood” may negatively affect parents’ well-being. Prior research suggests that the availability and affordability of childcare services reduces the parenthood gap in well-being. Using the European Living Conditions Survey (EU-SILC) data from 2013 and 2018 (N=6 647), we tested whether parenthood and childcare arrangements among parents were associated with differences in five dimensions of well-being. Our analysis found evidence on a parenthood gap in well-being in the case of time use and partly for financial situation and personal relationships. In contrast, we found a positive association between having children and mothers’ well-being. The results revealed that despite the high overall gender equality in Nordic countries, parenthood continues to affect mothers’ well-being more than fathers’. Care arrangements did not play a role in parental well-being except in Finland, where caring for children at home was positively associated with financial and mental wellbeing. However, since the data were cross-sectional, temporal ordering or causal effects cannot be determined based on this study. Generally, it seems that while mothers of young children may experience financial stress and lack of free time, these costs of parenthood do not affect their overall life satisfaction.",
        "url": "https://doi.org/10.31235/osf.io/k65gx",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/pg69n",
        "title": "Presidential Appointments, Sentencing Discretion, and Ethnoracial Disparities in U.S. Federal Courts",
        "authors": "Chad M. Topaz, Katherine Durante, Christopher Thomas, Maria-Veronica Ciocanel, Zofia Stanley",
        "created": "2025-01-17",
        "abstract": "Presidentially-appointed federal district court judges exercise broad discretion in determining criminal sentences, directly affecting individuals and communities in the United States. Against a backdrop of longstanding ethnoracial inequities in our courts, the judiciary’s practice of redacting judge names from public data obstructs analysis of individual judges and groups, leaving key questions about these inequities unanswered. To overcome this barrier, we reconstruct judge identifiers for over 137,000 federal sentences (2018–2023), creating the first dataset to include Trump appointees’ sentencing records. We use this data to examine the relationships between presidential appointment, defendant race/ethnicity, and judicial discretion. We find Trump appointees are the least likely to grant leniency across ethnoracial groups, and ethnoracial disparities vary substantially among presidential cohorts in ways that can transcend political party. These findings highlight the importance of transparency and reform to ensure equal justice.",
        "url": "https://doi.org/10.31235/osf.io/pg69n",
        "subjects": "Sociology",
        "subjects_osf": "Law and Race, Legal Studies, Sociology"
      },
      {
        "doi": "10.31235/osf.io/sqgb6",
        "title": "The Practical Promise and Ethical Perils of AI Companionship",
        "authors": "Glenn Jakobsen",
        "created": "2025-01-09",
        "abstract": "With the rise of highly engaging large language models (LLMs) also known as chat-bots, comes an ethical paradox. Against the backdrop of a global epidemic of loneliness, For some, AI in this form offers an “emotional rescue.” The promise of connection and emotional support is juxtaposed against the potential of eroding genuine human connection. At a time in which nearly every headline hails the coming of AI, an emotional crisis looms. This paper examines both the promise and perils of AI companionship and explores the ethical and practical dimensions of AI-human bonding. Drawing on philosophical, psychological and ethical perspectives, the paper demonstrates the tension between the immediate satisfaction of social interaction and risk of deepening social isolation. It argues for prioritizing human connection, ethical guidelines, and a hybrid approach when appropriate. This paper ultimately challenges the idea that AI can replace the complexities of human relationships and urges consideration of the ethical dilemmas inherent in artificial friendship and empathy.",
        "url": "https://doi.org/10.31235/osf.io/sqgb6",
        "subjects": "Sociology",
        "subjects_osf": "Health Law and Policy, Philosophy, Psychology, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vyk6p",
        "title": "Morality, Rationality and Community: An Analytical Sociological Theory of Moral Actions",
        "authors": "Bela Janky",
        "created": "2025-01-16",
        "abstract": "This study introduces a novel modeling framework for understanding the structural underpinnings of moral action, offering new insights into the interplay between social norms, egoistic incentives, and behavioral dynamics. Grounded in the new sociology of morality (Hitlin and Vaisey 2010, 2013; Simpson and Willer 2015) and the concept of thick morality (Abend 2011; Tavory 2011) in particular, the framework employs game theory as its analytical tool. It emphasizes that morally relevant situations cannot be isolated from the broader social system, which shapes not only the content of social norms but also the incentives to adhere to moral rules. The paper argues that this approach allow for the inclusion of some important factors missing from previous models explaining moral compliance. A two-person bargaining game serves as a case study, demonstrating how the content and strength of social norms influence behavioral and discursive dynamics.",
        "url": "https://doi.org/10.31235/osf.io/vyk6p",
        "subjects": "Sociology",
        "subjects_osf": "Philosophy, Sociology"
      },
      {
        "doi": "10.31235/osf.io/xqh5e",
        "title": "Adolescent Gender Beliefs in India: Does Mothers’ Empowerment Matter?",
        "authors": "Hope Xu Yan, Feinian Chen",
        "created": "2025-01-16",
        "abstract": "Abundant studies have documented the positive impact of mothers’ empowerment on children’s health and education in the Global South, but little is known about how maternal empowerment shapes children’s gender beliefs. Using data from the India Human Development Survey, this study examines the relationship between mothers’ empowerment and adolescent children’s gender beliefs in India. Recognizing the multidimensionality of women’s empowerment, we conduct latent class analysis to identify a six-class empowerment typology based on mothers’ education, employment, decision-making power at home, mobility outside the home, and memberships in women’s organizations. The results reveal unevenness in different dimensions of mothers’ empowerment. Maternal empowerment’s association with egalitarian gender beliefs is salient among adolescent girls, but not boys. Adolescent girls with mothers labeled as proactive workers in our empowerment typology hold the most egalitarian gender beliefs, whereas low agency and underprivileged worker mothers’ daughters are the least egalitarian. By illustrating the complex interplay between multiple dimensions of maternal empowerment and children’s gender beliefs in India, this study advances the empirical and theoretical understanding of women’s empowerment and the effects of mothers’ behaviors on children’s gender beliefs.",
        "url": "https://doi.org/10.31235/osf.io/xqh5e",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/z794g",
        "title": "Educational Transitions After the Fall: Re-enrollment in Educational Pathways and Social Class in Spain",
        "authors": "Jose David Lopez-Blanco",
        "created": "2025-01-19",
        "abstract": "This study explores the role of the Compensatory Advantage (CA) mechanism in shaping educational trajectories among individuals who have dropped out of the education system. While previous research has shown how social class acts as a safety net for students within the system, we examine whether CA operates in secondopportunity systems, focusing on re-enrollment pathways. Using nationally representative data from Spain, Our findings reveal that social class significantly influences post-dropout trajectories. Higher maternal education mitigates the impact of poor academic performance, increasing the likelihood of favorable outcomes such as vocational training (VT) progression and reducing the risk of permanent dropout. Notably, students from higher-educated families are more likely to pursue VT pathways over traditional academic routes, reflecting a strategic response to academic setbacks. These findings underscore the persistence of social inequalities in secondopportunity systems and highlight the need for more inclusive re-enrollment policies that address disparities in access and outcomes.",
        "url": "https://doi.org/10.31235/osf.io/z794g",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/2ykxh",
        "title": "Echoes of Doubt. The Impostor Phenomenon as an Internalized Barrier for Educational Advancement",
        "authors": "Max P. Jansen",
        "created": "2025-01-17",
        "abstract": "The Impostor Phenomenon (IP) represents a popular research topic among scholars in various disciplines, frequently approached through a lens of individualization and pathologization. This study explores its relevance within the educational domain and contextualizes the IP by examining its association with social group membership along the dimensions of gender, immigration origin, and socioeconomic status. Providing empirical insights into the implications of the IP for social upward mobility through educational gains, this study addresses two research questions: (1) “who is particularly affected by the IP?” and (2) “is the IP negatively associated with educational efficacy beliefs and educational aspirations?”. To investigate these questions, the study applies a sociological framework for understanding the IP from a lens of social theory and examines its social stratification drawing on data from a register-based data collection among German adolescents aged 15-18 (n=4,697). The results of linear regression and probability models for three dependent variables show that (1) the IP is positively associated with disadvantaged social group membership, whereas it is negatively associated with two drivers for educational upward mobility, namely (2) educational efficacy beliefs and (3) educational aspirations. These findings suggest that the IP can undermine opportunities for social upward mobility by reinforcing internalized notions of inadequacy and not belonging to higher educational spheres. As individuals from disadvantaged social groups are more susceptible to the IP, which is associated with lower confidence in educational abilities and reduced pursuit of higher education, the IP appears to constitute an internalized barrier to upward social mobility. These results highlight the societal role of the IP, emphasize the value of understanding it from a sociological perspective, and demonstrate the importance of analyzing it through a lens of social stratification, both within and beyond the educational domain.",
        "url": "https://doi.org/10.31235/osf.io/2ykxh",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/54de2",
        "title": "Embodied AI Agent for Co-creation Ecosystem: Elevating Human-AI Co-creation through Emotion Recognition and Dynamic Personality Adaptation",
        "authors": "Jade Zheng, Fernando Jia, Florence Li, Yuteng Fu",
        "created": "2025-01-20",
        "abstract": "Embodied AI agents have the potential to revolutionize human-computer interactions by enabling experiences that are both highly creative and deeply empathetic. While platforms like Gennie2, World Labs, and MineDojo primarily focus on real-world simulations and task-oriented functionalities, we shift the emphasis toward creative expression, underscoring the pivotal role of the creator in crafting immersive, emotionally attuned, and personalized user experiences. In this paper, we present an advanced embodied AI agent that synthesizes state-of-the-art Large Language Models (LLMs) with sophisticated emotion and intent recognition modules to enable rich, context-aware interactions. Our approach integrates cutting-edge emotion analysis to interpret subtle emotional signals and a zero-shot classification pipeline that accurately infers user intentions without extensive labeled data. In addition, a dynamic personality adaptation framework inspired by the OCEAN model continuously updates the agent conversational style and tone in real time, promoting long-term engagement and user satisfaction. This proactive creativity and emotional attunement address the limitations of existing systems that rely on purely reactive responses. We evaluate our agent performance on three key metrics, (1) emotion recognition accuracy, (2) intent recognition coverage, and (3) response quality, demonstrating substantial improvements over baseline models. By merging advanced LLM technology with emotional intelligence and adaptive personalization, our work broadens the horizons of embodied AI, empowering creators to design interactive, emotionally rich and personalized experiences. Ultimately, we position our agent at the intersection of AI, human cognition, and the creative arts, envisioning a future where technology becomes a true collaborator in innovative processes, rather than a mere replicator of reality.",
        "url": "https://doi.org/10.31235/osf.io/54de2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/8u4jd",
        "title": "Exploring the Interplay of Poverty, Behavioral Factors, and Obesity: Implications for Diabetes Prevalence in the United States",
        "authors": "Swarn Chatterjee",
        "created": "2025-01-22",
        "abstract": "The prevalence of diabetes and obesity are a significant public health concern in the United States, with profound implications for millions of Americans. As of 2018, around 34.2 million individuals were diagnosed with diabetes, while an additional 88 million adults were classified as prediabetic, indicating a troubling trend exacerbated by rising obesity rates (Francis, 2021; Liu et al., 2023). Behavioral factors, including smoking, and heavy alcohol consumption are also associated with the prevalence of diabetes and obesity. This study uses geo-spatial county-level data obtained from merging the 2021 CDC PLACES dataset and the 2019 U.S. Census Bureau’s American Community Survey dataset to analyze the roles of smoking, poverty, and binge drinking on the prevalence of obesity and diabetes across the United States. The findings indicate that higher rates of poverty, smoking and alcohol consumption maybe associated with higher rates of obesity, and diabetes at the county level. But, the findings of this study also suggest substantial regional variations in these associations.",
        "url": "https://doi.org/10.31235/osf.io/8u4jd",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ju8sr",
        "title": "The Employment Situation of the Mittelbau at Austrian Universities",
        "authors": "Christiane Lechner, Yvonne Völkl, Julia Dorner, Tatjana Boczy, Florian Part, Sabine Müller, Stefan Wilker, Julia Partheymüller",
        "created": "2025-01-17",
        "abstract": "This report presents the findings of a comprehensive survey conducted in 2023 to examine the employment conditions of academic staff (Mittelbau) at Austrian public universities. Based on responses from over 2,300 participants, the study highlights the systemic prevalence of precarious employment, characterized by fixed-term contracts and job insecurity, and its detrimental impacts on academic careers, research, and teaching. Key findings reveal widespread lack of awareness about employment-related legal frameworks and limited career prospects due to scarce pathways to permanent positions. The report underscores how precarious conditions compromise teaching quality, hinder research innovation, and disrupt the continuity of academic projects. It calls for systemic reforms to create transparent career paths, stabilize project-based employment, and address structural inequities in academia. These recommendations aim to foster sustainable working conditions that support high-quality research and education in Austria.",
        "url": "https://doi.org/10.31235/osf.io/ju8sr",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/zdvtr",
        "title": "Practices of studying with AI chatbots: How university students actually use ChatGPT and co",
        "authors": "Michael Grothe-Hammer, Svenja Hammer, Lisa Berkel-Otto",
        "created": "2025-01-17",
        "abstract": "This study addresses a significant gap in our understanding of how university students actually use AI chatbots such as ChatGPT. While existing literature has explored students’ attitudes, the acceptance and adoption of AI tools, as well as potential implications for academic integrity, little is known about the students’ concrete practices of using AI chatbots. We conducted an exploratory, qualitative study involving focus group interviews with 61 students at a German university. Drawing on sociological practice theory, particularly structuration theory, we show how students use (and not use) AI chatbots very reflexively and often in highly elaborate ways. We identify five generalized practices of usage: Students use AI chatbots as support tool (e.g., language editing), as learning facilitator, as sole author (students just copy-paste AI-generated text), as first author (students substantially modify AI-generated text), and as second author (students outline their own ideas and arguments and let the AI write them up). Hence, in addition to mere copy-pasting, students often co-author their works with AI chatbots, bringing up the question of originality. Furthermore, we reveal the related norms and interpretative schemes. Further findings include that the non-usage of AI chatbots has become a source of self-validation and pride for some students. We also find a continued necessity for students to acquire academic competencies. Our findings have significant implications for university policies. Measures such as mandatory disclosure of AI use, reliance on AI detection tools, or outright bans may prove ineffective and problematic, and might even exacerbate existing inequalities.",
        "url": "https://doi.org/10.31235/osf.io/zdvtr",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/27xyn",
        "title": "Investigating Cancer Inequalities in Urbanizing Texas with Plausible Reasoning",
        "authors": "Connor Donegan",
        "created": "2025-01-16",
        "abstract": "This paper contributes to geographical methodology by presenting an epistemology of plausible reasoning (PR) as a complement to realist and reflexive frameworks for science. I introduce PR's theory of evidence, after George Pólya and Harold Jeffreys, and then extrapolate principles for non-experimental study designs. This paper leverages these principles to investigate possible explanations of a racial disparity in the colorectal cancer (CRC) burden in the Houston and Dallas - Fort Worth metropolitan areas of Texas. Centered on a series of questions pertaining to racial ghettoization, contemporary urbanization, and cancer inequalities, the study uncovers important geographic and social changes in the CRC burden in the study areas between 1999 and 2019. These include the rise of a substantial class-related inequality in CRC incidence, the rise of aggregate racial differences in CRC incidence outside of historically ghettoized areas, and an overall intensification of spatial CRC inequality. Drawing on fundamental cause theory and critical urban studies, I propose that these changes are the product of the uneven spread of new preventive technologies (screening colonoscopy) amid extensive and polarizing urbanization processes that are reshaping these regions. The study highlights the value of incorporating concern for dynamic macro-structures and political economy into analyses of spatial health data, and illustrates how PR may contribute to such work.",
        "url": "https://doi.org/10.31235/osf.io/27xyn",
        "subjects": "(Other)",
        "subjects_osf": "Geography"
      },
      {
        "doi": "10.31235/osf.io/3zuxr",
        "title": "Voice Search in United States Digital Media Outlets. Use of the \"Speakable\" Markup with Google's Virtual Assistants",
        "authors": "carlos Lopezosa garcia, Mari Vállez, Cristina I. Font-Julián, Rafael Pedraza-Jimenez",
        "created": "2025-01-21",
        "abstract": "This research explores how United States digital media outlets use the \"speakable\" semantic markup for voice search. Its use is intended to enable media outlets to promote their content on Google Assistant and Google Home devices. It is also considered an essential strategy for voice search optimization (VSO) which plays an essential role in ensuring that these kinds of devices load accurate results. Analysis of the use of this markup was limited to fifty media outlets (with websites with the greatest number of visits) based in the U. S. because \"speakable\" is currently only implemented in this geographic area. In this study, 372,000 news items were analyzed with the SEO tool Screaming Frog. Initial forecasts predicted growth parallel to using smart speakers, but unexpectedly this research identifies a non-generalized use of this type of semantic markup. Although data evidenced use of semantic markup in only seven media outlets, four of them demonstrated that it was widespread practice in all the articles. The \"speakable\" markup is applied through the CSS selector system or through XPath, an expression language designed for the transformation of XML documents. This work provides a useful basis for future lines of research related to voice search optimization strategies, which is an intrinsically valuable field to enhance web visibility and raise the profile of media outlets.",
        "url": "https://doi.org/10.31235/osf.io/3zuxr",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/73yv5",
        "title": "‘Sharing the Joy of Observing Nature’: A Study of Nature Walks in India",
        "authors": "Anjali Bharati, VV Binoy",
        "created": "2025-01-20",
        "abstract": "Nature Walks (NW) - a group of people exploring sites of ecological importance with an experienced guide and involved in informal discussions about various topics is a recognized method to improve environmental awareness and responsible behaviours of the non-experts. In the last decade, themed and non-themed NW got much popularity in India. The present study explored various dimensions of NW conducted in India following newspaper analysis, internet and social media studies, and the examination of academic publications. A participatory study of the 15 NW organised in the city of Bangalore was also conducted. Our results revealed a growing public and media interest in NW in India. However, very few websites and social media handles dedicated to this informal social activity were observed. Furthermore, the majority of academic publications containing the words nature walk used it in the context of tourism, and not even a single study focusing only on these events conducted in India was available in the literature. The organizers aimed to share knowledge about nature, raise conservation awareness, engage in scientific inquiry, and promote citizen science projects by conducting NW. Curiosity, science learning, conservation, enjoyment, opportunity for socialization and network formation, well-being and photography attracted participants to these events. The need for conducting integrated research on NW in India and formulating guidelines and policies to sustain the contributions from such events to the areas of health and wellbeing, environmental awareness and conservation and promotion of tourism without losing its essence - the informality- is discussed under the light of the results obtained.",
        "url": "https://doi.org/10.31235/osf.io/73yv5",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/7wy5n",
        "title": "Investigating the use of Health Impact Assessments to assess decisions made outside of town planning in UK local authorities",
        "authors": "Jessica Taylor, Amber Nyoni, Nicole Musuwo, Joshua Greaves, Jennifer Leggat",
        "created": "2025-01-21",
        "abstract": "Background: Population health across the UK has stagnated over the last 14 years, whilst health inequalities have widened. Much of this deterioration in health is driven by the wider determinants - the factors outside of health and care services that impact our health, such as our houses, our jobs, and our surroundings. Many of these factors are influenced or determined by local authorities. Accordingly, policymakers in local authorities should consider health in all their decisions; Health Impact Assessments (HIAs) can be used to do this. However, little is known about whether HIAs are widely used across local authorities for decisions made outside of town planning, or whether their use is beneficial; this study aims to investigate these questions. Methods: We designed and disseminated two surveys comprising both quantitative and qualitative questions for local authority officers working both within and outside of public health to gather experiences and opinions regarding HIA use in their organisations. Results: While HIAs are used across a number of local authorities for decisions made outside of town planning, their use is less widespread than for town planning decisions. Public health staff expressed good engagement with HIAs, and were largely positive regarding the ability of HIAs to improve population health and health inequalities, but expressed procedural issues with their use, such as difficulties completing HIAs and a lack of knowledge of where to seek help. Staff outside of public health were much less aware of HIAs generally, and none knew whether HIAs were used in their organisation, but many supported their implementation. Interpretation: Despite low sample sizes, these results suggest that uptake of HIAs within local authorities may be patchy, and highlights a potential disconnect between local authority officers working within and outside of public health as regards understanding and knowledge of HIAs; this may impact the effectiveness of more widespread use of these tools. These data highlight the need for targeted training and capacity-building initiatives within local authorities, alongside the importance of organisational and political support. By addressing these challenges, local authorities could foster a more collaborative, health-oriented culture, contributing to improved health outcomes and reduced health inequalities across communities.",
        "url": "https://doi.org/10.31235/osf.io/7wy5n",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/9znr4",
        "title": "Writing as an extended cognitive system",
        "authors": "Karenleigh A. Overmann",
        "created": "2025-01-20",
        "abstract": "This paper presents writing as an extended cognitive system comprised of brain, body, and the material form that is writing. Part I introduces the theoretical framework used for the analysis, Material Engagement Theory (MET), and the initial insights into writing systems gained by applying MET to Mesopotamian artifacts for numbers and writing. Part II discusses how writing as a material form has changed over time and why this material change reflects, accumulates, and distributes change in the behaviors and brains of generations of writers. Part III explains why forms of writing used today are a visible form of language in being comprised of contrastive graphic features. Part IV argues against the idea that writing should be excluded from being considered as an extended cognitive system. On the contrary, considering writing from this perspective can provide new insights into the ways we use material forms—not just in writing but more broadly—to change our behaviors and brains, and their roles in intensifying and perpetuating those changes.",
        "url": "https://doi.org/10.31235/osf.io/9znr4",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/pjy3d",
        "title": "‘What do I do? Save the environment or let children go hungry?’ Leading English schools at time of climate crisis",
        "authors": "Rupert Higham, Alison Kitson, Sarah Sharp",
        "created": "2025-01-23",
        "abstract": "Our analysis of interviews with 10 headteachers of English secondary schools (11-18 years) shows they are keenly aware of the importance of climate change and sustainability issues but are not always able to translate this recognition into action within their schools. Carried out in the summer of 2022, just after the Department for Education’s first Strategy for Climate Change and Sustainability was published, the interviews explored headteachers’ thoughts and actions in response to the climate and ecological crises. Surprising aspects of their responses led us to distinguish in our analysis between ‘surface’ and ‘latent’ meanings. The former revealed competing priorities and a lack of personal expertise that undermine their sense of agency and, in some cases, lead to an over-reliance on a committed individual elsewhere in the school. The latter revealed defensiveness in justifying their alignment with government-led priorities and a sense for some that the interview itself was creating a space to think about these issues properly for the first time. Together, they showed headteachers making painful moral choices between perceived short-term systemic demands and the long-term well-being of students and society.",
        "url": "https://doi.org/10.31235/osf.io/pjy3d",
        "subjects": "(Other)",
        "subjects_osf": "Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/x7fuw",
        "title": "How pragmatic implicature can thwart a common grammaticalization pathway: From location to completion in Hurukui",
        "authors": "Wesley Kuhron Jones",
        "created": "2025-01-16",
        "abstract": "The Papuan language Hurukui has two TAM-marking paradigms in which the lexical verb khai ‘be located’ grammaticalized into a suffix marking perfect and distal past. This is typologically unexpected and requires an explanation. Both paradigms evolved from clause chaining constructions, via intermediary auxiliary verb constructions. The semantics of ‘be located’ is not primarily responsible for the grammatical meaning. Instead, the semantics of the entire source construction, some of which comes from a pragmatic implicature involving sequentiality, played a crucial role in how the perfect and distal past meanings arose. The purposes of this paper are to (i) describe the modern suffixes, differentiating lexical khai from its grammaticalized reflexes; (ii) reconstruct the source constructions and stages of change, and (iii) argue that the semantic values that became the innovative TAM readings were not inherent to the morpheme khai, but arose via pragmatic implicature in a typologically somewhat rare source construction.",
        "url": "https://doi.org/10.31235/osf.io/x7fuw",
        "subjects": "(Other)",
        "subjects_osf": "Linguistics"
      },
      {
        "doi": "10.31235/osf.io/ywqes",
        "title": "Common creativity",
        "authors": "Karenleigh A. Overmann",
        "created": "2025-01-20",
        "abstract": "Creativity is often conceived in terms of insight, innovation, and invention realized through technical mastery and skill. Challenging this individualistic model are “inventions” like writing, something that surely gave no clue to the form it would ultimately take—script—or the ways in which it would reorganize behaviors and brains in the cognitive state known as literacy. Here writing is analyzed as a tool used collectively and collaboratively. Collective, collaborative use enabled the tool to become increasingly effective at eliciting specific behavioral and psychological responses. Collective, collaborative use also subjected the tool to the combined force of the individual variability represented by different user and material combinations over time. Combined variability influenced tool form toward features reflecting both the average behavioral, physiological, and psychological capacities of the tool-using community and points of maximal usability. The result offers a new model of creativity, one based not on the individual but on collective, collaborative use and incremental change in behaviors and brains, materially accumulated and redistributed between generations. The model presents aspects of human innovation that escape the individualistic model by focusing on ordinary tool-using behaviors and sustained use within social groups as the critical elements.",
        "url": "https://doi.org/10.31235/osf.io/ywqes",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      }
    ]
  }
}
