{
  "update": "2024-11-15",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/38275",
        "title": "L’extrême droite est-elle le porte-voix du malaise des quartiers populaires ? Le mythe des campagnes pour le logement social de Casapound en Italie",
        "authors": "Caterina Froio, Pietro Castelli Gattinara, Tommaso Vitale",
        "created": "2024-11-07",
        "abstract": "C’est désormais un poncif : l’extrême droite serait une quasi-résultante des problèmes de l’urbanisme, le fruit des classes populaires et moyennes confrontées aux difficultés de l’habitat dégradé en secteur cosmopolite. Cette étude de Caterina Froio, Pietro Castelli Gattinara et Tommaso Vitale analyse en profondeur l’action et l’implantation de CasaPound, mouvement italien considéré comme une référence et un modèle par les radicaux de droite en Europe, dans les quartiers populaires. Elle démontre empiriquement comment des actions fabriquées pour les médias occultent une réalité plus en demi-teintes.",
        "url": "https://doi.org/10.31235/osf.io/38275",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/834vd",
        "title": "Learning by Lobbying",
        "authors": "Emiel Awad, Gleason Judd, Nicolas Riquelme",
        "created": "2024-11-09",
        "abstract": "How do interest groups learn about and influence politicians over time? We develop a game-theoretic model where an interest group can lobby a politician while learning about their ideological alignment. Our analysis reveals a fundamental tradeoff: interest groups must balance gathering information against exerting immediate influence, while politicians strategically manage their reputations to shape future interactions. These strategic forces generate systematic dynamics: policies and transfers shift in tandem, with early-career politicians showing greater policy variance and extracting larger rents through reputation management than veterans. Uncertainty about alignment increases policy volatility as groups experiment with offers, while institutional features like committee power and revolving-door incentives systematically alter both learning incentives and influence strategies. Our results shed new light on how interest group influence evolves across political careers and varies with institutional context.",
        "url": "https://doi.org/10.31235/osf.io/834vd",
        "subjects": ["Politics", "Economics"],
        "subjects_osf": "Political Science, Economics"
      },
      {
        "doi": "10.31235/osf.io/c8gzh",
        "title": "When citizens support democratic backsliding in the name of democracy",
        "authors": "Noam Titelman, Javier Sajuria, Lisa Zanotti",
        "created": "2024-11-07",
        "abstract": "According to recent studies, liberal democracies around the globe are facing the threat of undemo- cratic reforms carried out by elected officials (e.g. Wunsch and Blachard, 2023). Often, these reforms are caried out without a backlash in public opinion, and even with some support. We study one mech- anism through which political leaders engage with citizens to promote support for antidemocratic measures: the democratic framing of undemocratic reforms. We asses this mechanism through three conjoint experiments in the UK and Spain. We find that a large number of citizens in the UK and Spain are open to support undemocratic reforms when these are framed in ‘pro-democratic’ ways. Our find- ings suggest that popular support for democratic erosion might be more widespread than previously assumed",
        "url": "https://doi.org/10.31235/osf.io/c8gzh",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/ehmbw",
        "title": "Navigating Peace? Factors Shaping Internationally Displaced Ukrainian Return Intentions",
        "authors": "Christoph Nguyen, Sabrina J. Mayer, Jörg Dollmann, Jannes Jacobsen",
        "created": "2024-11-11",
        "abstract": "This study investigates factors driving attitudes towards voluntary return intentions among Ukrainian displaced people. Using a vignette experiment (N = 384; Observations = 1,102) to manipulate home country conditions, we find that, as expected, the most crucial driver for return intention is the presence of peace in the home country. Conversely, economic and social conditions commonly outlined in the general migration literature have little to no effect on return intentions of forcibly replaced individuals. However, we also demonstrate that not all forms of peace are equally convincing; a \"punishing\" peace, associated with significant territorial loss, resembles an ongoing state of war and thus discouraging refugees from returning. Similarly, while peace itself does improve return intentions, so does greater integration into the international community. Our paper thus demonstrates that the conditions facilitating return are more nuanced than commonly discussed, and that not all forms of peace are seen as equal.",
        "url": "https://doi.org/10.31235/osf.io/ehmbw",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/ev94b",
        "title": "Synthesizing Research on Radicalization: Insights from a Text-Mining Systematic Review",
        "authors": "Anna Knorr, Nikita Podolin-Danner, Gabriele Di Cicco, Małgorzata Kossowska",
        "created": "2024-11-12",
        "abstract": "The study of radicalization encompasses a broad spectrum of perspectives, with scholars and experts from diverse disciplines – ranging from psychology, sociology, political science, criminology, to economics – contributing to its multifaceted comprehension. Despite this substantial body of empirical research, the knowledge is fragmented across disciplines, emphasizing the need for integration to establish a cohesive framework. As laying the groundwork for a unified framework begins with identifying relevant phenomena, this systematic review analyzed 4019 research articles using text mining to detect phenomena associated with radicalization. Author keywords and abstracts were analyzed by examining term frequency as an indicator of relevance and term co-occurrence as an indicator of association. The results reflect themes commonly featured in theory, such as ideology, identity, and social networks, but also identified themes not well-developed in theory. Macro-level phenomena, including the role of the state, economy, elections, policy, and regional factors, as well as micro- and meso-level phenomena like the internet, social media, adolescence, personality, language, education, and mental health, are not sufficiently embedded in theory. The findings further provide the first empirical evidence confirming the fragmentation of research on radicalization. This review represents a crucial step toward synthesizing existing knowledge and advancing a unified understanding of radicalization.",
        "url": "https://doi.org/10.31235/osf.io/ev94b",
        "subjects": "Politics",
        "subjects_osf": "Psychology, Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/ghcpj",
        "title": "Bad medicine: Why different systems of organized crime demand different solutions",
        "authors": "Christopher Blattman",
        "created": "2024-11-09",
        "abstract": "International drug trafficking dominates the conversation on organized crime, but equally common and serious are urban systems of organized crime—criminal groups focused not on exports or transshipment, but on dominating local markets, neighborhoods, and politics. When policymakers do pay attention to this problem, they consistently make the same mistake—believing there are best practices. But systems of organized crime are not all alike. There is no one blueprint or general solution, and so following the latest fad is unlikely to deliver the desired result. Instead of trying to copy the quasi-mythological success of a Giuliani or Bukele, policymakers need to understand what kind of organized crime problem they have, what capabilities their city possesses, and what tools are appropriate to the circumstances. This paper looks in-depth at how organized crime is organized in three cities: Chicago, Medellín, and San Salvador. It also considers New York, Bogotá, and Port-au-Prince. I argue that the primary driver of their organization and incentives is their source of criminal revenues. A second major driver of behavior is the degree of criminal political organization, which broadly-speaking takes three forms: atomized individuals, fragmented groups, and competing confederations. These forms are not just the product of their revenues, but are also the result of decades of competition with the state and one another. What policy tools will work hinges on this diagnosis. I look at the evidence for a range of standard policies—from crackdowns to street outreach—and explain why we can expect them to have wildly different impacts depending on the context.",
        "url": "https://doi.org/10.31235/osf.io/ghcpj",
        "subjects": ["Politics", "Economics", "Sociology"],
        "subjects_osf": "Criminal Procedure, Political Science, Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/hjexb",
        "title": "Russian Information Disorder in Colombia? The Case of RT’s Inna Afinogenova on Twitter",
        "authors": "Gustavo Adolfo Rivero-Ortiz, Felipe Valencia-Clavijo, Andrés Peña-Galindo",
        "created": "2024-11-09",
        "abstract": "This study examines disinformation in Colombia through the case of journalist Inna Afinogenova from Russian media outlet ActualidadRT, focusing on her Twitter activity. It investigates the role of inorganic accounts in amplifying political disinformation using the \"information disorder\" framework. Data were collected from her most viral posts over 54 months (January 2017 - July 2021), and users interacting with them were classified as organic or inorganic, with further subdivisions, such as: inorganic, highly suspicious, suspicious, and organic. An unsupervised machine learning algorithm and a theoretical framework jointly identified abnormal behaviour, revealing that 11.25% of users exhibited confirmed inorganic behaviour. This indicates coordinated inauthentic behaviour, a common feature of disinformation campaigns, though the study does not explore any direct connection to RT or the Russian government. Methodologically, the study advances by analysing retweets instead of hashtags and corroborating results through machine learning. It underscores the impact of manipulated traffic on public discourse in Colombia.",
        "url": "https://doi.org/10.31235/osf.io/hjexb",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Communication"
      },
      {
        "doi": "10.31235/osf.io/r7hsm",
        "title": "Personal Principle and Cultural Autonomy: Karl Renner's Non-Territorial Federalism Responding to Multinational Coexistence",
        "authors": "Lingkai Kong",
        "created": "2024-11-10",
        "abstract": "Current federalism research is dominated by the successful American model, focusing on a territorialized, mono-national constitutional federalism, where individuals of different nations within a specific territorial scope are jointly subject to and protected by the state. However, this is not the only way federalism can address the coexistence of multiple nations. By reviewing historical figures and theoretical narratives, as well as incorporating contemporary federal theorists on plurality and multiracial coexistence, this study seeks to shed light on a non-territorialized alternative arrangement. Once, facing the complex national coexistence within the Austro-Hungarian Empire, Austrian Marxist Karl Renner proposed the personal principle and cultural autonomy, attempting to reshape the federal structure of the Austro-Hungarian Empire through a non-territorial arrangement. Renner reorganizes national communities as legal entities to act as intermediaries between individuals and the state, and to implement non-territorial economic, political, and cultural management for individuals of their own nations. This study also explores the model's non-territorial character, its treaty-based character, and its embodiment of federalism as norm. In Renner's view, this attempt could achieve a balance, avoiding both the oppression of minorities by the majority within territorial structures and the centrifugal tendencies of minority groups within specific territorial scopes. Although Renner's federalist reforms ultimately failed, they still provide valuable guidance for dealing with the political reality of multinational coexistence today, demonstrating the inherent potential of a non-territorial, pluralistic, treaty-based federalism.",
        "url": "https://doi.org/10.31235/osf.io/r7hsm",
        "subjects": "Politics",
        "subjects_osf": "History, Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/vts3d",
        "title": "The Divided States of America: Religion, Politics, and Humanitarian Progress Scores, 2014-2022",
        "authors": "Leon S Robertson",
        "created": "2024-11-10",
        "abstract": "In recent decades, white fundamentalist Christians became disproportionately affiliated with the Republican Party in the U.S. and some advocate Christian Nationalism. This study examines the association of religious commitment with an index of humanitarian progress and Republican vote percentage in 2012 and 2016 among U.S. states. The percentage of people who say they pray daily in a state strongly correlates with a lower humanitarian progress score and a higher percentage of votes for Trump. The correlations remained strong when other factors (gun ownership, ethnic segregation, and income per cost of living) were controlled statistically in a multiple regression analysis. The results suggest that reliance on the supernatural leads to neglect of the natural. Support of Trump whose dishonesty is legion and who employs the fascist tactic of blaming social problems on minorities seems anomalous with Christian ideology. Although many establishment Republicans warned against Trump, the strong correlation between the Trump vote in 2016 with the vote for the establishment Republican Mitt Romney in 2012 suggests that party members are enmeshed in mutually reinforcing social arrangements that are not conducive to support of humanitarian policies and resistance to fascist tactics.",
        "url": "https://doi.org/10.31235/osf.io/vts3d",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/yfbe7",
        "title": "The Power of Fragmented Elites: The Role of Inadvertent Robust Action",
        "authors": "Mark S. Mizruchi, Johan S. G. Chu",
        "created": "2024-11-12",
        "abstract": "It is broadly accepted among political scientists, political sociologists, and social movement theorists that a unified group will have a higher probability of success than a group that experiences internal divisions or fragmentation. Similarly, it has been assumed that in a society with a relatively unified elite, the elite will experience disproportionately higher benefits relative to the larger population. We take issue with this claim. In the mid-twentieth century, large American corporations exhibited a relatively high level of unity but the relative economic benefits accruing to the elite were at historic lows. In more recent years, American big business has become increasingly fragmented, yet the economic benefits that these elites have received have reached historic highs, and the average American’s standard of living has stagnated. Drawing on Padgett and Ansell, we introduce the concept of inadvertent robust action to explain how a relatively fragmented, disorganized elite can reap benefits that exceed those that its more unified counterparts experienced in an earlier era. We conclude with a discussion of the conditions under which our formulation can be expected to hold.",
        "url": "https://doi.org/10.31235/osf.io/yfbe7",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/3x4jh",
        "title": "The Subjective Wealth Distribution: How it Arises and Why it Matters to Inform Policy?",
        "authors": "Pirmin Fessler, Severin Rapp, Carolyn Fisher",
        "created": "2024-11-14",
        "abstract": "We estimate the relationship between people’s biased perceptions of their rank in the wealth distribution and savings behavior. Using unique wealth survey data from Austria, we uncover a significant bias in self-assessed distributional ranks. Our estimates indicate that individuals who underestimate their wealth rank have a savings rate approximately 50% higher than those who assess their rank accurately. Preferences that feature relative wealth in the utility function can explain this relationship. Our findings inform contemporary macroeconomic models and contribute to understanding the impact of information bubbles on economic decisions. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/3x4jh",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/4ugq5",
        "title": "Workplace Training Unpacked: Labor Market Competition and Investment in General Skills",
        "authors": "Mattia Albanese, Manfredi Aliberti",
        "created": "2024-11-07",
        "abstract": "Skills acquired on the job, whether general or industry-specific, significantly influence workers' labor market outcomes. Workers with general skills tend to have higher re-employment prospects and greater resilience to economic shocks. Using novel data from a recent policy intervention in the Italian labor market, we develop a new measure that captures the tasks taught in firm-provided training for individual workers. This measure enables us to examine the relationship between labor market competition and firms' decisions to invest in general versus industry-specific skills. Our findings indicate that, as theory predicts, workers in more competitive labor markets receive less general training.",
        "url": "https://doi.org/10.31235/osf.io/4ugq5",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/d8jkt",
        "title": "Assessing Emerging Markets through Transactional Dynamics: A New Multi-Dimensional Valuation Framework",
        "authors": "Joshua Midha",
        "created": "2024-11-08",
        "abstract": "This paper introduces a novel transaction-function model for valuing emerging markets, integrating machine learning, agent-based modeling, and multi-method valuation techniques. Traditional valuation models often rely on aggregated economic indicators such as GDP growth and inflation, which lack the granularity needed to capture the transactional dynamics and unique risk factors inherent to emerging markets. In contrast, the proposed model treats each market as a multi-dimensional function of individual transactions, analyzing these interactions through a multi-method framework that includes Discounted Cash Flow (DCF), comparables, precedent transaction, and multiples analysis. By incorporating machine learning algorithms, the model iteratively improves predictive accuracy, dynamically adjusting to new data in volatile and data-sparse environments. Additionally, agent-based simulations provide insights into behavioral responses to policy changes, regulatory shifts, and other market-specific conditions, offering a behavioral layer often missing from traditional approaches. Validation of this model demonstrates a marked improvement in predictive accuracy and adaptability compared to conventional models. This transaction-function approach provides investors and policymakers with a granular, data-driven tool for assessing the true growth potential of emerging markets, paving the way for more informed, context-sensitive investment decisions.",
        "url": "https://doi.org/10.31235/osf.io/d8jkt",
        "subjects": "Economics",
        "subjects_osf": "Economics, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/ftqx6",
        "title": "Planning for a two-tenure future",
        "authors": "Emma Baker, Andrew Beer, Chris Leishman, Akshay Vij, Wendy Stone, Claire Morey, Piret Veeroja, Kavishka Indraratna, James R Dunn, Steve Pomeroy",
        "created": "2024-11-11",
        "abstract": "Three out of five Australian renters say they expect they will never own their own home — a significant shift that requires rethinking of tax and housing systems so that governments’ support all Australians in a two tier housing market (of owners and renters) into retirement, according to new AHURI research. The policy challenge is to make renting a good, long-term housing outcome for renters, particularly lower-income, older renters with limited superannuation. The research highlights that in the Australian Housing Aspirations (AHA) survey a large majority (78%) of private rental tenants aspired to own their own home, while the research survey found three out of five (59%) private renters don’t think they will ever be able to afford to buy a home of their own. Currently, homeowners receive tax concessions that are not available to renters. Examples include no capital gains tax on the sale of the primary residence (which becomes a form of wealth accumulation) and no tax on the imputed rental income of owner occupied housing. Conversely, renters are required to pay rent after income tax. A fairer housing and tax system (for retirement investment) could see some lower income private renters compensated for living long-term in the sector. This support could come through the provision of non-property investment opportunities (to reduce households’ need to 'rentvest') or targeted superannuation benefits. Sustained underinvestment in social housing stock has also had long-term negative implications for all Australians and additional public housing construction is needed as a priority, together with policies to support private developers increasing the supply of affordable housing. In addition, a more immediate goal for policy development is to reform legislation controlling private tenancies so as to have better protections for tenants.",
        "url": "https://doi.org/10.31235/osf.io/ftqx6",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Urban Studies and Planning, Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/2tc7a",
        "title": "What is 'high-risk research'? Comparing the social sciences and humanities and the natural sciences",
        "authors": "Julian Hamann, Daniel Stein",
        "created": "2024-11-14",
        "abstract": "Although high-risk research is a key concern for research policy and science studies, there is little knowledge about what funding agencies or researchers mean by risks. This paper draws on 80 grant proposals from the social sciences and humanities (SSH) and the natural sciences (NSC) that have been submitted to the Reinhart Koselleck funding program of the German Research Foundation. The qualitative analysis shows both similarities and differences in how applicants in the two fields claim risks: in both fields, the most prominent notions refer to results and methodologies. While results at risk are interpreted similarly, methodological risks differ between the two fields. The analysis also reveals a greater variety of different risks in the SSH compared to the NSC. The paper suggests that research policy and science studies should avoid treating “riskiness” as a given and consider different notions of risk across a disciplinary spectrum that includes the SSH.",
        "url": "https://doi.org/10.31235/osf.io/2tc7a",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/4g7wt",
        "title": "#IoResto nel Campo, Indagine sul primo impatto del decreto del 9 marzo 2020 in alcuni insediamenti formali della città di Roma",
        "authors": "Tommaso Vitale, Associazione 21 luglio, Carlo Stasolla",
        "created": "2024-11-09",
        "abstract": "Con la presente indagine qualitativa, Associazione 21 luglio intende comprendere e illustrare, a nove giorni dall’emanazione del decreto del 9 marzo 2020, il primo impatto delle misure in esso riportate in alcuni insediamenti formali dalle città di Roma abitati da famiglie identificate dalle autorità locali e che generalmente si autodefiniscono come appartenenti alle comunità rom. In ottemperanza alle norme contenute dal decreto i ricercatori di Associazione 21 luglio non hanno raggiunto gli insediamenti oggetto dell’indagine. Gli stessi si sono pertanto serviti di interviste telefoniche che hanno coinvolto: 24 soggetti6 dimoranti presso gli insediamenti oggetto dell’indagine quali: il “villaggio” di via Cesare Lombroso; il “villaggio” di via Luigi Candoni; il “villaggio” di via dei Gordiani; il “villaggio” di Castel Romano, il “villaggio” di via di Salone. Le interviste si sono realizzate tra il 14 e il 17 marzo 2020. Le visite condotte nei mesi anteriori al diffondersi del contagio7 hanno consentito ai ricercatori di Associazione 21 luglio di acquisire dati aggiornati sulle condizioni strutturali degli insediamenti coinvolti nell’indagine, mentre una precedente attività di accesso agli atti, realizzata nell’anno 2019, ha permesso di reperire dati numerici relativi alle presenze negli insediamenti e alle iscrizioni scolastiche dei minori.",
        "url": "https://doi.org/10.31235/osf.io/4g7wt",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Social Work, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/7hkwx",
        "title": "Human-Machine Communication Privacy Management (HMCPM), Privacy Fatigue, and the Conditional Effects of Algorithm Awareness on Privacy Co-Ownership in the Social Media Context",
        "authors": "Matthew J. A. Craig",
        "created": "2024-11-10",
        "abstract": "Many social media platforms today are driven by content filtering algorithms that personalize their recommendations based on the individual user. Through nuanced interactions with the platform, such as human-algorithm interplay, the end user effortlessly cultivates a social media feed. While this level of personalization can greatly benefit the user, recommended ads and content sometimes resemble aspects of the user's private lives that they may not have wanted the algorithm or platform to know. Moreover, though users show to dislike these experiences of privacy violations, they still engage in disclosure of private information with the system due to fatigue in managing online privacy altogether. This current study integrates Communication Privacy Management (CPM) theory (Petronio, 2002) into the human-algorithm interaction context to examine to what extent social media users (N = 1,305) allow co-ownership of private information with their algorithm depending on their felt privacy fatigue. Results from using latent moderated structural equations (LMS) suggest that individuals’ algorithmic literacy significantly predicts their willingness to allow co-ownership of private information with social media algorithms. Additionally, contrary to previous literature, greater algorithmic awareness leads to less co-ownership for those most fatigued. Considering these findings, implications for future research for human-machine communication privacy management are discussed.",
        "url": "https://doi.org/10.31235/osf.io/7hkwx",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Science and Technology Studies, Linguistics, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/8qa9t",
        "title": "Gendered Pathways: How do STEM Majors Fare in the Labor Market?",
        "authors": "Rosa Weber, Camilla Härtull, Jan Saarela",
        "created": "2024-11-13",
        "abstract": "Although research in the STEM field has extensively examined its gendered characteristics, the vast majority of the literature has concentrated on educational transitions and young adults. More limited attention has been devoted to the longer-term work-family trajectories of STEM majors, and how these are linked to gender earnings gaps. In response, we exploit Finnish register data to identify the most common work-family trajectories followed by college educated men and women with STEM majors in ages 30–40 (N=150,796). Given marked differences in gender proportions across STEM fields, we distinguish computer science and engineering majors from natural science majors. In a second step, we assess gender differences in the returns to distinct work-family trajectories and within-gender differences. We report three main findings. First, women are able to combine a career in computer science and engineering and having children. Second, across occupations, mothers earn considerably less than fathers. This suggests that even though women can combine work and family, they do not benefit in terms of earnings. Third, beyond uncovering gender gaps, we show that a major mechanism underlying parental gender gaps is that men receive notable fatherhood premiums across work trajectories. For women, findings reveal more heterogeneous patterns. Among computer science and engineering majors, women have similar earnings across trajectories. Conversely, women with natural science majors gain from working in computer science and engineering.",
        "url": "https://doi.org/10.31235/osf.io/8qa9t",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/anwtf",
        "title": "Using Data Science for Social Good: Mapping Opportunity Youth",
        "authors": "Zofia C. Stanley, Chad M. Topaz",
        "created": "2024-11-07",
        "abstract": "Opportunity youth—individuals aged 16 to 24 who are disconnected from education and employment due to significant barriers—constitute a sizable yet underserved demographic whose marginalization leads to substantial social and economic costs. This paper demonstrates how data science can be harnessed for social good by mapping the distribution of opportunity youth across different regions. We develop an Opportunity Youth Index by integrating fragmented data from sources such as the American Community Survey, the Adoption and Foster Care Analysis and Reporting System, FBI Crime Data, and Bureau of Justice Statistics incarceration reports. Focusing on four key indicators—disconnected youth, youth in foster care, justice-impacted youth, and children with an incarcerated parent—we employ statistical methods and computational techniques to estimate local concentrations of opportunity youth. The resulting index provides insights for policymakers and community organizations, highlighting areas where targeted interventions can make the most impact. This work illustrates the potential of data science to address complex social issues and is presented in an accessible manner to engage a younger audience.",
        "url": "https://doi.org/10.31235/osf.io/anwtf",
        "subjects": "Sociology",
        "subjects_osf": "Social Statistics, Sociology"
      },
      {
        "doi": "10.31235/osf.io/b2qsu",
        "title": "Who Do They Think You Are? Inconsistencies in Self- and Proxy-Reports of Education Within Families",
        "authors": "Chloé Lavest, Mathieu Ferry, Mathieu Ichou, Patrick Präg",
        "created": "2024-11-14",
        "abstract": "Estimates of intergenerational educational mobility are generally computed using a combination of self- and proxy-reports of one's and one's parents' education. Such reports are easily collected, offering a cost-effective alternative to collecting multiple self-reports or register data. However, the bias that proxy-reports could introduce in the measurement of intergenerational educational mobility is rarely assessed. Our study fills this gap and assesses how reliable people are when they report their parents' or their child's educational attainment. We find that both parents and children tend to underestimate the educational distance between themselves and their family members, thus inflating estimates of educational reproduction. This trend is larger when children act as proxy-reporters. Another limitation of using children’s proxy-reported information is the number of missing answers, which is lower when parents are asked to proxy-report their child's education. In a simulation exercise, we establish that the bias introduced by proxy reports is not negligible, with self-reported intergenerational regression coefficients being 16\\% higher when a proxy-report is used. Our results show that proxy reports",
        "url": "https://doi.org/10.31235/osf.io/b2qsu",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/mqckr",
        "title": "What’s Mine Is(not) Yours: A CPM Analysis of Privacy Breakdowns and Recalibration Practices in the Social Media Algorithm Context",
        "authors": "Matthew J. A. Craig, Jeffrey T. Child",
        "created": "2024-11-09",
        "abstract": "Social media content filtering algorithms can both provide desired personalized content and ads for users. However, sometimes these recommendations can resemble individual private information. How might users navigate these experiences to best manage their private information? The present exploratory study utilizes the rules- and systems-based framework Communication Privacy Management (CPM) theory to explore social media users’ (N=636) experiences of privacy breakdowns with social media algorithms and investigates what users’ do in response to said breakdowns. Using content analysis, these responses were refined into different categories of privacy breakdowns and recalibration strategies. Implications for future research surrounding human-machine communication privacy management is discussed in light of our findings.",
        "url": "https://doi.org/10.31235/osf.io/mqckr",
        "subjects": "Sociology",
        "subjects_osf": "Psychology, Communication, Sociology"
      },
      {
        "doi": "10.31235/osf.io/qxn2y",
        "title": "Il lockdown: spazio di attesa o momento di opportunità?",
        "authors": "Tommaso Vitale, Carlo Stasolla, Associazione 21 luglio",
        "created": "2024-11-09",
        "abstract": "Il monitoraggio, che ha portato per quanto riguarda la baraccopoli formale di Salone e quella di Castel Romano alla pubblicazione di un’indagine5, ha fatto emergere i primi aspetti di un quadro sociale destinato, in assenza di interventi pubblici e di una consolidata rete comunitaria interna alle 4 aree, ad avere conseguenze future cariche di problematicità. In particolare, sia nell’azione di monitoraggio che in quella di ricerca, sono emerse due criticità che avrebbero potuto aggravare la già pesante condizione di vita delle famiglie presenti delle 4 aree oggetto della ricerca. Nel breve periodo, la compressione della libertà di movimento imposta dal decreto governativo avrebbe impedito alle famiglie di svolgere la consueta attività lavorativa informale necessaria per il sostentamento giornaliero, ponendo a rischio di deprivazione alimentare soprattutto i nuclei familiari con figli piccoli. In questi casi, quando eventuali risorse risultano scarse, può essere la solidarietà della comunità ad intervenire. Essa però, in tempi di contagio, dove domina la paura del contatto fisico e prevalgono le regole del distanziamento sociale, rischia di venire meno. Nelle 4 aree è quindi emersa la fragilità della rete comunitaria interna, paralizzata dalla paura e incapace di offrire risposte di mutuo aiuto e di solidarietà.",
        "url": "https://doi.org/10.31235/osf.io/qxn2y",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Social Work, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/tzdvw",
        "title": "What Differences Does It Make? Parental Relationship Quality and Child Wellbeing in Step- and Nuclear Families",
        "authors": "Lena Wagner, Stefania Molina, Enrique Alonso-Perez, Michaela Kreyenfeld",
        "created": "2024-11-12",
        "abstract": "A large body of research addresses whether and how parental partnership quality affects child wellbeing. While much of this research has focused on nuclear families, less is known about patterns in stepfamilies. This study adopts a dyadic perspective to explore how parental partnership quality relates to the wellbeing of children living with both biological parents versus those with a biological parent and a stepparent. We apply multivariable linear regression and a mediation analysis on longitudinal data from the German Panel Analysis of Intimate Relationships and Family Dynamics (pairfam) to understand the relationship between family structure, step- and biological parent’s partnership quality and children’s self-reported wellbeing, operationalised over the Strength and Difficulties questionnaire (SDQ-scores). The analytical sample includes children who live in heterosexual couple households (n=1,781). We differentiate two separate dimensions of parental partnership quality, namely the frequency of conflict and esteem between the (step-)parents. Results show that children living with a stepparent exhibit higher total difficulties score compared to children living with both their biological parents. However, parental conflict occurs less and esteem more frequently in stepfamilies than in nuclear families. Mediation analysis indicates that partnership quality partially mediates the impact of family structure on SDQ scores. Our analysis suggests that the negative effect of living with stepparents on children’s socio-emotional wellbeing is slightly mitigated by increased parental esteem and lower conflict in these unions.",
        "url": "https://doi.org/10.31235/osf.io/tzdvw",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/z2dur",
        "title": "The Policy of Refugee Reception and the Policing of Public Space in Paris",
        "authors": "Marco Cremaschi, Tommaso Vitale",
        "created": "2024-11-13",
        "abstract": "An examination of public space provides insights into the disconnection between regulation and reception within the Parisian context. The visibility of refugees in public spheres has been instrumental in heightening civic consciousness in Paris. Simultaneously, it serves as a subject of political apprehension and an opportunity for the display of state-inflicted violence by humanitarian NGOs, too. The governance of public open spaces extends beyond traditional command and control approaches, emphasizing delegation, integration of new knowledge and technologies, negotiation, and self-regulation. The central concern involves an evolving, albeit ambiguous and partially contradictory, process of outsourcing certain aspects of reception policies without a well-experienced governance mode (Artioli, Le Galès, 2023). The first section describes the relevant social geography of Paris. Social transformations due to deindustrialization have left a lasting impact, concentrating immigrant populations in areas marked by blue-collar workers and social housing estates. While Paris actively engages in social and redistributive policies, achieving a balanced geographical distribution for diverse social groups remains a challenge. The ensuing section delineates the social policy responsibilities of both central and local institutions, against the backdrop of which the handling of refugees has transformed into a separate specific policy domain. Despite ongoing collaboration in Paris, challenges endure due to the stance of the French government and the inadequate coordination within the EU. The following three sections analyse the role of space in framing the reception policies of Paris, paying reference to different ways of framing the space: - The so-called ‘Project Territories’ of the EU Structural Funds exhibit a progressive drift where coalitions of territorial actors reinterpret national rules following their competencies (and expertise). - Locally managed reception comes to a standstill in the face of state normative injunctions. - Government authorities and local actors consciously use space for repressive purposes, even to manage conflicts between potentially incompatible uses. The conclusions deal with the evolving landscape of local reception policies driven by state and non-state actors. Despite innovative efforts, there is a lack of coherence, and central dispersion policies (Dollet, 2023) contradict local commitments, raising questions about the role of local governance. However, the cyclical coming and going between the dismantling of refugee camps and sheltering asylum seekers question the notion and scope of integration, highlighting the porous boundary between formal and informal regulations. Besides, the design of policies cannot underestimate the role of space in shaping welcoming practices.",
        "url": "https://doi.org/10.31235/osf.io/z2dur",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Public Affairs, Public Policy and Public Administration, Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/7gve2",
        "title": "Individual Attitudes Toward Deepfakes of Deceased Artists",
        "authors": "María T. Soto-Sanfiel, Qiaofei Wu",
        "created": "2024-11-09",
        "abstract": "This exploratory qualitative study uses a multilevel framework, combining the Social Construction of Technology and the Cognitive-Affective-Normative model, to examine how individual perceptions, emotions, and reflections shape deepfake acceptance, particularly those featuring deceased artists. Fifty-one participants (70.37% female; Mean Age = 24.6) took part in six online focus groups, viewing two randomly selected deepfakes of deceased artists. Thematic analysis, using a phenomenological approach, identified primarily intellectual reactions, with two key layers: first-order evaluations of realism and second-order societal impact assessments. These impacts spanned micro (individuals), meso (content creators/distributors), and macro (society-wide) levels. While cognitive and ethical concerns were prominent, emotional responses were fewer, often expressing discomfort or surprise. Findings offer valuable insights for the digital media industry and regulators in understanding public reception of deepfake technology.",
        "url": "https://doi.org/10.31235/osf.io/7gve2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/mcp5j",
        "title": "The role and capacities of large-scale actor coalitions in shaping sustainability transformations",
        "authors": "Sofia Maniatakou, Pero Olsson, Peter Søgaard Jørgensen",
        "created": "2024-11-12",
        "abstract": "Several transnational corporations, investors, international organizations and philanthropies have formed coalitions to respond to global social and environmental challenges. Do these coalitions, consisting of large-scale actors, have the capacities to contribute to the transformations that are needed, or do they perpetuate the same system dynamics that created the problem in the first place? We investigate this question by comparing publicly available information for five coalitions working with financial and food systems sustainability. This paper examines whether large-scale actor coalitions (LSACs) may contribute to transformations towards equitable and sustainable futures. We use a ‘rapid assessment’ 20-variable framework to collect and analyze empirical data from five food and finance coalitions to identify their roles and capacities for transformative change. Our results indicate that LSACs implement distinct strategies to reach their goals. More specifically, due to their diverse set-ups, LSACs have the ability to raise awareness of sustainability issues, utilize ties to push forward agendas, experiment with solutions and showcase promising niche initiatives. We examine strategies undertaken by LSACs that can enable other change makers working to transform the food and finance systems, contributing to systems with high and diverse capacities for transformative change. We also identify potential capacity gaps within the studied LSACs, which might hinder the creation of enabling conditions for transformative change within the food and finance sectors.",
        "url": "https://doi.org/10.31235/osf.io/mcp5j",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/mhd48",
        "title": "Motivations for (Not) Sharing Deepfakes on Social Media",
        "authors": "María T. Soto-Sanfiel, Ariadna Angulo-Brunet, Sanjay Saha",
        "created": "2024-11-09",
        "abstract": "This research applies Uses and Gratifications theory to examine individual motivations for sharing or not sharing deepfakes. After characterizing popular deepfakes in five genres (two examples each), 1035 US participants (42% female; Age: M = 42.8, SD = 14.1, Mdn = 41, Range = 18–93) watched one of the ten deepfakes and completed a questionnaire in Prolific. Results show that most participants would not share the deepfakes due to a lack of personal relevance. However, those who did intend to share them had hedonistic motivations, mostly enjoyment and the desire to share entertainment with others. The genre of these deepfakes also influenced motivations to share, with political deepfakes being a particularly specific case, and one where gender also had a greater impact. Women avoid sharing inaccurate information to a greater extent and men are more inclined to protect their image in social circles. Overall, this research highlights how audiences dynamically relate to deepfakes and offers insights into the psychological aspects of their relationships with this emerging media form. It also underscores the significance of the perceived entertainment value of deepfakes in their virality.",
        "url": "https://doi.org/10.31235/osf.io/mhd48",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/r6wnm",
        "title": "Do women commemorate women? How gender and ideology affect decisions on naming female streets",
        "authors": "Victor Caballero-Cordero, Daniel Oto-Peralías, Demetrio Carmona-Derqui",
        "created": "2024-11-11",
        "abstract": "Street names are not neutral identifiers to navigate through cities but are charged with strong symbolic connotations and reflect power relations within society. A growing body of geographic scholarship documents a strong gender bias in the urban namespace, where women only represent a small fraction of streets named after people. This article investigates whether the lack of women in political decision-making roles contributes to explaining their marginalization in urban toponyms. More specifically, we study the impact of the gender and ideology of town mayors on their decisions to commemorate women in the street map. Focusing on the universe of Spanish towns during the period 2001-2023, we find through fixed effects panel data models and regression discontinuity design that the mayor’s gender does not affect the percentage of female-named streets, while the ideology of the governing party does. Our findings thus indicate that it is ideology rather than gender what shapes politicians’ preferences regarding the commemoration of women in the street map. We argue that this is because, on the one hand, strong political parties can impose their agenda on local leaders, making irrelevant differences in their gender and, on the other, the ideological cleavage is more relevant than the gender one to account for differences in attitudes towards symbolic gender policies. A natural implication of our results is that simply having more female politicians will hardly suffice to address the gender gap in street names and in other symbolically charged policies.",
        "url": "https://doi.org/10.31235/osf.io/r6wnm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/thjv7",
        "title": "International Currency Competition",
        "authors": "Christopher Clayton, Amanda Dos santos, Matteo Maggiori, Jesse Schreger",
        "created": "2024-11-08",
        "abstract": "We study how countries compete to become an international safe asset provider. Governments in our model issue debt to a common set of investors, resulting in competition as issuance by one country raises required yields for all countries. Governments are tempted ex post to engage in expropriation or capital controls, and can build reputation as a safe asset provider by resisting temptation to do so. We show how increased competition deters countries from building reputation, leaving more countries stuck at low reputation levels and unable to supply safe assets. We derive a model-implied measure of country reputation. We estimate this reputation measure using micro-data on investor portfolio holdings, and use it to track the evolution of countries’ reputation over time. We study how an incumbent safe asset provider, like the U.S., uses its issuance strategy to deter the emergence of competitors.",
        "url": "https://doi.org/10.31235/osf.io/thjv7",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/ugt46",
        "title": "Race, Reform, and Recalls: The Movement Against “Progressive” Prosecutors",
        "authors": "Allison Goldberg",
        "created": "2024-11-12",
        "abstract": "This study examines the movement against “progressive” prosecutors in the United States. Prosecutors have significant discretion at the front-end of the criminal legal system, including over charges, bail recommendations, and plea deals. Although prosecutors have traditionally wielded their power in a way that contributes to mass incarceration, “progressive” prosecutors have been elected in growing numbers since 2016 on pledges to mitigate the racialized harms of the criminal legal system. While scholars tie the rise of progressive prosecutors to the Movement for Black Lives (BLM), less is known about the countermovements efforts – such as recalls, impeachments, and suspensions – challenging these prosecutors’ discretion and tenures. To address this gap, I constructed an original database of all local prosecutors in 2012 and/or 2022 in the country's 300 most-populous jurisdictions. Through archival research, I documented prosecutor demographics, state politics, and unusual opposition, which I define as organized efforts to remove prosecutors from office or constrain their power outside of regularly-scheduled elections. Findings reveal that unusual opposition disproportionately targets women of color prosecutors, disproportionately occurs in Republican-controlled states, and has nearly tripled over the last decade. I argue that unusual opposition is a novel movement repertoire used by the political right to legally mobilize against racial justice efforts following BLM.",
        "url": "https://doi.org/10.31235/osf.io/ugt46",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/2uv75",
        "title": "A Genealogy of Silencing: Tracing the Impact of Critiques of the Hegemonic Discourse on Female Genital Mutilation",
        "authors": "Hannelore Van Bavel, Natasha Carver, Dorothy Takyiakwaa",
        "created": "2024-11-13",
        "abstract": "Background: There is an internationally accepted discourse on ‘Female Genital Mutilation’ which understands it as a human rights violation, a major health concern, and an extreme form of gendered violence. Since the 1980s, African women, postcolonial feminists and anthropologists have critiqued this discourse as ethnocentric and racist. Aims: We examine the genealogy of the hegemonic anti-FGM discourse, identify alternative perspectives and analyse the extent to which they were integrated, co-opted, disregarded or silenced. Materials and methods: This genealogy draws upon a comprehensive review of the literature critiquing the dominant discourse on FGM, supplemented through analyses of British Colonial Office correspondence, documents from the (Parliamentary) ‘Committee for the Protection of Coloured Women in the Crown Colonies’, Church Missionary Society periodicals, debates in the UK Houses of Parliament, and UN (including WHO) reports and meeting minutes. Results: Alternative perspectives on female circumcision and critiques of the dominant narrative have been formulated throughout the history of the anti-FGM campaign. However, they have been silenced through various silencing mechanisms, and thus not permeated the hegemonic discourse. Outrage and backlash continue as silencing mechanisms around two contentious topics that embody colonial double standards: medicalised female circumcision and adult women’s right to choose female circumcision.",
        "url": "https://doi.org/10.31235/osf.io/2uv75",
        "subjects": "(Other)",
        "subjects_osf": "Race, Ethnicity and Post-Colonial Studies, History, Feminist, Gender, and Sexuality Studies, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/3789u",
        "title": "Service Accessibility and Corresponding Impact on Livelihood Strategies: A Study on Rural Bangladesh",
        "authors": "Abdullah Al Mujtabe, Md. Shohanur Rahman, Md. Limon Sheikh, Neelopal Adri, Md. Waliullah",
        "created": "2024-11-12",
        "abstract": "Agriculture based economy makes the rural areas important in south-east Asia. Lack of accessibility to certain services were observed in countries like, Pakistan, Bangladesh, India etc. As a result, rural-urban migration became a regular practice. Though spatial dimension of accessibility was studied, non-spatial dimension was mostly unexplored for access to education, healthcare, food and modern agricultural services. So, with ten villages of Bangladesh as study area, 452 questionnaire surveys, 22 FGDs and 27 KIIs were conducted to understand the problems behind lack of access to these services. Different statistical tests, and qualitative comparison suggested that non-farm activities were more sustainable for households, and provided more access to services than fully farmingbased households. Some services were available, but inaccessible to the local people due to mismanagement. Livelihood diversification through collaboration of community and women empowerment could be the sustainable solutions for ensuring proper service accessibility in developing countries.",
        "url": "https://doi.org/10.31235/osf.io/3789u",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/t4vbd",
        "title": "Regional Migration in Economically Lagging Regions in the UK, France, and Germany",
        "authors": "Sanne Velthuis, Mehdi Le Petit-Guerin, Jeroen Royer, Tim Leibert, Nicolas Cauchi-Duval, Rachel S. Franklin, Danny MacKinnon",
        "created": "2024-11-11",
        "abstract": "Over the past ten years or so, concern has mounted about places in the Global North that have been ‘left behind’ by the growth and prosperity experienced in superstar cities and other wealthy regions. This briefing paper summarises the findings from the one of the strands of the ‘Beyond Left Behind Places’ project, which involved quantitative analysis of residential migration patterns in economically ‘left behind’ regions in the UK, France, and Germany during the immediate pre-COVID period. In addition, we conducted qualitative research with residents of economically ‘left behind’ regions in the three countries to get their perceptions. We use national administrative and census data for the three countries to examine whether economically lagging regions tend to lose or gain population through migration, and what age groups are moving in or out. Economic theories often assume that individuals migrate from economically lagging regions to areas offering better economic conditions. But actually, economically lagging regions in the UK, France and Germany generally tend to experience net population inflows. In other words, more people are moving to these regions than are moving out. In fact, when it comes to internal migration (i.e. people moving within the same country), these lagging regions tend to attract more new residents, on average, than more economically successful regions do.",
        "url": "https://doi.org/10.31235/osf.io/t4vbd",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/zemr5",
        "title": "Understanding Changes in Ethnoracial Group Estimates Following Implementation of the FY 2024 HMIS Data Standards",
        "authors": "Betsy Alafoginis, Ross E. Mitchell",
        "created": "2024-11-11",
        "abstract": "The FY 2024 HMIS Data Standards (U.S. Department of Housing and Urban Development, 2024), which were implemented on October 1, 2023, across the Los Angeles Continuum of Care (LA CoC), introduced a fundamental change to how persons experiencing homelessness (PEH) may claim their racial and ethnic identities. No longer are race (American Indian/Alaska Native/Indigenous, Asian/Asian American, Black/African American/African, Native Hawaiian/Pacific Islander, White) and Hispanic/Latina/e/o ethnicity recorded separately. Instead, they are all options from which one or more may be claimed as an ethnoracial identity, and they include an additional Middle Eastern/North African category among the list of options. It is no longer necessary to claim or reject a racial category for oneself to claim a solely Hispanic/Latina/e/o ethnic identity, which means that the current and prior schemes for ethnoracial identity are neither equivalent nor directly comparable.",
        "url": "https://doi.org/10.31235/osf.io/zemr5",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences, Social Statistics"
      }
    ]
  }
}
