{
  "update": "2025-06-20",
  "content": {
    "articles": [
      {
        "doi": "10.31235/osf.io/46sj8_v1",
        "title": "“The Commission is Always Ready to Help”: The Ambiguous Relationship Between the European Commission and the Council Presidency in the Ordinary Legislative Procedure",
        "authors": "Céleste Bonnamy",
        "created": "2025-06-13",
        "abstract": "This chapter aims to answer the following question: how does the European Commission’s involvement in the Council’s policymaking affect the role of the Council’s Presidency in the Ordinary Legislative Procedure? In line with Greenwood and Roederer-Rynning (2021)’s perspective on the use of studying informal daily work to better grasp the EU decision-making process, the chapter analyses the practices of European Commission and Presidency officials during the first reading of the “copyright in the digital single market” directive between 2016 and 2019. This in-depth study of a highly politicized file allows the identification of three roles embraced by the European Commission within the Council: explaining its proposal, mediating between Member States, and writing the Council’s compromises. Eventually, the chapter shows that the Council Presidency relies on the European Commission as a source of expertise and that their relationship oscillates between partnership and competition.",
        "url": "https://doi.org/10.31235/osf.io/46sj8_v1",
        "version": 1,
        "id": "46sj8",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/6rxdp_v2",
        "title": "Casting Votes or Crossing Borders? How Living Abroad Reduces Mobile Europeans’ Likelihood to Participate in European Elections",
        "authors": "Nils Witte, Emanuel Deutschmann",
        "created": "2025-06-13",
        "abstract": "Both freedom of movement and voting in European elections are fundamental citizenship rights at the heart of European integration. Ideally, EU citizens should be able to exercise both rights simultaneously. Yet, in practice, tensions exist between the two: Despite their strong emotional attachment to the Europe-an Union, EU citizens living outside their country of citizenship have a reduced likelihood to vote in European elections, even when they reside within the EU. This article demonstrates this pattern empirically for German emigrants in the 2019 European Parliament election, based on data from the German Emigration and Remigration Panel Study (GERPS). This survey is unique in that it covers both mobile German citizens who currently live abroad and those who have lived abroad, but have recently returned to Germany. Self-reported turnout was signif-icantly reduced among those currently living abroad. Bureaucratic hurdles (in-cluding early opt-in registration deadlines, complex registration procedures, and tedious access to ballot) are identified as a key explanation for the decreased par-ticipation. These findings seem to contradict basic democratic principles and could have political implications: Since there are more than eleven million mo-bile EU citizens who are eligible to vote, reduced turnout among this group could affect election outcomes.",
        "url": "https://doi.org/10.31235/osf.io/6rxdp_v2",
        "version": 2,
        "id": "6rxdp",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/8zv9s_v1",
        "title": "Far-Right Politicians Select Migration Evidence Consistent with Party Priorities",
        "authors": "Roman Senninger, Jesper Asring Hansen",
        "created": "2025-06-17",
        "abstract": "In an era often described as post-truth politics, it is crucial to understand how politicians engage with evidence. We argue that politicians selectively engage with evidence consistent with their party’s priorities. We test this argument by presenting 1,822 candidates in the 2024 Austrian national election with contrasting pieces of high-quality evidence on the same salient migration policy reform. We find that candidates from ideologically extreme parties – particularly the far-right populist Freedom Party of Austria (FPÖ) – select evidence consistent with their party’s priorities. Analysis of public opinion data (N = 1,428) further shows that far-right supporters approve of this selective consideration of evidence. Our findings suggest that growing far-right electoral strength may amplify the reliance on supportive evidence, increasing the risk of ill-informed policy decisions.",
        "url": "https://doi.org/10.31235/osf.io/8zv9s_v1",
        "version": 1,
        "id": "8zv9s",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/dx679_v1",
        "title": "Reification, Value, and Emancipation: Revisiting the Normative Core of Marx’s Critique of Capitalism (Preprint)",
        "authors": "Nikolaos Nikolakakis",
        "created": "2025-06-19",
        "abstract": "This article reexamines the normative dimension of Karl Marx’s critique of capitalism, arguing that value theory, reification, and the logic of capital carry intrinsic ethical implications. Against interpretations that distance Marxism from questions of justice or morality, it draws on the method of immanent critique to show how concepts such as freedom, autonomy, and equality are not external ideals imposed upon capitalist society, but contradictions immanent to it. Through close engagement with Marx’s analyses of alienation, the value-form, and the autonomy of capital, the article demonstrates how capitalist social relations systematically obscure and invert human purposes. Value appears to act autonomously, while human agency is rendered derivative - a dynamic that constitutes the core of reification. By reconnecting these processes to Marx’s emancipatory vision, the paper reconstructs the normative core of his critique and its relevance for contemporary forms of domination, including platform labor, digital commodification, and ecological crisis. Rather than offering a moralizing perspective, Marx’s method grounds critique in the contradictions of capitalist modernity itself. In doing so, it provides not only a structural diagnosis of social domination, but a normative horizon oriented toward emancipation, grounded in the historical and material conditions that constrain and enable human freedom.",
        "url": "https://doi.org/10.31235/osf.io/dx679_v1",
        "version": 1,
        "id": "dx679",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Philosophy, Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/pnvcb_v1",
        "title": "What makes a happy country? A large computational search suggests a new model and mechanism for national satisfaction",
        "authors": "Alexander Martin Loewi",
        "created": "2025-06-16",
        "abstract": "To improve human wellbeing, we must understand what drives it. Life satisfaction data have been collected internationally since 2005, but without a rigorous model of what drives these outcomes, it has remained difficult to draw policy lessons. We fill this gap by aggregating life satisfaction data with nation-level data on an unprecedented number of potential drivers (n=5,533). We use the Lasso, a computational method for variable selection, to construct a simple but highly accurate model with low risk of omitted variables or human selection bias. We show this model has higher prediction accuracy than the current world standard from the United Nations, and the variables it selects are more consistent with studies from political science, social psychology, and other fields. It also selects many variables the current world standard does not, including LGBTQ+ acceptance, gender equity, and accessible political power. Unlike the current standard, which suggests GDP determines 40% of a nation’s satisfaction, our model estimates GDP’s independent contribution at 1.5%. We also find few of the variables hypothesized by recent Nobel-awarded economics work. Finally, we show that our model is more consistent with theories of anti-authoritarian psychology than with “institutions” as a driver of national outcomes. These findings allow policy makers and advocates to prioritize higher-impact goals. It also reveals that current actions in countries across the world directly oppose predictors of satisfaction. In the face of severe global crises, including failure to keep global warming below the “red line” of 1.5C, and a rise in authoritarianism, we need far greater clarity about the future we desire as a society, and how to achieve it. As theories compete on the world stage, often violently, our model offers a simple, empirically driven message to cut through the fog: if we are to improve universal human wellbeing, there is no option but to empower individuals who truly desire that improvement.",
        "url": "https://doi.org/10.31235/osf.io/pnvcb_v1",
        "version": 1,
        "id": "pnvcb",
        "subjects": "Politics",
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration"
      },
      {
        "doi": "10.31235/osf.io/qkbj3_v1",
        "title": "Introducing the Climate Politics Framework (CPF): An application to German climate policy",
        "authors": "Jacob Edenhofer, Christian Flachsland",
        "created": "2025-06-19",
        "abstract": "This paper introduces the Climate Politics Framework (CPF), a novel and comprehensive approach to analyzing climate policymaking. The CPF sets out four fundamental problems—pervasive collective action challenges, distributional dynamics, long-term policy, and deep uncertainty—that shape both elite and mass-level climate politics. These, in turn, influence the stringency and design of climate policy platforms, which consist of institutions, policy instruments as well as framing and rhetoric. These platforms can both cause emissions reductions—the main dependent variable of interest—and address strategic challenges in the climate policy process (e.g. agenda-setting, coordination, compensation, and commitment), thereby altering political dynamics over time. Applying the CPF to Germany, based on elite interviews and a literature review, we analyze key episodes and structural features of German climate policy over the past four decades. The CPF offers both an academic contribution—by synthesizing disparate strands of the climate politics literature—and, with a view to future applications, a practical tool for policymakers and stakeholders to diagnose political barriers and identify pathways for effective climate policymaking.",
        "url": "https://doi.org/10.31235/osf.io/qkbj3_v1",
        "version": 1,
        "id": "qkbj3",
        "subjects": "Politics",
        "subjects_osf": "Political Science"
      },
      {
        "doi": "10.31235/osf.io/rp823_v1",
        "title": "Policy brief: Política pública para prevenir la obesidad en jóvenes y adultos enfocado en el contexto universitario colombiano, integrando experiencias de México y Perú",
        "authors": "Maria Cañon Aranguren, Andrea Sánchez Osorio, Valeria Escutia Montemayor, Anais Corina Huapaya Cordova, Sandra Nicol Villanueva Quispe, Francisco Palencia-Sánchez",
        "created": "2025-06-15",
        "abstract": "La obesidad es un problema de alto impacto que influye de manera significativa en la salud de las personas y en el sistema que las rodea y que responde a una etiología multidimensional fundamentada en los determinantes sociales de la salud. Por ello es fundamental su estudio, y su caracterización a través de encuestas de situación nutricional. Adicionalmente, se recomendarán estrategias de políticas públicas en Colombia encaminadas hacia el mejoramiento de la salud de las comunidades a través del fomento de la alimentación balanceada y actividad física en la población universitaria teniendo en cuenta perspectivas de México y Perú.",
        "url": "https://doi.org/10.31235/osf.io/rp823_v1",
        "version": 1,
        "id": "rp823",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Political Science, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/t6ysf_v1",
        "title": "The Interface Subject: Foucault, Benjamin, and the Hybrid Logics of Digital Capitalism",
        "authors": "Nikolaos Nikolakakis",
        "created": "2025-06-19",
        "abstract": "This article revisits the formation of capitalist subjectivity through a dialogue between Foucault’s genealogy of discipline and Benjamin’s critique of commodity fetishism, arguing that contemporary platform capitalism synthesizes these logics to produce a new subject: the interface subject. Where Foucault illuminates how institutions fabricate docile, productive bodies, Benjamin reveals how commodities enchant the collective imagination through aesthetic and libidinal appeal. Under digital capitalism, these mechanisms converge in algorithmic architectures that govern through both behavioral optimization and curated desire. Platforms like Uber or TikTok exemplify this hybrid regime, where gamified labor and algorithmic phantasmagoria collapse the factory and the arcade into a single dispositif. Against accounts that frame digital subjectivity as either entrepreneurial or exhausted, this paper theorizes the interface subject as suspended between coercion and euphoria—a figure shaped by the twin imperatives of metricized performance and affective investment.",
        "url": "https://doi.org/10.31235/osf.io/t6ysf_v1",
        "version": 1,
        "id": "t6ysf",
        "subjects": ["Politics", "Sociology"],
        "subjects_osf": "Philosophy, Political Science, Sociology"
      },
      {
        "doi": "10.31235/osf.io/4tny3_v1",
        "title": "Wealth Inequality and Epidemics in the Republic of Venice (1400–1800)",
        "authors": "Guido Alfani, Matteo Di Tullio, Mattia Fochesato, Carolyn Fisher",
        "created": "2025-06-16",
        "abstract": "This article analyses wealth inequality in the Republic of Venice during 1400–1800. The availability of a large database of homogeneous inequality measurements allows us to produce the most in-depth study of the factors affecting inequality at the local level available so far for any preindustrial society. Additionally, the occurrence of a major plague during 1629–30, an event that caused the death of 40% of the inhabitants of the area, allows us to contribute to the growing literature on the distributional consequences of epidemics. Across our dataset, of the three factors that recent literature has discussed as possibly able to explain overall inequality trends in the long run -- economic development, population and regressive taxation -- regressive taxation set by the central state had a relatively strong impact. We also find that locally, differences in inequality levels were determined by closeness to the capital city of Venice, altitude, and suitability of land to specific crops. Regarding the impact of the plague, we demonstrate that while the 1630 plague was different from the medieval Black Death as it did not lead to large-scale and enduring levelling, it did cause a structural break in the way in which some key variables affected inequality. (Stone Center on Socio-Economic Inequality Working Paper)",
        "url": "https://doi.org/10.31235/osf.io/4tny3_v1",
        "version": 1,
        "id": "4tny3",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/8ha7c_v1",
        "title": "The Dual Architecture of Crisis in Iran's Health System: Unpacking the Interactions of Macro Financial Fragility and Micro Legal Voids",
        "authors": "Mostafa Qalavand",
        "created": "2025-06-12",
        "abstract": "Objective: This article analyzes the crisis-generating interaction between macro financial-governance fragility and micro legal-procedural voids within Iran's health and social security system, examining its role in systemic erosion. Method: Using qualitative analysis and critical conceptual synthesis, pathologies at both macro and micro levels and the negative feedback dynamics between them (financial instability, governance weakness, legal deficits, trust erosion) were investigated. Findings: The crisis exhibits a dual architecture: The macro level grapples with severe financial and governance pressures limiting long-term capacity; the micro level suffers from legal gaps (in the therapeutic relationship, informed consent, documentation, accountability) undermining patient rights and trust. These levels interact in a vicious cycle, reinforcing each other; macro constraints weaken micro standards, while negative micro experiences jeopardize macro sustainability. Results: Piecemeal reforms are ineffective. Overcoming the crisis requires an integrated systemic paradigm that links fundamental macro financial and governance reforms with the effective guaranteeing of rights and responsibilities at the micro level of service delivery to achieve sustainable resilience.",
        "url": "https://doi.org/10.31235/osf.io/8ha7c_v1",
        "version": 1,
        "id": "8ha7c",
        "subjects": ["Economics", "Sociology"],
        "subjects_osf": "Medical Jurisprudence, Human Rights Law, Insurance Law, Health Law and Policy, Economics, Public Affairs, Public Policy and Public Administration, Sociology"
      },
      {
        "doi": "10.31235/osf.io/cegy4_v1",
        "title": "Public coastal access at risk: integrating social and environmental data to assess vulnerability to sea level rise",
        "authors": "Nathaniel Merrill, Nathan Vinhateiro, Emi Uchida, Jesse Reiblich, Elin Torell, Sarah Schechter, Leah Feldman, Claudia Weitman, Drew Powell",
        "created": "2025-06-13",
        "abstract": "Sea level rise poses significant risks to coastal infrastructure and recreational activities, limiting public coastal access. In this study, we evaluate the current use and measure the recreational value of coastal access areas in Bristol County, Rhode Island, while assessing the vulnerability of those areas to rising sea levels. By combining measurements of non-market economic value derived from cellular device location data with modeled future sea level projections, we quantify the economic value at risk under different inundation scenarios. We produce site-level results which provide context and quantifiable measurements of social value that can guide prioritization of mitigation strategies to address future impacts. We discuss the benefits and challenges of integrating social and environmental data and methods.",
        "url": "https://doi.org/10.31235/osf.io/cegy4_v1",
        "version": 1,
        "id": "cegy4",
        "subjects": "Economics",
        "subjects_osf": "Environmental Studies, Economics"
      },
      {
        "doi": "10.31235/osf.io/h6fn3_v1",
        "title": "Centros de Datos, Minerales Críticos, Energía y Geopolítica: las bases de la Inteligencia Artificial",
        "authors": "João Henrique Santana Stacciarini, Ricardo Junior de Assis Fernandes Gonçalves",
        "created": "2025-06-15",
        "abstract": "La inteligencia artificial (IA) se ha expandido significativamente en los últimos años, impregnando diversos sectores de la economía y de la vida cotidiana. Sin embargo, esta rápida adopción exige un análisis de las contrapartidas asociadas a su funcionamiento, muchas veces desconocidas por el público. Con base en un análisis de datos extraídos de artículos académicos, informes técnicos, repositorios de datos y documentos gubernamentales, este artículo explora las dimensiones físicas, energéticas y geopolíticas subyacentes a la IA. Aunque a menudo se percibe como inmaterial, la IA depende de una vasta y compleja infraestructura física, sostenida por centros de datos que albergan miles de equipos fabricados a partir de una amplia gama de minerales y metales, muchos de ellos clasificados como críticos. Actualmente, existen alrededor de 12 mil centros de datos en operación a nivel mundial, incluidos 992 de hiperescala, que ocupan áreas de miles de metros cuadrados. El corto ciclo de vida de los equipos de estos centros, combinado con una eliminación inadecuada, excluye metales valiosos de la cadena de suministro, intensificando la extracción mineral y agravando los impactos socioambientales. Paralelamente, la disputa entre Estados Unidos y China por el control de minerales críticos y por el liderazgo en tecnologías de IA ha intensificado las tensiones geopolíticas, con restricciones mutuas a la exportación de tecnologías avanzadas y minerales esenciales. Otro aspecto relevante es el alto consumo energético de las aplicaciones de IA: en Estados Unidos, los centros de datos ya representan cerca del 4% del consumo nacional de electricidad, con una previsión de alcanzar el 9,1% para 2030. Aunque las grandes empresas tecnológicas invierten en fuentes renovables, como la solar y la eólica, para satisfacer esta creciente demanda, dichas fuentes también requieren volúmenes significativos de minerales críticos. Este conjunto de factores evidencia la compleja interconexión entre Inteligencia Artificial, Centros de Datos, Minerales Críticos, Energía y Geopolítica.",
        "url": "https://doi.org/10.31235/osf.io/h6fn3_v1",
        "version": 1,
        "id": "h6fn3",
        "subjects": "Economics",
        "subjects_osf": "Environmental Studies, Economics, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/t34qj_v2",
        "title": "Consumer Responses to ``Favorite'' Product Removal: Evidence from Beverage Vending Machines",
        "authors": "Andrew Ching, Kohei Kawaguchi, Jia Liu, Zhang Yi",
        "created": "2025-06-19",
        "abstract": "How do consumers react when their favorite product is removed? This paper sheds light on this question by studying consumer purchase behavior at vending machines located at Tokyo train stations, where most vending machines experienced some product changes during our sample period. By applying synthetic difference-in-differences, we find evidence of consumers conducting both within- and between-vending machine substitutions. In particular, we observe an expansion of demand in their non-favorite machines, where the increase comes from not only their favorite product, but also other products. Most interestingly, we find evidence that consumers buy more products that are new to them and switch more often; such behavior is consistent with experimentation and learning. This suggests that, to some extent, consumers' persistent choice of the same product may be an outcome of habitual behavior, and the removal of their ``favorite'' product may break their habit and trigger them to experiment with new products. We also find that high variety-seeking consumers are more likely to choose a substitute at their favorite vending machine, whereas low variety-seeking consumers tend to seek their favorite product at another vending machine. However, consumers' experimentation and learning behavior does not vary with variety-seeking tendency.",
        "url": "https://doi.org/10.31235/osf.io/t34qj_v2",
        "version": 2,
        "id": "t34qj",
        "subjects": "Economics",
        "subjects_osf": "Economics"
      },
      {
        "doi": "10.31235/osf.io/zt4fp_v1",
        "title": "Early childhood inequality in cognition: Decomposing change over time from 2004 to 2014",
        "authors": "Charlotte Booth, Alissa Goodman, Emla Fitzsimons",
        "created": "2025-06-14",
        "abstract": "Despite policy efforts, early childhood inequalities have remained relatively stable in England over recent decades. In this study, we aimed to understand the determinants of early childhood inequality and how these have changed in their composition and impact on early child development, using two nationally representative cohorts of pre-school children collected in 2004 (N = 8,990) and 2014 (N = 3,877). Child development was assessed in both cohorts at age three, using the British Ability Scales – Naming Vocabulary test, and developmental inequality was depicted by concentration indices across quintiles of the English Index of Multiple Deprivation. A between-sample test of the concentration index revealed there was no real change to developmental inequality over time. However, decomposition of the concentration index revealed there were some changes to the determinants of inequality. Most notably, higher rates of maternal education were associated with reduced inequality, while living in the most deprived areas was associated with increased inequality, helping to explain the overall net zero change over time. Other factors, such as attending early childhood education and care by age three, made little contribution to developmental inequality, despite much higher attendance in 2014. This study highlights the complexity of factors contributing to early childhood inequality and includes a discussion on where policy efforts may be useful going forward.",
        "url": "https://doi.org/10.31235/osf.io/zt4fp_v1",
        "version": 1,
        "id": "zt4fp",
        "subjects": "Economics",
        "subjects_osf": "Early Childhood Education, Economics"
      },
      {
        "doi": "10.31235/osf.io/4yxdq_v1",
        "title": "Advancing Faster: Female Achievement and Employment Outcomes in Bangladesh",
        "authors": "Ritesh Karmaker",
        "created": "2025-06-14",
        "abstract": "This study examines Bangladesh’s paradoxical gender progress, where women’s gains in education (50.8% pre-primary enrollment, female-dominated tertiary ratios) and employment (42.7% labour force participation) contrast with persistent rural-urban divides in technology access and leadership representation. National datasets from 2000–2023 are analyzed to reveal that while urban women benefit from digital and educational investments, rural women face infrastructural barriers despite high female employment in sectors like garments. Linear empowerment narratives are challenged by findings highlighting male disengagement (35.2% NEET rates) alongside women’s visibility. Reforms prioritizing rural digital equity and gender-balanced vocational training are recommended to translate participation into substantive power.",
        "url": "https://doi.org/10.31235/osf.io/4yxdq_v1",
        "version": 1,
        "id": "4yxdq",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/52jxr_v2",
        "title": "La forma de la masa: Movimiento y política del cuerpo colectivo",
        "authors": "Elías Barczuk Pasamán",
        "created": "2025-06-14",
        "abstract": "Este texto aborda la manifestación política desde su sustancia constitutiva: la masa. A través de una lectura crítica del libro Masa y poder de Elias Canetti, se desarrollan cuatro aproximaciones que permiten pensar a la masa como agente arquitectónico. En primer lugar, se distingue que no toda masa es manifestación, lo cual delimita el campo de estudio. Luego, se la aborda como figura móvil y como usuario colectivo que desafía los marcos tradicionales del proyecto urbano. Finalmente, se estudia su capacidad de producir estructuras espaciales efímeras, reconociendo en la manifestación una forma de arquitectura no proyectada pero efectiva. La reflexión avanza así una crítica a las herramientas de la arquitectura contemporánea, proponiendo una nueva gramática proyectual que incorpore la inestabilidad, la multiplicidad y la intensidad como condiciones fundamentales. This text approaches political manifestation from its constitutive substance: the mass. Through a critical reading of Crowds and Power by Elias Canetti, it develops four perspectives that allow us to think of the mass as an architectural agent. First, it distinguishes that not every mass is a manifestation, thereby delimiting the scope of study. It then examines the mass as a mobile figure and a collective user that challenges the traditional frameworks of urban design. Finally, it explores its capacity to produce ephemeral spatial structures, recognizing in the manifestation a form of architecture that is unplanned yet effective. The reflection thus advances a critique of contemporary architectural tools, proposing a new projective grammar that incorporates instability, multiplicity, and intensity as fundamental conditions.",
        "url": "https://doi.org/10.31235/osf.io/52jxr_v2",
        "version": 2,
        "id": "52jxr",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Sociology"
      },
      {
        "doi": "10.31235/osf.io/7mge6_v1",
        "title": "What Drives Trust in Social Media? The Role of Misinformation Perceptions and User Satisfaction",
        "authors": "Sunghyun Chung",
        "created": "2025-06-06",
        "abstract": "Purpose This study investigates how perceptions of misinformation and satisfaction with social media experiences influence trust in information from social media platforms. With the growing concern over misinformation and declining trust in digital content, understanding these relationships is critical for improving the credibility of online information environments. Design/methodology/approach Data were drawn from 1,258 U.S. adults participating in Wave 109 of the Pew Research Center’s American Trends Panel (ATP). Multivariable linear regression was conducted to examine the associations between trust in social media information and two predictors: satisfaction with social media news experiences and support for restricting false information online. Demographic variables such as age, sex, education, race/ethnicity, and marital status were included as covariates. Findings Both satisfaction with social media and support for misinformation restriction were significantly associated with greater trust in social media information. Education level also had a modest but statistically significant effect. These findings suggest that positive user experiences and perceived platform accountability contribute to higher trust in online information. Practical implications Social media platforms should enhance user satisfaction and transparently address misinformation to foster trust. Improving content moderation systems, enhancing the user interface, and clearly communicating fact-checking processes can strengthen user confidence in digital information. Originality/value This study is among the first to jointly examine the roles of misinformation perceptions and satisfaction in shaping trust in social media information. It offers empirical evidence using nationally representative data and contributes actionable insights for platforms, educators, and policymakers seeking to improve digital trust.",
        "url": "https://doi.org/10.31235/osf.io/7mge6_v1",
        "version": 1,
        "id": "7mge6",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/9ty4z_v3",
        "title": "Widow and Widower Mortality in India: A Research Note",
        "authors": "Megan N Reed, Babul Hossain, Srinivas Goli, KS James, Aashish Gupta",
        "created": "2025-06-10",
        "abstract": "Widowhood is associated with elevated mortality risk in many social contexts. This research note is the first to quantify and contextualize the mortality risk of widowhood for men (widowers) and women (widows) in India. We do so by using data on individuals from in the first wave of the India Human Development Survey (2004-2005), whose survival status was observed seven years later in the second wave of the survey. We find no differences in mortality by widowhood status for older adults aged 60 and above. However, we do find higher mortality risk for both widowed women and men aged 25 to 59, when compared to those who are married. Despite the unique vulnerabilities experienced by Indian widows, we find similar levels of elevated mortality for widows and widowers relative to married individuals in the 25-59 age group. In this age group, we also document higher mortality for widows exposed to conservative and less egalitarian gender norms. These findings suggest that, despite India’s similarity to other contexts with elevated mortality for both widows and widowers, unequal gender norms still shape life chances for Indian widows.",
        "url": "https://doi.org/10.31235/osf.io/9ty4z_v3",
        "version": 3,
        "id": "9ty4z",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/dqcb4_v2",
        "title": "Everything, everywhere, all at once: Simultaneidad e imprevisibilidad de lo urbano",
        "authors": "Elías Barczuk Pasamán",
        "created": "2025-06-14",
        "abstract": "Este texto aborda la manifestación política como el fenómeno urbano que mejor condensa las cualidades simultáneas e imprevisibles de lo urbano. A partir de una crítica sistemática a los paradigmas normativos de la ciudad —su legibilidad, su programabilidad, su organización estable— se propone una aproximación teórica al espacio urbano desde su condición caótica, estratificada y desbordante. El texto introduce seis marcos conceptuales contemporáneos, provenientes de distintas tradiciones del pensamiento complejo, capaces de pensar la multiplicidad de capas en conflicto que operan simultáneamente sobre un mismo territorio, así como las trayectorias inestables y los quiebres que redefinen lo urbano como acontecimiento. Estas teorías son traducidas a categorías de análisis espacial que permiten leer la manifestación como la forma más aguda de producción urbana: una coreografía incontrolable, un montaje de escenas simultáneas y un laboratorio proyectual para imaginar nuevas herramientas arquitectónicas capaces de registrar, intervenir o acompañar la vitalidad inestable de la ciudad en conflicto. This text explores the urban protest as a phenomenon of maximum complexity, focusing on the simultaneity and unpredictability that define urban space. It begins by challenging traditional architectural paradigms that pursue legibility, order, and control, arguing instead that the urban emerges as a dense, unstable, and contradictory field. Through six theoretical frameworks —three addressing simultaneity (superimposed networks, layered meanings, living structures) and three addressing unpredictability (emergence, contingent trajectories, rupture)— the chapter constructs a conceptual foundation to understand the protest as the urban event par excellence. Each group is translated into a spatial category of analysis, enabling its graphic representation. Far from remaining in theoretical abstraction, the text offers an operative approach for reading the city through its excess and intensity, ultimately proposing a new grammar for architectural practice.",
        "url": "https://doi.org/10.31235/osf.io/dqcb4_v2",
        "version": 2,
        "id": "dqcb4",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Sociology"
      },
      {
        "doi": "10.31235/osf.io/fnbqa_v1",
        "title": "Geographical dispersal of kin in Europe and the United States: 1700-1900",
        "authors": "Andrea Colasurdo, Diego Alburez-Gutierrez, Clara H. Mulder",
        "created": "2025-06-18",
        "abstract": "Individuals are embedded in kinship networks that frequently extend across national borders. The emergence of international families, in which relatives are geographically dispersed, is often seen as a contemporary phenomenon driven by globalization. However, a cross-national historical perspective on international families is lacking. In this paper, we use the online genealogical database FamiLinx to investigate the dispersion of international families across countries and over time. We find a high degree of international geographical dispersion in historical family networks between 1700 and 1900 in Europe and the United States. The percentage of individuals with descendants living abroad was higher in Europe, while the percentage of individuals with ancestors living abroad was higher in the US. In most of the analyzed European countries, we observe an increasing likelihood of individuals having at least one relative living abroad that peaked at around 1850, with the proportion of children living abroad growing rapidly over time. Our findings provide valuable insights into how historical migrations shaped kinship structures, improving our understanding of the historical dispersion of kin across countries and informing debates on the potential of kin to influence migration behaviors.",
        "url": "https://doi.org/10.31235/osf.io/fnbqa_v1",
        "version": 1,
        "id": "fnbqa",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/fvydw_v2",
        "title": "Contra el espacio público: La calle como escenario del conflicto urbano",
        "authors": "Elías Barczuk Pasamán",
        "created": "2025-06-14",
        "abstract": "Este texto propone una crítica radical al concepto de “espacio público” desde el análisis espacial de la manifestación política. Frente a la retórica abstracta y normativa que acompaña esta categoría, se plantea la necesidad de sustituirla por una noción más operativa: la calle. A través de un recorrido teórico y etimológico, se desmontan las bases de la idea contemporánea del espacio público, revelando su carácter ideológico y su función como instrumento de control. En contraposición, la calle se presenta como un escenario de cotidianeidad y conflictividad, donde lo urbano se manifiesta en su forma más cruda. A partir de cinco categorías conceptuales derivadas de las cinco hipótesis de investigación de este proyecto, el texto construye una mirada alternativa para pensar la ciudad desde el gesto y no desde la norma, proponiendo así una vía crítica para la arquitectura y el urbanismo contemporáneo. This text offers a radical critique of the concept of “public space” through the spatial analysis of political manifestations. In contrast to the abstract and normative rhetoric that accompanies this category, it argues for its replacement by a more operative notion: the street. Through a theoretical and etymological exploration, it dismantles the foundations of the contemporary idea of public space, exposing its ideological character and its function as an instrument of control. In opposition, the street is presented as a scene of everyday life and conflict, where the urban reveals itself in its rawest form. Drawing on five conceptual categories derived from the five research hypotheses of this project, the text constructs an alternative perspective from which to think the city—not from the norm, but from the gesture—thus proposing a critical path forward for contemporary architecture and urbanism.",
        "url": "https://doi.org/10.31235/osf.io/fvydw_v2",
        "version": 2,
        "id": "fvydw",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Sociology"
      },
      {
        "doi": "10.31235/osf.io/mqx94_v1",
        "title": "Young, Progressive, Female - The Expanding Gender Gap in Socio-Cultural Attitudes",
        "authors": "Katja\tSchmidt",
        "created": "2025-06-13",
        "abstract": "Recent reports have drawn attention to a growing ideological divide between young men and women in several Western societies, with women becoming more progressive while men lean increasingly conservative. Although widely discussed, this phenomenon lacks a robust theoretical framework and empirical validation. This study is the first to investigate this pattern in the German context. Based on original survey data collected in 2022, this paper examines nuanced gender differences across cohorts on a range of socio-cultural issues. The findings reveal a widening gender gap among younger cohorts - doubling in size compared to the oldest cohort. Young women, propelled by higher educational attainment and personal investment in progressive issues, emerge as the most progressive group. In contrast, young men show little to no attitudinal change across cohorts, maintaining similar levels of conservatism as their predecessors. One explanatory mechanism appears to be perceptions of fairness: young men view inclusive measures only acceptable if they feel like they are getting their own fair share in society. These findings suggest that recognition of marginalized groups is increasingly viewed through a zero-sum lens, indicating a deepening and likely persistent divide in socio-cultural attitudes with far-reaching implications for gender relations, political polarization, and social cohesion.",
        "url": "https://doi.org/10.31235/osf.io/mqx94_v1",
        "version": 1,
        "id": "mqx94",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/p3b57_v1",
        "title": "Metamimesis: Consultants as a Mechanism of Institutional Isomorphism in Higher Education",
        "authors": "Mikaila Mariel Lemonik Arthur",
        "created": "2025-06-13",
        "abstract": "Colleges and universities across the United States spend billions of dollars a year on consultants, and often, these consultants earn their fees by telling administrators how to be more similar to peer or competitor institutions. This paper seeks to understand the role of consultants in spreading institutional isomorphism across the higher education field. It draws on documentary evidence to ask whether, in cases where change is driven by consultants, it is accurate to say that changes have occurred due to mimetic isomorphism, or whether instead mimetic isomorphism is a convenient excuse enabling Breckert’s (2010) “distraction from authorship,” and advances a new model of metamimesis in which in which isomorphic pressures shape the hiring of consultants who themselves disseminate particular practices to the colleges and universities with which they work.",
        "url": "https://doi.org/10.31235/osf.io/p3b57_v1",
        "version": 1,
        "id": "p3b57",
        "subjects": "Sociology",
        "subjects_osf": "Higher Education, Educational Leadership, Educational Administration and Supervision, Public Affairs, Public Policy and Public Administration, Organization Development, Sociology"
      },
      {
        "doi": "10.31235/osf.io/vrtsc_v2",
        "title": "Topografías insurgentes: Patrones de localización del conflicto",
        "authors": "Elías Barczuk Pasamán",
        "created": "2025-06-14",
        "abstract": "Este texto analiza los motivos por los cuales ciertas manifestaciones políticas eligen unos lugares específicos por sobre otros dentro del tejido urbano. Se parte del supuesto de que, a pesar de la pérdida progresiva de espontaneidad en las protestas contemporáneas, estas siguen operando como respuestas tácticas que inscriben conflicto en la ciudad. Se propone una teoría basada en tres tiempos —tradición, conversación y repercusión— que permite clasificar los modos de ocupación del espacio público no como compartimentos estancos, sino como intensidades combinadas. A través de ejemplos recientes de la ciudad de Barcelona, se muestra cómo las protestas retoman lógicas heredadas de rituales religiosos, celebraciones populares, guerras, actos teatrales y escenificaciones urbanas. Se evidencia así que, incluso en un contexto de control creciente, las manifestaciones reaparecen allí donde el orden presenta fisuras. Cada elección espacial es leída como síntesis compleja entre memoria, mensaje y proyección, y como acto político de inscripción en el territorio. This text explores why certain political demonstrations choose specific locations within the urban fabric over others. It begins with the premise that, despite the progressive loss of spontaneity in contemporary protests, they continue to function as tactical responses that inscribe conflict into the city. A theoretical framework based on three temporalities—tradition, conversation, and repercussion—is proposed, allowing protest spaces to be classified not as fixed categories, but as overlapping intensities. Through recent examples from the city of Barcelona, the text reveals how demonstrations inherit logics from religious rituals, popular celebrations, wars, theatrical acts, and urban scenographies. It argues that, even within a context of increasing control, demonstrations reappear wherever the urban order shows fissures. Each spatial decision is read as a complex synthesis of memory, message, and projection, and as a political act of inscription in the territory.",
        "url": "https://doi.org/10.31235/osf.io/vrtsc_v2",
        "version": 2,
        "id": "vrtsc",
        "subjects": "Sociology",
        "subjects_osf": "Urban Studies and Planning, Sociology"
      },
      {
        "doi": "10.31235/osf.io/w4ybc_v1",
        "title": "Moving the Goal Posts: Exposure to AI-made Products Changes Evaluation Criteria for Human-made Products",
        "authors": "Mitali Banerjee, Ozgecan Kocak, Matthew Yeaton",
        "created": "2025-06-17",
        "abstract": "How is human creativity valued in an era of intelligent machines? The question has gathered particular significance as AI becomes increasingly adept at a range of cognitively complex tasks, most notably creative endeavors seen as uniquely human. Prior work on the \"AI effect\" shows that evaluators \"move the goalposts\" for AI, changing the criteria for 'intelligence' and 'humanness' to those that remain out of reach for AI. In this study, we ask if the influx of AI-made products changes the way human-made products are evaluated. Using an observational study and a pre-registered experiment, we test how exposure to AI-made art changes the evaluation of human-made art. We find that after the release of OpenAI's ChatGPT, evaluators on online discussions in Reddit art forums and critical reviews on Artnet see criteria not applicable to AI (versus criteria applicable to AI) as more important and valuable. In the online experiment, participants who first evaluate an AI-made sculpture place greater importance on criteria that are less applicable to AI when they subsequently rate a human-made sculpture, relative to participants who only evaluate human-made sculptures.",
        "url": "https://doi.org/10.31235/osf.io/w4ybc_v1",
        "version": 1,
        "id": "w4ybc",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      },
      {
        "doi": "10.31235/osf.io/x94qj_v1",
        "title": "Analisis Interaksi Simbolik terhadap Makna dan Faktor Penunjang Pembangunan Moderasi Beragama di Kampung Moderasi Perumahan Palapa Raya VIII Pekalongan",
        "authors": "Muhammad Ilham Riyadi",
        "created": "2025-06-13",
        "abstract": "Penelitian ini mengkaji mekanisme pembentukan dan pemeliharaan kerukunan beragamadi Kampung Moderasi Perumahan Palapa Raya VIII, Pekalongan, dengan menggunakan pendekatan teori Interaksionisme Simbolik. Sebagai komunitas multikultural yang dihuni oleh penganut enam agama berbeda serta aliran kepercayaan, kampung ini menjadi model implementasi moderasi beragama di tingkat akar rumput. Penelitian ini menggunakan metode kualitatif dengan teknik observasi partisipatif dan wawancara mendalam bersama tokoh masyarakat. Hasil analisis menunjukkan bahwa kerukunan tidak hanya didorong oleh kebijakan formal, melainkan lahir dari interaksi simbolik sehari-hari yang sarat makna. Simbol-simbol signifikan, seperti sapaan lintas iman, partisipasi dalam perayaan hari besar agama lain , dan gotong royong dalam kedukaan, menjadi fondasi utama dalam membangun makna bersama tentang toleransi dan persaudaraan. Faktor pendukung utama yang teridentifikasi meliputi tingkat pendidikan yang tinggi dan inklusif, stabilitas ekonomi yang mengurangi potensi konflik sosial, serta karakter dan akhlak individu yang mengedepankan penghormatan terhadap perbedaan. Penelitian ini berkontribusi pada pemahaman bahwa moderasi beragama adalah proses sosial dinamis yang diciptakan dan diteguhkan melalui pertukaran makna simbolik dalam interaksi tatap muka.",
        "url": "https://doi.org/10.31235/osf.io/x94qj_v1",
        "version": 1,
        "id": "x94qj",
        "subjects": "Sociology",
        "subjects_osf": "Sociology"
      }
    ],
    "articles_hidden": [
      {
        "doi": "10.31235/osf.io/35ecw_v1",
        "title": "Post-traumatic stress disorder and memory function in older adults exposed to civilian conflict: Findings from the Northern Ireland Cohort for the Longitudinal Study of Ageing (NICOLA)",
        "authors": "Claire Potter, Joanne Feeney, Elizabeth Fowler, Amy Jayne McKnight, Frank Kee, Bernadette McGuinness",
        "created": "2025-06-18",
        "abstract": "Research with veterans, refugees and other trauma-exposed groups has identified a link between post-traumatic stress disorder (PTSD) and deficits in memory. This study sought to determine whether similar associations can be observed in a large, population-representative sample of older adults with high levels of exposure to conflict amongst older adults in Northern Ireland (NI). Using data from the Northern Ireland COhort for the Longitudinal study of Ageing (NICOLA), we assessed whether the presence of PTSD was associated with poorer performance on tasks of global cognition, immediate and delayed verbal recall, executive function, verbal fluency and two tests of prospective memory. Participants were 2,142 community dwelling adults, resident in NI and aged 50 and over. The NI weighted prevalence of current PTSD was 4.74%, which is high relative to other international estimates. Nearly 60% of those with PTSD reported the NI Troubles as their self-reported worst traumatic exposure, despite the height of the conflict occurring decades before, suggesting long-term consequences of the civil conflict. Individuals with PTSD recalled approximately half a word less than those without on tests of verbal recall and scored lower on global cognitive assessments: Mini Mental State Examination (MMSE) and Montreal Cognitive Assessment (MoCA), after accounting for sociodemographic characteristics. However, this effect was attenuated after further adjusting for health behaviours and current depression. The findings suggest an effect of trauma on cognitive function at a population level. Future research should explore the nature of this relationship over time.",
        "url": "https://doi.org/10.31235/osf.io/35ecw_v1",
        "version": 1,
        "id": "35ecw",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/42fth_v1",
        "title": "Simulation Without Ground: Epistemic Collapse and Reflexive Ethics in Generative AI",
        "authors": "Anurag Kadel",
        "created": "2025-06-18",
        "abstract": "This paper adopts a Research Through Design (RTD) approach to investigate the epistemic consequences of large language models (LLMs). We introduce the concept of Simulacral Drift to describe how recursive training on synthetic outputs displaces empirical reference, leading to a collapse in both model fidelity and user cognition. Rather than collecting empirical data, this work engages in conceptual design research to surface and structure the ethical implications of generative simulation. Through a reflexive inquiry grounded in media theory, STS, and design philosophy, we propose a normative framework of Reflexive Epistemic Ethics, comprising referential integrity, simulation auditability, and epistemic friction. We further integrate recent neurophysiological evidence from Kosmyna et al. (2025), which shows that LLM users exhibit reduced memory recall and neural engagement — validating our claim that epistemic collapse is embodied and co-produced. By treating simulation as a socio-technical condition and knowledge frameworks as designed epistemic artifacts, this paper contributes to the growing body of RTD scholarship that seeks to anticipate, intervene in, and reshape the cognitive infrastructures of AI.",
        "url": "https://doi.org/10.31235/osf.io/42fth_v1",
        "version": 1,
        "id": "42fth",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/4m7nc_v1",
        "title": "Examining critical assumptions in global conservation practice",
        "authors": "Kendra Opatovsky, Brian Pentz, Philip A. Loring",
        "created": "2025-06-19",
        "abstract": "The ability of conservation practitioners to design and implement successful conservation projects and scale up positive outcomes depends in large part on their ability to make accurate assumptions about the social and ecological contexts in which their projects operate. To understand the types of assumptions characterizing conservation practise and strategy, we examine 300 assumptions identified by conservation practitioners at The Nature Conservancy, a large environmental non-governmental organization, as being critical to the success of their conservation projects. We identify seven conservation assumption themes, which primarily relate to the human dimensions of conservation (e.g., values, human behavior, relationships, and policy and politics). We also find that conservation assumptions focus predominantly on project-level and place-based matters, rather than on the broader contours relating to the root causes of conservation problems. We conclude with a discussion of what our findings might mean for the ongoing turn toward more people- and equity-centered conservation approaches. Our findings provide novel insight into the factors influencing conservation strategy, and can inform more effective project design, adaptive learning, and can directly improve project success.",
        "url": "https://doi.org/10.31235/osf.io/4m7nc_v1",
        "version": 1,
        "id": "4m7nc",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/9xcq2_v1",
        "title": "Global inequalities in arts, music or educational organization membership: an epidemiological analysis of 73,825 adults from 51 countries.",
        "authors": "Hei Wan Mak, Jessica Bone, Taiji Noguchi, Joeun Kim, Rina So, Emma Walker, Calum Smith, Dr Marlee Bower, Ferdi Botha, Nisha Sajnani",
        "created": "2025-06-16",
        "abstract": "Background. Arts and cultural engagement is a ubiquitous human behaviour and considered to be evolutionarily and developmentally adaptive, with wide-ranging health benefits. Although levels of engagement are known to be far from equal within countries, comprehensive data comparing the rates and profiles of engagement on a global scale are lacking. Methods. This study analysed cross-sectional data from Wave 7 of the World Values Survey (2017-2023), with 73,825 respondents from 51 countries. Using multilevel logistic regression, we tested whether a set of individual-level demographic and socio-economic factors and country-level socio-demographic and political factors were associated with arts, music, or educational organization membership rates. We additionally explored whether those individual-level factors differed across regions using single-level regression. Findings. Prevalence of arts organization membership varies substantially across countries, from fewer than 1 in 30 people living in Egypt to more than 1 in 2 people living in Kenya. Education, income and age are consistent identified individual-level factors contributing to membership disparities, alongside other region-specific individual-level factors such as gender and employment status. Membership is also positively influenced by country-level income inequality and net migration rate, and negatively influenced by life expectancy. Interpretation. We found a universal social gradient in membership, which suggests differential opportunities and potential barriers to access arts organizations across population subgroups. Given that participation in arts organizations has been shown to improve health outcomes, reducing disparities in access to and participation in the arts may have the potential to help reduce health inequalities, and should therefore be a priority in global health.",
        "url": "https://doi.org/10.31235/osf.io/9xcq2_v1",
        "version": 1,
        "id": "9xcq2",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/bx7sm_v1",
        "title": "Habitus or Culture of Poverty? Rethinking the Moral Logic of Survival under Structural Constraint",
        "authors": "Floris Noordhoff",
        "created": "2025-06-13",
        "abstract": "This article revisits the longstanding contrast between Pierre Bourdieu’s concept of habitus and Oscar Lewis’s culture-of-poverty paradigm in order to explain how individuals living under persistent structural constraints navigate moral and material survival strategies. Drawing on 216 in-depth interviews from disadvantaged Dutch neighbourhoods, we demonstrate that poor residents deploy an embodied, relational agency—shaped by field-specific conversion capacities and symbolic valuations—rather than conform to a static sub-culture of deprivation. In the formal labour market, they confront conversion barriers and symbolic violence that devalue their existing capital; in the informal economy, they engage a morally regulated system of trust and reciprocity to generate unreported income; in welfare bureaucracies, they resist and sometimes withdraw under coercive compliance regimes; in their communities, they negotiate territorial stigma through moral boundary-making; and in social networks, they temper the “strength of weak ties” with honour and risk calculations. These findings reveal that survival under constraint is best understood through habitus-informed dispositions that both enable adaptive practices and reproduce field-specific logics. We argue that recognising “relational agency under constraint” offers a richer theoretical framework than culture-of-poverty stereotypes and carries significant implications for policy design, which must address both structural barriers and the moral dimensions of poverty.",
        "url": "https://doi.org/10.31235/osf.io/bx7sm_v1",
        "version": 1,
        "id": "bx7sm",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/e4z3g_v1",
        "title": "Root Cause of Persistent Systemic Failures of the Global Economic System that Resulted in Global Social Issues",
        "authors": "Daniel Run Han Ho",
        "created": "2025-06-10",
        "abstract": "Traditional approach to research is studying a collection of data that is specific to a certain time, space, and level based on a social science theoretical framework. In contrast, this paper synthesises across space, time and level based on system thinking. This method integrates the narrative synthesis with a systemic perspective that recognises the interconnectivity among all global service systems in the global economy. Thus, it examines, instead of economics, workflows that encompasses all economic phenomena, irrespective of any theoretical framework, in the global economy. The examination is a system thinking on two key definitions: Economic system; Organisational advantages. It substantiates that the social science discipline has yet to realise the systemic perspective for its research on the global economy. Consequently, the result is that an existing insidious hidden non-systemic framework is the root cause of persistent systemic failures in the global economic system that adversely affect all aspects of social life, ranging from financial to healthcare. Thus, the importance of this article is that it brings out the truth about the global economy. That truth is that the advancing global economy is taking the world to self-destruction. Unfortunately, the truth is a paradox that the theoretical framework is unable to unravel due to its non-systemic perspective. Complicating this paradox is the scholarly rigor emphasized by the theoretical framework to keep it as status quo, because the unraveling of truth is a paradigm shift in research on the global economy from economic to system thinking, which is not a social science discipline.",
        "url": "https://doi.org/10.31235/osf.io/e4z3g_v1",
        "version": 1,
        "id": "e4z3g",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gd9sn_v1",
        "title": "Public Support for Cross-Issue Compromises in the U.S.",
        "authors": "Daniel Hopkins, Paul Lendway, Gall Sigler",
        "created": "2025-06-12",
        "abstract": "Theoretically, cross-issue compromises can facilitate policy reforms, as multiple groups can win on an issue they prioritize. Under what conditions do Americans sup- port them? Prior research emphasizes one-dimensional compromises or abstract sup- port. We provide a theoretical framework to understand how support for cross-issue compromises differs from support from their components. We also generate hypotheses about the conditions when such compromises are especially likely, highlighting ideo- logical extremity, partisan asymmetries, and moral issues. To test them, we employ four surveys (N = 5,250) fielded by NORC (2023) and YouGov (2021—2025). Overall, cross-issue compromises win substantial public support, but less than expected based on their components’ popularity. Partisan asymmetries when respondents are asked about compromise abstractly decline or disappear when they face concrete trade-offs. Donors show less support for compromises, as do those who lose on an issue they deem important. There remain demand-side barriers to compromise among an influential segment.",
        "url": "https://doi.org/10.31235/osf.io/gd9sn_v1",
        "version": 1,
        "id": "gd9sn",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/gh8pj_v1",
        "title": "Debt as Negative Capital: Patterns of Capital Conversion in the Lives of the Poor",
        "authors": "Floris Noordhoff",
        "created": "2025-06-19",
        "abstract": "We examine how people living in poverty attempt to escape indebtedness by converting various forms of capital in a Bourdieusian sense. Guided by Pierre Bourdieu’s framework, we treat debt as a form of negative economic capital and analyse qualitative interview data on individuals’ struggles with debt. Our research question is: Which capital conversion strategies do low-income individuals employ to manage or escape debt, and what symbolic or emotional barriers do they encounter? We draw on 216 in-depth interviews with residents in long-term poverty. Using a relational, field-based analytic frame, we identify four main conversion patterns: (1) social capital → economic capital (borrowing from kin or friends), (2) cultural capital → economic capital (using bureaucratic knowledge or skills to gain benefits), (3) economic capital → economic capital (using savings or assets to pay debts), and (4) social/cultural capital → institutional capital → economic capital (leveraging networks or knowledge to access formal debt relief). We find these strategies are often temporary and fraught with obstacles. Shame and stigma function as forms of symbolic violence that can block people from mobilising help, while bureaucratic complexity and resource scarcity limit the effectiveness of their efforts. Our findings deepen the understanding of how negative capital (debt) constrains agency under structural poverty and show that converting social or cultural capital into economic relief is rarely straightforward. This study contributes to Bourdieusian poverty scholarship by highlighting hysteresis effects and inter-field struggles that perpetuate indebtedness, and it suggests that anti-poverty interventions must recognise these complex conversion barriers.",
        "url": "https://doi.org/10.31235/osf.io/gh8pj_v1",
        "version": 1,
        "id": "gh8pj",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/hd5w7_v1",
        "title": "Effect of Product Innovation Practice on Financial Performance of Small and Medium-sized Enterprises in Nyanza Region, Kenya.",
        "authors": "Research Bridge publisher, Harrun Ochieng Onyango, Anaya Senelwa, Susan Naikuru",
        "created": "2025-06-19",
        "abstract": "This study examined the effect of product innovation practices on the financial performance of small and medium-sized enterprises (SMEs) in the Nyanza Region of Kenya. The investigation was motivated by the need to bridge the empirical gap surrounding the impact of entrepreneurial marketing practices—specifically product innovation—on SME performance in semi-urban and rural areas, where research has been limited. Anchored on Schumpeter’s Theory of Innovation, the study adopted a cross-sectional design and positivist research philosophy, utilizing a sample of 364 registered SMEs selected through simple random sampling from Kisii, Migori, and Nyamira counties. Primary data were collected using structured questionnaires and analyzed using descriptive and inferential statistics through SPSS version 29. Regression analysis indicated a moderate positive relationship between product innovation and financial performance (R = 0.65; R² = 0.423), suggesting that 42.3% of the variation in financial outcomes among SMEs could be attributed to product innovation. The results revealed that SMEs engaging in new product development, improving existing products, and diversifying product lines experienced enhanced profitability, increased sales turnover, and expanded market share. However, the study also identified key barriers to innovation, including limited access to technology (38%), legal constraints (22%), low market demand (21%), cultural barriers (10%), and weak intellectual property rights (9%). Despite some respondents expressing skepticism regarding the necessity of product innovation, the majority affirmed its significant contribution to business performance. The study concluded that product innovation is a critical determinant of SME financial success and sustainability in Nyanza. It recommended that SME owners prioritize innovation by fostering a culture of creativity and investing in research and development. Additionally, policy-makers and financial institutions were urged to establish supportive environments through innovation incentives, credit access, and enhanced intellectual property frameworks. The study suggested further research employing longitudinal designs and incorporating other marketing dimensions such as pricing and promotion to gain a holistic understanding of SME growth drivers.",
        "url": "https://doi.org/10.31235/osf.io/hd5w7_v1",
        "version": 1,
        "id": "hd5w7",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/m67dq_v1",
        "title": "Capital Conversion and the Hysteresis Effect in Urban Poverty: Relational Barriers to Labour Market Participation",
        "authors": "Floris Noordhoff",
        "created": "2025-06-15",
        "abstract": "This article examines how individuals in persistent urban poverty attempt to access the labour market through capital conversion strategies, and how these efforts are shaped by the hysteresis effect. Drawing on Bourdieu’s field theory and relational sociology, the study analyses how people try to re-enter employment by converting social, cultural, and symbolic capital into labour market opportunities. Based on qualitative fieldwork in disadvantaged neighbourhoods in Rotterdam and Amsterdam, the research highlights how mismatches between habitus and the structural logic of the labour market produce friction, failure, and exclusion. The hysteresis effect—where past experiences and expectations lag behind current field demands—helps explain why job-seeking efforts often misfire, despite high motivation or informal skill sets. Respondents struggle with institutionalised expectations of employability, bureaucratic eligibility criteria, and the erosion of informal networks that once facilitated access to work. These findings show that labour market exclusion is not only a matter of lacking resources, but also of symbolic disqualification and misrecognition. The article contributes to scholarship on poverty, labour markets, and agency by demonstrating how structural inequality is reproduced through field-specific logics, and how relational forms of agency both resist and reinforce these mechanisms.",
        "url": "https://doi.org/10.31235/osf.io/m67dq_v1",
        "version": 1,
        "id": "m67dq",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/u5vq9_v1",
        "title": "Interparental Conflict and Power-assertive Parenting: Attention Biases to Child Emotions as Indirect Factors",
        "authors": "Zhi Li, Hannah Swerbenski, Melissa Sturge-Apple, Patrick Davies",
        "created": "2025-06-12",
        "abstract": "Guided by the social information processing models, this multi-method longitudinal study presents the first attempt to examine attentional processes through which interparental conflict may spillover to shape maternal and paternal parenting. Specifically, we examined whether maternal and paternal attention biases for a child's face may operate as indirect factors in the association between interparental conflict and both parents’ power-assertive discipline. Data were drawn from a three-wave longitudinal study (N = 235; 55.3% female; 56.2% of children were White, 21.3% were African American, and 16.2% were identified as mixed race), and we focused on the second (Child Mean age = 3.88 years old, N = 217) and the third waves. Parents’ attention biases for child emotions were measured by the dot-probe task, where we innovatively used child emotion expressions as the stimulus. For mothers, greater exposure to interparental conflicts was linked to elevated attention biases towards anger, which in turn was associated with a higher likelihood for power-assertive discipline. Follow-up analyses for power-assertive discipline across the moral and prudential domains indicated that such effect was particularly related to child transgression within the moral domain. In contrast, for fathers, we did not find significant indirect effects of attention biases for child faces that might account for spillover processes. Findings promoted the understanding of the process underlying the spillover of interparental conflict within the family system as well as maternal vs. paternal differences.",
        "url": "https://doi.org/10.31235/osf.io/u5vq9_v1",
        "version": 1,
        "id": "u5vq9",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/u9twb_v1",
        "title": "Studying Agency Under Constraint: A Relational Field Methodology (Part 1)",
        "authors": "Floris Noordhoff",
        "created": "2025-06-15",
        "abstract": "This article presents a relational methodology for studying poverty, agency, and morality under structural constraint. It addresses the limitations of both individualistic and deterministic approaches by conceptualising agency as a situated capacity, shaped by capital, power relations, and moral boundaries across multiple social fields. Drawing on Bourdieu’s field theory, the methodology traces how disadvantaged individuals navigate complex environments such as welfare systems, labour markets, and informal economies. The proposed design integrates ethnographic observation, in-depth interviews, and abductive analysis. Core concepts include habitus, capital conversion, symbolic violence, and moral boundary-work. These help reveal how practical logics—routine, situated judgments—guide action under duress. A key contribution is the operationalisation of relational agency, using Emirbayer and Mische’s temporal framework to capture how people draw on past experiences and future aspirations. This method is especially suited for researchers exploring how poor individuals actively respond to constraint without reducing them to passive victims. It also supports methodological pluralism by combining theory-driven coding with inductive fieldwork. Overall, the article provides a robust and flexible toolkit for analysing agency and inequality through relational sociology.",
        "url": "https://doi.org/10.31235/osf.io/u9twb_v1",
        "version": 1,
        "id": "u9twb",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/up8eg_v1",
        "title": "The Workings of Social Fields: Poverty, Capital, and Symbolic Violence across Five Domains",
        "authors": "Floris Noordhoff",
        "created": "2025-06-14",
        "abstract": "This article develops Pierre Bourdieu’s concept of field through an in-depth analysis of persistent poverty in the Netherlands. Drawing on over 200 interviews and eight empirical studies, we reconstruct five interrelated social fields—formal labour market, informal economy, bureaucratic institutions, territorial neighbourhoods, and personal networks—and examine how they operate under conditions of structural constraint. Each field follows its own logic, forms of capital, and doxa, yet poor individuals must navigate them simultaneously, often facing friction, symbolic violence, and failed capital conversion. We show that poverty is not confined to economic deprivation but involves complex inter-field struggles, where dignity, legitimacy, and access are unevenly distributed. A central argument is that poverty deepens when individuals are unable to convert resources across fields—e.g., when symbolic capital in the neighbourhood field fails to yield recognition in the bureaucratic or labour market field. Our Bourdieusian perspective uncovers the moral, institutional and spatial grammars of exclusion and highlights how agency is structured relationally across field boundaries. By moving beyond mono-institutional analysis, this field-theoretical approach offers a powerful tool for understanding social reproduction under constraint. We conclude with implications for both relational sociology and poverty policy, arguing for more field-sensitive interventions that recognise cross-domain inequalities and symbolic barriers.",
        "url": "https://doi.org/10.31235/osf.io/up8eg_v1",
        "version": 1,
        "id": "up8eg",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/vwca5_v1",
        "title": "Impact of Open and Distance Learning System on Marginalised Learners: A Case Study of IGNOU",
        "authors": "Pravat Kumar Jena",
        "created": "2025-06-16",
        "abstract": "Development can always be visualized in terms of contributions from all sections of the society. Marginalization deprives a large section of people across the globe from participating in the development. It is a serious issue, and there are many factors that cause marginalization. This serious issue needs to be addressed at the policy level everywhere across the globe. The development and the progress of the marginalized sections depend on proper education of individuals. Education sector is a critical determinant for development of the marginalized sections of the society. It is practically unrealistic to expect an adequate opportunity of education for all through traditional face-to-face structure. In order to meet the new and changing demands for education and training, Open and Distance Learning (ODL) is an appropriate substitute for the traditional face-to-face methods as it has the right potential to reach out to the large segment of the unreached, marginalized and the needy. In order to understand the Impact of ODL system on marginalized learners, an online survey using Google form was conducted among the marginalized learners of Indira Gandhi National Open University (IGNOU). The data collected through questionnaires were put together in the form of tables and simple percentage method is used for the analysis. Their views are analyzed to know the effectiveness of ODL system of education on marginalized learners. It is very interesting to note that about 91% of the marginalized learners feel pleasant / satisfied with the ODL mode of education offered by IGNOU. But, it is very pathetic to note that about 94% of the marginalized learners are unable to get scholarship even though the Govt. of India has been offering many scholarship schemes to encourage the marginalized learners for education.",
        "url": "https://doi.org/10.31235/osf.io/vwca5_v1",
        "version": 1,
        "id": "vwca5",
        "subjects": "(Unspecified)"
      },
      {
        "doi": "10.31235/osf.io/23vfs_v1",
        "title": "AI in Academia: ChatGPT’s Impact on Bangladesh’s Higher Education Future",
        "authors": "Ritesh Karmaker",
        "created": "2025-06-16",
        "abstract": "The integration of ChatGPT in Bangladeshi higher education remains uneven despite its rapid global uptake. This study investigates how students across four higher education institutions in Sherpur district are adopting ChatGPT, drawing on mixed methods data from surveys (n=191), interviews (n=17), and focus group discussions (n=16). Findings reveal a sharp increase in ChatGPT usage, from just 5% in 2022 to 49% by 2025. However, significant disparities exist between urban and rural students (78% vs. 32% adoption), with concerns raised around ethical use, academic integrity, and limited access to AI tools in less developed areas. While many students recognize the tool’s educational potential, their experiences also highlight infrastructural and literacy barriers. These insights call for policy interventions that ensure equitable AI integration, with a focus on access, training, and responsible usage across Bangladesh’s higher education landscape.",
        "url": "https://doi.org/10.31235/osf.io/23vfs_v1",
        "version": 1,
        "id": "23vfs",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/4ywbx_v1",
        "title": "The joint impact of summer heatwave intensity and heat-vulnerability factors on adaptive responses: A case study using England's National Travel Survey",
        "authors": "Shiv Gazi Yücel",
        "created": "2025-06-18",
        "abstract": "Since the mass casualties of the 2003 European heatwaves, extreme heat has emerged as a pressing environmental and public health issue across Europe. The need for effective adaptation policy is growing as heatwaves increase in intensity, frequency, and duration, yet little is known about the social processes which shape heat exposure and limit people's capacities to adapt. Focusing on England as a Northwestern European case study, this study examines people's adaptations to summer heatwaves from 2007-2019 and the heat-related vulnerability factors shaping their responses. The analysis uses a multi-level modelling approach which links England's National Travel Survey with ERA5 climate re-analysis data to examine patterns of stay-home and medical-trip-making. Responses are examined according to heatwave intensity (moderate and extreme) and according to individual and household-level factors related to socio-demographics, health, employment, housing, and spatio-temporal context. The impacts of heatwaves on shelter-at-home and medical-trip making are found to vary with their intensity but are strongly mediated by the social characteristics of those exposed. People widely shelter at home during extreme heatwaves yet are slightly more active during moderate ones; adaptations which differ according to heat-vulnerability factors. Specifically, people working or having worked in manual/routine occupations are less likely to shelter-at-home during extreme heatwaves, older individuals remain more active during moderate heatwaves while those with mobility difficulties are more likely to withdraw into their homes, and medical services are sought more by people who rent their homes and less by non-white individuals. This study highlights how wide-ranging social factors mediate people's exposure and adaptive responses to summer heatwaves in a Northwestern European context.",
        "url": "https://doi.org/10.31235/osf.io/4ywbx_v1",
        "version": 1,
        "id": "4ywbx",
        "subjects": "(Other)",
        "subjects_osf": "Geography"
      },
      {
        "doi": "10.31235/osf.io/6y5vm_v3",
        "title": "Del movimiento al enunciado: La manifestación como acto de escritura",
        "authors": "Elías Barczuk Pasamán",
        "created": "2025-06-17",
        "abstract": "Este texto parte de la hipótesis de que la manifestación no solo recorre la ciudad, sino que la reescribe. Desde una lectura semiológica inspirada en Barthes, se propone entender la ciudad como un lenguaje, y al caminar como su forma más elemental de enunciación. A partir de allí, se reconstruye una genealogía crítica del caminar —de la deriva situacionista al flâneur moderno, del paseo estético a la marcha política— que culmina en la manifestación como práctica de escritura urbana. Se analizan sus recorridos, sus ritmos y sus tácticas como una gramática en acto, capaz de interrumpir, reinscribir y disputar el sentido del espacio. El análisis no solo sitúa al caminar como operación proyectual, sino que define a la manifestación como acto de enunciación que reconfigura temporalmente la ciudad y revela las tensiones estructurales de su orden urbano. This text is based on the hypothesis that a political demonstration does not merely move through the city—it rewrites it. Drawing from a semiological reading inspired by Barthes, the city is understood as a language, and walking as its most basic form of enunciation. From this perspective, a critical genealogy of walking is reconstructed—from the Situationist dérive to the modern flâneur, from the aesthetic stroll to the political march—culminating in the protest as a practice of urban writing. Its routes, rhythms, and tactics are analyzed as a living grammar capable of interrupting, reinscribing, and disputing the meaning of space. The analysis not only frames walking as a projective operation, but also defines the demonstration as an act of enunciation that temporarily reconfigures the city and reveals the structural tensions of its urban order.",
        "url": "https://doi.org/10.31235/osf.io/6y5vm_v3",
        "version": 3,
        "id": "6y5vm",
        "subjects": "(Other)",
        "subjects_osf": "Urban Studies and Planning"
      },
      {
        "doi": "10.31235/osf.io/7ec6b_v2",
        "title": "Adjusting for confounding in population administrative data when confounders are only measured in a linked cohort",
        "authors": "Richard J. Silverwood, Gergo Baranyi, Lisa Calderwood, Bianca De Stavola, George Ploubidis, Ian White, Katie Harron",
        "created": "2025-06-19",
        "abstract": "Introduction Analyses of population administrative data can often only be minimally adjusted due to a lack of control variables, potentially leading to bias due to residual confounding. Objectives We aimed to use linked cohort data to help address residual confounding in analyses of population administrative data. One particular aim was to explore strategies for when linked cohort and population administrative data cannot be accessed together in the same environment (are “siloed”). Methods We propose a multiple imputation-based approach, introduced through application to simulated data in three different scenarios related to the structure of the datasets. We then apply this approach to a real-world example – examining the association between pupil mobility (changing schools at non-standard times) and Key Stage 2 (age 11) attainment using data from the UK National Pupil Database (NPD). The limited control variables available in the NPD are supplemented by multiple measures of socioeconomic deprivation captured in linked Millennium Cohort Study (MCS) data. Results In our real-world example, we included 509,670 individuals in the population NPD data, of whom 7,768 (1.5%) were MCS cohort members. The unadjusted estimate of -1.86 (95% CI -1.92, -1.81) for the association between pupil mobility and Key Stage 2 attainment was attenuated to -0.92 (95% CI -0.97, -0.88) through adjustment for the NPD control variables, and further attenuated to -0.76 (95% CI -0.86, -0.67) through adjustment for the MCS control variables. Conclusions Linked cohort data can be used to address residual confounding in analyses of population administrative data, and our proposed approach performed well across a range of simulated and real-world scenarios. The underlying principles are widely applicable: any analysis of administrative data could potentially be strengthened by linking a subset of individuals into richer cohort data. More research is required to understand how these methods can be applied more broadly.",
        "url": "https://doi.org/10.31235/osf.io/7ec6b_v2",
        "version": 2,
        "id": "7ec6b",
        "subjects": "(Other)",
        "subjects_osf": "Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/8hvm6_v2",
        "title": "Mahatma Gandhi and Basic Education",
        "authors": "Pravat Kumar Jena",
        "created": "2025-06-17",
        "abstract": "The present system of education has not been able to give right direction to the youths and it does not provide them affluent opportunities for their all round development to make them self reliant. Now-a-days the students are passing examinations and earning their degrees with first or higher divisions, but most of them are unable to become self reliant and incapable to face the challenges. So to overcome this condition there is a need of such education which was predicted by Mahatma Gandhi like ‘Basic Education’ or ‘Nai-Talim’. Gandhi realized that the basic education was an essential component to the structural and socio-economic imbalances that were badly affected. It was the treatment for all the ills and evils of the society in India. His idea on basic education not only changed the educational system of India but also led a social revolution. This paper aims to understand and review the principles of Gandhiji on basic education which are assessed from his several writings. Some important features of Gandhiji’s basic education are also described comparing present system of education.",
        "url": "https://doi.org/10.31235/osf.io/8hvm6_v2",
        "version": 2,
        "id": "8hvm6",
        "subjects": "(Other)",
        "subjects_osf": "Vocational Education, Indigenous Education, Elementary Education, Higher Education, Humane Education, Educational Methods, Education Economics"
      },
      {
        "doi": "10.31235/osf.io/aney6_v1",
        "title": "Chunk-Based Higher-Order Hierarchical Diagnostic Classification Models: A Maximum Likelihood Estimation Approach",
        "authors": "Minho Lee, Yon Soo Suh",
        "created": "2025-06-17",
        "abstract": "This paper presents a class of higher-order diagnostic classification models (HO–DCMs) capable of capturing complex, nonlinear hierarchical relationships among attributes. Building on and extending prior work, we adopt a nominal response model framework in item response theory and leverage standard maximum likelihood estimation (MLE). In parallel, we demonstrate that sequential HO–DCMs can likewise be implemented within an MLE framework. Furthermore, we introduce a novel chunk-based approach for representing attribute hierarchies, wherein attributes are organized into cognitively coherent subgraphs (chunks) nested within a continuous general ability continuum. The performance of the models is validated through simulation studies evaluating parameter recovery, classification accuracy, and null rejection rates of goodness-of-fit measures. An empirical demonstration showcases how the proposed framework can be applied in practice, highlighting its advantages in model flexibility, interpretability, and the additional diagnostic insights it affords.",
        "url": "https://doi.org/10.31235/osf.io/aney6_v1",
        "version": 1,
        "id": "aney6",
        "subjects": "(Other)",
        "subjects_osf": "Educational Assessment, Evaluation, and Research, Educational Methods, Psychology, Social Statistics"
      },
      {
        "doi": "10.31235/osf.io/aqz3w_v1",
        "title": "How do authors perceive the way their work is cited? Findings from a large-scale survey on quotation accuracy",
        "authors": "Simon Wakeling, Monica Lestari Paramita, Stephen Pinfield",
        "created": "2025-06-19",
        "abstract": "It has long been recognised that there are issues with the appropriateness of citations in the academic literature. Citations of sources that do not support the statement they are cited against are known as quotation errors, and there have been many previous studies of their prevalence. The vast majority of these studies rely on researchers evaluating the accuracy of citations in a small sample of the literature, and show large variation in quotation error rates. In this article we report a novel approach to assessing quotation accuracy via an online survey in which 2,648 corresponding authors of articles evaluated a real-world citation of their work. Respondents were also asked to categorise the perceived purpose of the citation, and what action, if any, they take when encountering inaccurate citations of their work. We found a quotation error rate of 16.6%, with no significant difference across academic disciplines, suggesting that variation in previous studies may be a result of methodological differences. Only 11.3% of respondents indicated they had taken action after encountering an inaccurate citation of their work. This work reveals reasons contributing to inaccurate quotations and issues with citation practices, and offers suggestions of areas for future research.",
        "url": "https://doi.org/10.31235/osf.io/aqz3w_v1",
        "version": 1,
        "id": "aqz3w",
        "subjects": "(Other)",
        "subjects_osf": "Library and Information Science"
      },
      {
        "doi": "10.31235/osf.io/edgmy_v1",
        "title": "A systematic review of group-based trajectory analyses of spatial patterns of crime",
        "authors": "Michael Frith",
        "created": "2025-06-18",
        "abstract": "Originally developed in criminology to examine criminal careers, trajectory modelling, and particularly group-based trajectory modelling, is now widely applied to analyse a variety of other phenomena, including spatial crime dynamics. However, despite its use in this area of research for over two decades, no systematic review has synthesized its application to spatial-temporal analyses of crime, including in terms of the typical model specifications and findings. This article addresses that gap through a comprehensive literature search that identified 1,397 non-duplicate publications, of which 28 were relevant and collectively reported on 47 distinct group-based trajectory modelling analyses. Most of the analyses identified between three and eight latent trajectories, generally corresponding to groups of places with stable levels of negligible, low-to-moderate, or chronic crime. While some analyses uncovered more unique longitudinal trends, increasing the number of groups often produced only relatively subtle variations of these broader patterns, raising issues about their substantive value. Methodologically, while the analyses often compared and ultimately selected in their final models particular numbers of groups, data distributions, trajectory shapes, and diagnostic metrics, there was considerable variation in how thoroughly the modelling process was conducted and reported. Additionally, unique issues relatively specific to this area of research were also identified, including in terms of the treatment of missing data and zero-crime units, and the diversity of spatial resolutions. Overall, the review highlights the need for more systematic modelling practices and clearer reporting standards. The article concludes with recommendations for future applications of group-based trajectory modelling to spatial crime dynamics in order to advance our substantive understanding of how crime at different places evolves over time.",
        "url": "https://doi.org/10.31235/osf.io/edgmy_v1",
        "version": 1,
        "id": "edgmy",
        "subjects": "(Other)",
        "subjects_osf": "Legal Studies"
      },
      {
        "doi": "10.31235/osf.io/g2pfb_v1",
        "title": "Intergenerational Continuity of Adverse Childhood Experiences (ACEs) Among Cebuano Mothers: A Moderated Mediation Model",
        "authors": "Reymart R. Luspe",
        "created": "2025-06-17",
        "abstract": "Adverse Childhood Experiences (ACEs) are traumatic events children experience before reaching 18 years old and are known to be passed on from generation to generation, which suggests that experiencing ACEs at an early age often leads to subsequent abuse and maltreatment perpetration in adulthood. However, identifying factors that facilitate ACE transmission has always been a challenge, given the issue's complexity. This study aimed to address this gap and identified two contextual factors (parental proximal stressors and negative parenting practices) and investigated their mediating and moderating effects on the continuity of ACEs from mothers (G2) to their children (G3). Data collected from 230 mothers in Cebu City, Philippines, were analyzed using second-stage moderated mediation (model 15) to determine the conditional indirect effect of G2 ACEs towards G3 ACEs via parental proximal stressors as a function of negative parenting practices. Overall results established a moderated mediation model (F(5,224) = 18.26, p&lt;.001, R²=.3075), suggesting that the interaction of parental proximal stressors and negative parenting practices increases the risk of continuity of ACEs from one generation to the next. Recommendations include preventive education of ACEs and adopting early intervention efforts to stop the cycle of abuse and neglect, preventing subsequent perpetration in adulthood.",
        "url": "https://doi.org/10.31235/osf.io/g2pfb_v1",
        "version": 1,
        "id": "g2pfb",
        "subjects": "(Other)",
        "subjects_osf": "Psychology"
      },
      {
        "doi": "10.31235/osf.io/gh7xw_v2",
        "title": "Segmenting Consumer Location-Product Preferences for Assortment Localization",
        "authors": "Jia Liu, Kohei Kawaguchi, tao li",
        "created": "2025-06-14",
        "abstract": "When managing multiple stores within the same marketplace, retailers must tailor product assortments to reflect the heterogeneous preferences of local communities. This paper introduces a consumer-centric, data-driven framework for interpretable market structure discovery and supporting localized assortment planning. At the core of the framework is the dual Poisson Dynamic System with Multilayer Factorization (dPDS-MF), which integrates a probabilistic generative model with a tensor factorization architecture to estimate spatiotemporal supply and demand patterns across products and locations. Specifically, dPDS-MF can profile different consumer segments driven by store visiting preferences, measure relationships between store locations, and simultaneously estimate each segment’s product preferences. These model outputs are then used to formulate a choice process for the localized assortment optimization problem. We apply our proposed framework to the retail vending market in major train stations in Japan. We demonstrate the face validity of the model outputs for guiding the selections of products at each location. We also show that the localized assortments generated by our framework are more meaningful and practical than benchmark strategies in the literature. Beyond the core model, we introduce several methodological extensions, highlighting the flexibility of the framework in addressing real-world retail scenarios and laying a foundation for future research.",
        "url": "https://doi.org/10.31235/osf.io/gh7xw_v2",
        "version": 2,
        "id": "gh7xw",
        "subjects": "(Other)",
        "subjects_osf": "Other Social and Behavioral Sciences"
      },
      {
        "doi": "10.31235/osf.io/h27d3_v1",
        "title": "E-commerce Offender Script Analysis: A Novel Approach to Profile Cyber Offenders in E-commerce",
        "authors": "Joshua Dwight, Gordon Ingram, Loc Phuc Nguyen",
        "created": "2025-06-16",
        "abstract": "This study explores the integration of crime script analysis and neutralization theory to create a novel framework for profiling cyber offenders in the e-commerce sector. As e-commerce continues to expand globally, it faces increasing risks from both criminal and deviant behaviors. The framework aims to delineate the actions and behaviors of cybercriminals and non-criminal deviants, offering a comprehensive approach to cybersecurity and fraud prevention. By examining the distinctions between criminal and unethical activities, it provides e-commerce organizations with actionable insights to enhance their cyber incident response strategies. The proposed framework not only aids in understanding cyber offender behavior but also contributes to the broader field of cybercrime profiling. This research is critical for e-commerce stakeholders, including merchants and financial institutions, who must navigate the complexities of cyber threats in their daily operations.",
        "url": "https://doi.org/10.31235/osf.io/h27d3_v1",
        "version": 1,
        "id": "h27d3",
        "subjects": "(Other)",
        "subjects_osf": "Psychology, Legal Studies, Science and Technology Studies"
      },
      {
        "doi": "10.31235/osf.io/hmzrq_v1",
        "title": "Promoting the use of research in policy, practice and among the public: a scoping review of recent reviews",
        "authors": "Harry Achillini",
        "created": "2025-06-16",
        "abstract": "Background Consideration of research in public policy formation and implementation is widely considered important for effective decisions. Previous research has noted a growing body of reviews of a diverse range of strategies designed to promote evidence use in public policy and practice. This review aims to identify recent reviews and develop a taxonomy of the various strategies available to evidence advocates. Methods This review followed the JBI guidance for scoping reviews. Studies were sought via database searches, handsearching, forward citation tracing and searching organisational websites. Descriptive analysis was used to characterise the nature of the body of reviews. The review drew on best-fit framework synthesis to develop a taxonomy of intervention domains and strategies. Results 11,047 potentially eligible records were identified via searches. After screening by a single reviewer, 74 studies were included in the review. The vast majority of reviews were conducted in the health sector (n = 65). While many focused on practitioners (n = 60), a significant proportion included policymakers (n = 27) and the public (n = 12). Reviews included studies of 34 distinct intervention strategies across six domains – access to research, capability improvement, influencing, interaction, prioritisation and systems improvement. Reviews most commonly included studies of interventions in the capability (n = 59), access (n = 31) and interaction (n = 31) domains. Conclusions There is a large body of reviews those promoting the use of evidence can draw on to better understand the strategies at their disposal. Actors outside the health sector, however, may find the evidence base less useful – and there remain a number of common strategies for which reviews have yet to be published.",
        "url": "https://doi.org/10.31235/osf.io/hmzrq_v1",
        "version": 1,
        "id": "hmzrq",
        "subjects": "(Other)",
        "subjects_osf": "Public Affairs, Public Policy and Public Administration, Organization Development"
      },
      {
        "doi": "10.31235/osf.io/r64cz_v1",
        "title": "Low-cost niche construction can create conditions for subdivided populations",
        "authors": "Emily Coco, Benjamin Davies, Jessica Thompson",
        "created": "2025-06-16",
        "abstract": "Modern human uniqueness has been defined by a reliance on social learning and hierarchical cooperation networks that result in cumulative cultural evolution. There is archaeological evidence that such social organization emerged through innovations that facilitated exploitation of resources that naturally occur in dense and predictable patches, leading to social regionalization and potentially territorial behavior. However, another way humans can access high-density patches is through transformation of the environment via niche construction. Here, we use an agent-based model to investigate how low-cost niche construction behaviors - those that can be applied without intensifying into dependence on food production - can transform resource distributions over time. We then examine the resulting impact of this on human mobility and social organization. In all scenarios where the cost of disturbance is low, we see positive selection for disturbance behaviors, leading to creation of a locally heterogeneous resource landscape. This results in increased carrying capacity, higher population densities, reduced mobility, and smaller social networks - all factors implicated in the eventual transition to food production. We demonstrate that foragers using even low-cost niche constructing behaviors can produce legacy landscapes with resource distributions that support more local social interactions even without socially imposed boundaries or territory defense of dense and predictable resources.",
        "url": "https://doi.org/10.31235/osf.io/r64cz_v1",
        "version": 1,
        "id": "r64cz",
        "subjects": "(Other)",
        "subjects_osf": "Anthropology"
      },
      {
        "doi": "10.31235/osf.io/u4sdf_v1",
        "title": "LLM-Inferred Narrative Frames in Geopolitical Conflict Reporting: An Exploratory Zero-Shot Approach",
        "authors": "Arpish R. Solanki",
        "created": "2025-06-14",
        "abstract": "This study presents an exploratory application of large language models (LLMs) for unsupervised media framing analysis, using zero-shot classification to infer narrative patterns in news coverage. The method is demonstrated through a case study on international reporting of the Gaza Freedom Flotilla incident of May 2, 2025. A dataset of 96 English-language news articles was processed using a multi-stage pipeline. At the article level, frames were predicted using a taxonomy of seven narrative themes, such as Conflict/Security, Legal/Human-Rights, and Human-Interest, followed by a secondary filtering step using a second LLM to reduce over-attribution. At the sentence level, named entities were paired with co-occurring frames using LLM inference, followed by a multi-step semantic filtering process to retain only high-confidence associations. Article-level predictions revealed frequent emphasis on Legal/Human-Rights, Responsibility/Attribution, and Conflict/Security frames across the corpus. Model predictions suggested frequent associations of entities like Gaza and Israel, with frames such as Human-Interest and Conflict/Security. These patterns are inferred from language-based signals and do not reflect verified facts, editorial motives, or normative judgments. All results are generated through automated model interpretation and should be viewed as indicative of how LLMs parse narrative structure in media coverage. Notably, the results indicate that LLMs may more reliably detect action-oriented or concretely expressed frames, and may struggle with abstract or implicitly framed concepts, which suggests the need for taxonomy designs aligned with model reasoning capabilities. The study demonstrates both the potential and limitations of LLMs for scalable, unsupervised media analysis.",
        "url": "https://doi.org/10.31235/osf.io/u4sdf_v1",
        "version": 1,
        "id": "u4sdf",
        "subjects": "(Other)",
        "subjects_osf": "Science and Technology Studies, Linguistics, Communication"
      },
      {
        "doi": "10.31235/osf.io/wdhnr_v1",
        "title": "Farmers and Ranchers Weave the Social Fabric Shaping Wildfire Resilience",
        "authors": "Natalia Pinzón, Ryan Galt",
        "created": "2025-06-17",
        "abstract": "Wildfires are one of the most significant threats to California’s food and farming systems, endangering a state that produces diverse crops and livestock critical to national and global food security. This study examines the role of social fabric—mutual aid, cooperation, and collective action—in shaping wildfire adaptive capacities among California farmers and ranchers. Using survey data from 403 producers directly impacted by wildfires between 2017 and 2023, we conducted regression analyses to identify how social, operational, and demographic factors influence adaptive behaviors, including making changes, wildfire mitigation practices, knowledge acquisition, and farm continuity. Key findings reveal that farmers embedded in strong social networks exhibited greater adaptive capacities, leveraging mutual aid and collective action to facilitate resource sharing, knowledge dissemination, and motivation. Knowledge emerged as a central driver, with frequent wildfire exposure enhancing experiential learning and confidence in risk management. Ecological and diversified farming practices, alongside direct-to-consumer markets, were associated with higher rates of adaptation and stronger social networks. Financial and land ownership factors, including access to social safety nets and off-farm income, further supported long-term mitigation efforts. However, the cumulative burden of adaptive actions, compounded by social influences like peer decisions to quit farming, led some producers to consider exiting agriculture, exposing vulnerabilities within the food system. In light of these findings, we recommend strengthening farmer networks through cooperative models, such as fire-safe councils and farmer-led preparedness groups, while incentivizing sustainable practices like agroecological and mosaic landscapes to buffer wildfire impacts and promote resilience. Agriculture, we propose, represents an underexplored but critical facet of broader wildfire resilience. This study contributes to the discourse on food system resilience by highlighting the interplay between social fabric, adaptive capacity, and sustainable agriculture in the face of climate-induced disasters.",
        "url": "https://doi.org/10.31235/osf.io/wdhnr_v1",
        "version": 1,
        "id": "wdhnr",
        "subjects": "(Other)",
        "subjects_osf": "Geography, Environmental Studies"
      },
      {
        "doi": "10.31235/osf.io/wnzdt_v1",
        "title": "Faith, Not Trance: A Rational Refutation of Zindler's Thesis on Religion and Hypnosis",
        "authors": "Osama S Qatrani",
        "created": "2025-06-15",
        "abstract": "This paper offers a critical response to Frank Zindler’s 1984 essay “Religion, Hypnosis, and Music: An Evolutionary Perspective.” Zindler proposes that religious experience is a neurobiological byproduct of hypnotic suggestibility and musical stimulation—an adaptive illusion rather than a valid epistemic framework. While acknowledging Zindler’s historical context and intellectual sincerity, this paper challenges the reductionist nature of his claims. It argues that religion cannot be adequately explained through neurochemical responses or group selection theory alone. Drawing on interdisciplinary evidence from neurotheology, anthropology, and philosophy of mind, the paper presents religion as a structured moral and metaphysical system, not a cognitive glitch. It highlights the philosophical inconsistencies in equating evolutionary utility with truth, and critiques the ideological bias in scientific reductionism. The paper also emphasizes the civilizational role of religion in shaping ethics, science, art, and human dignity across cultures. Ultimately, it calls for a deeper, fairer dialogue between religious traditions and secular critiques—one that respects the complexity of spiritual experience and the quest for meaning. Religion is not merely survival-driven illusion; it is a human expression of transcendence, justice, and moral awakening. Zindler’s thesis raises valuable questions—but fails to capture the full cognitive, ethical, and historical dimensions of religious consciousness.",
        "url": "https://doi.org/10.31235/osf.io/wnzdt_v1",
        "version": 1,
        "id": "wnzdt",
        "subjects": "(Other)",
        "subjects_osf": "Religion, Other Social and Behavioral Sciences, Anthropology"
      },
      {
        "doi": "10.31235/osf.io/ygtce_v1",
        "title": "Understanding TV Audiences in the Multiplatform Era: How Televisual Viewing Modes Shape Content Popularity",
        "authors": "Raul Lobanov, Indrek Ibrus",
        "created": "2025-06-13",
        "abstract": "The processes of convergence and digitization of television have significantly reshaped audience behaviours and viewing practices. The multiplicity of screens and platforms makes it challenging to fully evaluate audience size and composition using traditional TV audience measurement methods. Extensive datafication of audiovisual media is enabling the analysis of arrays of digital footprints. However, different measurement methods across platforms may yield divergent outcomes, highlighting the need for comparative analysis. The article explores the potential of multidimensional TV audience study to enhance understanding of contemporary TV audiences. Our analysis is based on numerous datasets of Estonian Public Broadcasting, incorporating live, time-shifted and video-on-demand viewing modes – all distinct in terms of their technical features. The analysis compares the viewing modes in terms of characteristics of viewed content, demonstrating how multidimensional study can provide a more comprehensive, yet differentiating, view of contemporary consumption patterns of televisual content.",
        "url": "https://doi.org/10.31235/osf.io/ygtce_v1",
        "version": 1,
        "id": "ygtce",
        "subjects": "(Other)",
        "subjects_osf": "Television, Film and Media Studies, Communication"
      }
    ]
  }
}
